[
    {
        "name": "Thomas",
        "message": "Again, huh. Sure, unlike some old man somewhere, I don't exactly have a habit of going to bed early, but...... is this some kind of harassment or what？"
    },
    {
        "name": "Thomas",
        "message": "Well, well... Look who it is."
    },
    {
        "message": "　　　　　　I did say you could come by anytime if you needed something, but having a guy show up at this hour... I can't exactly say I'm happy about it."
    },
    {
        "message": "Thomas said that jokingly."
    },
    {
        "message": "He's just as cheeky and nonchalant as when we first met, not letting go of that cocky attitude at all."
    },
    {
        "message": "For Thomas playing the English gentleman, staying in a shabby old room like this must be pretty unpleasant. Maybe Thomas actually complained about it in front of Mrs. Hudson and ended up annoying her？"
    },
    {
        "message": "Compared to my room and Gardner's room, which face the street, Thomas's room looks poorly lit and has a damp, gloomy vibe. The furnishings aren't much different from ours."
    },
    {
        "message": "There's no way Mrs. Hudson could have known I would be coming to this inn today, so maybe there was some special reason why Thomas was shown to this room."
    },
    {
        "message": "Something's really bothering me..."
    },
    {
        "message": "Thomas must be hiding something from me."
    },
    {
        "message": "Is this the symbol of the secret society? Sure enough, to someone who doesn't know, it would just look like a meaningless combination of shapes. The members of the society use this ring to confirm each other's identities."
    },
    {
        "message": "Thomas denies it, but he's oddly evasive. It really seems like there's some hidden meaning behind the Ring."
    },
    {
        "message": "If I can't hear it straight from them..."
    },
    {
        "message": "I saw the ring on Thomas's left hand. From the moment I first saw it, I thought it must have some special meaning, but now that feeling is even stronger."
    },
    {
        "message": "Thomas stands there, not looking flustered at all, with a sharp, sarcastic smirk at the corner of his mouth. You can’t tell what’s going on in his mind just by looking at him."
    },
    {
        "message": "She’s fidgeting, rocking her body back and forth. It’s obvious she’s completely bored and wants to end this conversation with me as soon as possible."
    },
    {
        "message": "When Thomas realized it was me who had come to visit, he clicked his tongue in obvious disappointment, and seemed to lose all interest in his visitor. Was he expecting someone else besides me to come by?"
    },
    {
        "name": "Thomas",
        "message": "Hey, cut it out with those weird accusations already！"
    },
    {
        "message": "　　　　　　I don't know who put that in your head, but I've got nothing to do with that crap."
    },
    {
        "name": "Thomas",
        "message": "What do you want with me？"
    },
    {
        "name": "Jonathan",
        "message": "It's not really anything worth mentioning."
    },
    {
        "name": "Thomas",
        "message": "Then just do it tomorrow. I’ve got stuff to do now..."
    },
    {
        "message": "What could you possibly want at this hour? In a village like this, it's not like you can go out into the nightlife or anything. Still, it's not my place to pry. What's more on my mind is the Ring that Thomas is trying to hide from my sight."
    },
    {
        "name": "Jonathan",
        "message": "Something just caught my attention. I feel like I've seen that Ring of yours somewhere before. You know, the pattern on its surface-it's pretty unusual after all."
    },
    {
        "name": "Thomas",
        "message": "Ring？ Ah, this... I don't really know what the story behind it is either. I just have it because it's kinda rare."
    },
    {
        "message": "I'm not sure if that's true. This guy just can't be trusted, he's got a shady vibe to him."
    },
    {
        "name": "Jonathan",
        "message": "By the way, were you expecting someone to drop by？"
    },
    {
        "name": "Thomas",
        "message": "Why? It's not like there's anything like that, you know."
    },
    {
        "name": "Jonathan",
        "message": "Aren't you feeling kind of antsy？"
    },
    {
        "name": "Thomas",
        "message": "Don't say weird stuff. There's no way I'd know anyone in a crappy village like this."
    },
    {
        "name": "Jonathan",
        "message": "That ring, it's proof you're a Freemason, right? Why do you have something like that?"
    },
    {
        "name": "Thomas",
        "message": "Huh? Really? I had no idea. I just wear it because it's kinda unusual, that's all-never heard it had any meaning like that."
    },
    {
        "message": "Is it really true...? He's a guy whose true intentions I can't read, hiding something behind that dumb look on his face. If he really didn't know, then what Gardner said was just an overblown delusion..."
    },
    {
        "name": "Thomas",
        "message": "So？ What's up with the Freemason？"
    },
    {
        "name": "Jonathan",
        "message": "No, it's nothing. This might be a bit personal, but what exactly did you come to Arkham for？"
    },
    {
        "name": "Thomas",
        "message": "Why do you even want to know that?"
    },
    {
        "name": "Jonathan",
        "message": "It doesn't mean anything special. I'm just curious, that's all."
    },
    {
        "name": "Thomas",
        "message": "Most likely, Gardner's old man filled your head with something, right？"
    },
    {
        "name": "Jonathan",
        "message": "‥‥‥‥‥"
    },
    {
        "name": "Thomas",
        "message": "That guy, calling me a gambler and whatever. He's the one who's just a greedy old geezer obsessed with fame. Even about the ruins, I'm not sure they're really all that big of a deal."
    },
    {
        "message": "『So then, why did you get interested in the Ruins？』"
    },
    {
        "message": "That's what I'd like to ask, but knowing this guy, he'll just come up with some lame excuse and dodge the question like always."
    },
    {
        "name": "Thomas",
        "message": "What's up, coming here at this hour?"
    },
    {
        "name": "Jonathan",
        "message": "Nah, there was just something I wanted to ask you."
    },
    {
        "name": "Jonathan",
        "message": "Sorry for dropping by out of nowhere."
    },
    {
        "name": "Thomas",
        "message": "I wish the guest could've at least been Mrs. Hudson. I'm not happy when a man comes to my room, you know."
    },
    {
        "name": "Jonathan",
        "message": "My bad. If you want, I can just leave？"
    },
    {
        "name": "Thomas",
        "message": "Well, don’t worry about it. But hey, don’t you think it’s a waste for a woman like her to stay a widow in a dumpy country inn like this？"
    },
    {
        "message": "My own room"
    },
    {
        "message": "Doesn't seem like talking to this guy will get me much."
    },
    {
        "message": "I decided to go back to my own room."
    }
]