[
    {
        "message": "Inside the Fish Scale Inn, it's quiet, with no sign of anyone around."
    },
    {
        "message": "It seems that Mrs. Hudson has finally gone somewhere this time."
    },
    {
        "message": "Did she go to look for her own son who became a Deep One, or did she finally make her last decision and intend to put an end to her tragic life?"
    },
    {
        "message": "I've come back to the Fish Scale Inn."
    },
    {
        "message": "Who knows where that monster might be lurking, I've got to be careful."
    },
    {
        "message": "『You... you shouldn't come here.』"
    },
    {
        "message": "『Yeah... it doesn't matter anymore who sees me, though...』"
    },
    {
        "message": "That's Mrs. Hudson's voice."
    },
    {
        "message": "Sounds like she's talking to someone, but..."
    },
    {
        "name": "Gardner",
        "message": "That's Hudson, huh? I wonder when she came back."
    },
    {
        "name": "Jonathan",
        "message": "We can't just leave her alone."
    },
    {
        "message": "　　　　　　　　That monster could come back any time."
    },
    {
        "name": "Gardner",
        "message": "Yeah, it's probably safer to be with us than to be alone."
    },
    {
        "message": "Mrs. Hudson isn't here anymore."
    },
    {
        "message": "She must've gone to see her child who turned into a Deep One."
    },
    {
        "message": "There's no sign of Mrs. Hudson here to greet us."
    },
    {
        "message": "The Fish Scale Inn, having lost its owner, seems to be falling apart even faster now, and even as we stand here, the building looks like it could come crashing down at any moment with a loud noise."
    },
    {
        "message": "魚鱗亭の玄関ホールだ。"
    },
    {
        "message": "Mrs. Hudson, who usually comes out to greet us, is nowhere to be seen."
    },
    {
        "message": "It doesn't seem like Gardner was lying when he said the lady had disappeared."
    },
    {
        "name": "Gardner",
        "message": "So, what do we do now？"
    },
    {
        "message": "　　　　　　　　Even if you wanted to find that so-called 'Necronomicon' book you mentioned, you wouldn't even have a clue where to start looking, right？"
    },
    {
        "name": "Jonathan",
        "message": "More importantly, pray that the monster who blocked Cordelia and me last night doesn't show up again."
    },
    {
        "name": "Gardner",
        "message": "You're still saying stuff like that......"
    },
    {
        "message": "It looks like Gardner still doesn't believe what I'm saying."
    },
    {
        "message": "Well, it’s no wonder-I mean, even I have no proof that what I'm saying isn't just a dream."
    },
    {
        "message": "The Fish Scale Inn, having lost its owner, suddenly looks old and seems like it could collapse at any moment."
    },
    {
        "message": "The old stains soaked into the walls and ceiling don’t really give a sense of long history-they just feel like the filthy blotches that show up on an old man’s face."
    },
    {
        "message": "ハドスン夫人がいなくなった今となっては、魚鱗亭がいつまで今と同じ姿を保っていられるか解らない。"
    },
    {
        "message": "Now that Mrs. Hudson is gone, I don't know how much longer the Fish Scale Inn can stay the way it is."
    },
    {
        "message": "いつもならば私たちを迎えに出て来るはずのハドスン夫人の姿がない。ガードナーの話では、昨晩私たちがずぶ濡れで帰ってきた時、夫人の部屋に行った時にはすでに姿がなかったという。"
    },
    {
        "message": "Has even Hudson finally abandoned this Fish Scale Inn and run away?"
    },
    {
        "message": "The old man who tends the graves said that most villagers disappear before they die."
    },
    {
        "message": "Cordelia's foster parents, the former owners of the general store, and Hudson's master. Did they all realize their time was up and vanish?"
    },
    {
        "message": "Even so, Hudson-san isn't a resident of the village."
    },
    {
        "message": "I can't believe she followed her late husband into death......"
    },
    {
        "name": "Thomas",
        "message": "There sure are facts in this world that are hard to believe."
    },
    {
        "message": "　　　　　　I'll believe what you said about the monster, too."
    },
    {
        "name": "Thomas",
        "message": "I don't wanna die in a place like this."
    },
    {
        "message": "　　　　　　Let's hurry up and find that whatever-it's-called book."
    },
    {
        "name": "Jonathan",
        "message": "Did you find that 'Lost key' you were looking for?"
    },
    {
        "name": "Thomas",
        "message": "What are you talking about？"
    },
    {
        "name": "Jonathan",
        "message": "I heard you say those words the night you were talking with Nai."
    },
    {
        "name": "Thomas",
        "message": "You said you didn't hear anything, didn't you?"
    },
    {
        "message": "　　　　　　Were you trying to trick me？"
    },
    {
        "name": "Jonathan",
        "message": "That goes both ways, doesn't it? What the hell are you plotting?"
    },
    {
        "message": "　　　　　　　　I heard Nai told you not to leave my side, but I don't know anything about the stuff your secret society is looking for."
    },
    {
        "name": "Thomas",
        "message": "It's not like I'm with you just because he told me to or anything."
    },
    {
        "message": "　　　　　　You guys were wandering around the village so it was just convenient for me to tag along."
    },
    {
        "name": "Jonathan",
        "message": "What is this 'Lost key'?"
    },
    {
        "message": "　　　　　　　　Are you saying it's here in Arkham？"
    },
    {
        "name": "Thomas",
        "message": "Is it really even here? Hell, I don't even know if something like that really exists in this world."
    },
    {
        "name": "Thomas",
        "message": "The Lost key is kind of a symbol of power, y'know, and people've been searching for it for generations but nobody's found it yet."
    },
    {
        "name": "Jonathan",
        "message": "What kind of tool is it for？"
    },
    {
        "name": "Thomas",
        "message": "I just got ordered to come out here, nobody told me what exactly it's supposed to be."
    },
    {
        "name": "Gardner",
        "message": "I still haven't decided whether to trust you or not, but it's better than being alone at the Fish Scale Inn."
    },
    {
        "name": "Gardner",
        "message": "So, what are you planning to do next？"
    },
    {
        "message": "　　　　　　　　Even if we say we're just looking for a book, it's not something that could be hidden just anywhere, right?"
    },
    {
        "name": "Jonathan",
        "message": "There are only so many places it could be."
    },
    {
        "message": "　　　　　　　　Like the Archives, the Church of Dagon, and the Dunwich Mansion..."
    },
    {
        "name": "Gardner",
        "message": "You can't get into Dollie's study, right？"
    },
    {
        "message": "　　　　　　　　First,　we　have　to　find　that　key,　don't　we?"
    },
    {
        "name": "Jonathan",
        "message": "It seems there wasn't anything like that in the other rooms of the Dunwich Mansion..."
    },
    {
        "name": "Jonathan",
        "message": "If we're talking about another place where Dunwich might keep his stuff..."
    },
    {
        "name": "Cordelia",
        "message": "I'm scared..."
    },
    {
        "name": "Cordelia",
        "message": "If I get caught by those guys, I might end up as food for that monster."
    },
    {
        "name": "Cordelia",
        "message": "I wonder where Mr. Hudson went？"
    },
    {
        "message": "　　　　　　　　It's hard to believe he'd just leave the Fish Scale Inn like this, you know?"
    },
    {
        "name": "Jonathan",
        "message": "And the fact that it was just last night is way too convenient."
    },
    {
        "message": "　　　　　　　　I just hope he wasn't attacked by that monster that blocked our way."
    },
    {
        "name": "Cordelia",
        "message": "If something like that actually happened..."
    },
    {
        "name": "Jonathan",
        "message": "Who knows what could happen to him."
    },
    {
        "message": "　　　　　　　　But,　from　what　happened　last　night,　those　guys　didn't　seem　like　they　were　going　to　harm　us."
    },
    {
        "name": "Cordelia",
        "message": "Yeah, it seemed more like they were just trying to stop us from leaving the village‥‥‥‥"
    },
    {
        "name": "Cordelia",
        "message": "Either way, they don't seem like they're on our side. They could even be Dagon's buddies or something."
    },
    {
        "name": "Jonathan",
        "message": "More than buddies, maybe Dagon actually worships them or something."
    },
    {
        "message": "　　Go outside　　"
    },
    {
        "message": "Lady's room"
    },
    {
        "message": "My room"
    },
    {
        "message": "　　Go outside　　"
    },
    {
        "message": "Lady's room"
    },
    {
        "message": "My room"
    },
    {
        "message": "　　Go outside　　"
    }
]