[
  {
    "message": "So as not to wake Gardner in the next room or the other residents, I creaked down the squeaky stairs and made my way to the empty hall. The time I was supposed to meet at the Pub had long passed. I gotta get going, fast..."
  },
  {
    "message": "There’s nobody in the hall."
  },
  {
    "message": "The inside’s always dark even in the daytime, and now, at this hour, the weird loneliness makes it feel even creepier."
  },
  {
    "message": "I’ve already been back and forth here so many times, the hall’s basically turned into someone else’s house that I know like the back of my hand. As always, there’s nobody in sight, and I can’t hear a single sound."
  },
  {
    "message": "There’s no one in the hall."
  },
  {
    "message": "The room's always dark even during the day, but at this hour, with that weird loneliness hanging around, it just feels even scarier."
  },
  {
    "message": "Even if it's old, there are plenty of buildings with as much history as the Fish Scale Inn all over England. Even the mansion I lived in back in Wales is a hundred years older than this place. But this kind of lonely, worn-down feeling is something unique to hotels and bars."
  },
  {
    "message": "Countless nameless people must have passed through these rooms at the Fish Scale Inn by now. Thinking about that gives me a strange, hard-to-describe feeling."
  },
  {
    "message": "Because of the twilight, the room feels even darker than when I came before."
  },
  {
    "message": "The sooty walls and pillars give off an atmosphere that's almost eerie when you look at them in the dark."
  },
  {
    "message": "When I was a kid, being alone in an old room like this used to scare me."
  },
  {
    "message": "Even now, I sometimes get this baseless fear that maybe someone is staring at me from a corner of the room..."
  },
  {
    "message": "Thanks to Mrs. Hudson's thorough cleaning, there's not a speck of dust anywhere."
  },
  {
    "message": "Even though it's kept this clean, if not a single customer shows up, I gotta say all that effort's just not paying off."
  },
  {
    "message": "I feel like I heard when I first came here that there aren’t many overnight guests, but a lot of people come just for the food. So how come we haven’t seen a single customer the whole time we’ve been staying?"
  },
  {
    "message": "There's a guest book on the counter, and on the wall is written the daily room rate and a 'Today's Recommended Dish.' Tonight it's either white fish meuniere or roast lamb."
  },
  {
    "message": "When I first came here, it was so gloomy I thought there was no way I could stand sleeping in a place like this, but now when I see how I've gotten used to this kind of environment, I can't help but feel a bit creeped out by myself."
  },
  {
    "message": "　　　Dining hall　　　"
  },
  {
    "message": "Madam's room"
  },
  {
    "message": "Madam's room"
  },
  {
    "message": "My room"
  },
  {
    "message": "　　Go outside　　"
  }
]