[
    {
        "message": "I really want to get into bed before the sun comes up somehow."
    },
    {
        "message": "Tomorrow's probably gonna be a busy day again anyway, so if I don't get at least a little rest, my body won't last."
    },
    {
        "message": "I lost even more time because of that guy called Nai."
    },
    {
        "message": "At this hour, the woman might not be waiting for me anymore."
    },
    {
        "message": "But what was that guy talking about, I wonder."
    },
    {
        "message": "He talked like he knew me better than I knew myself. Even though we only met tonight for the first time, and it was just by chance."
    },
    {
        "message": "Are Arkham and I connected by some kind of mysterious thread？"
    },
    {
        "message": "It feels like I'm sinking deeper and deeper before I even realize it."
    },
    {
        "message": "I ended up coming back to the Fish Scale Inn......"
    },
    {
        "message": "I can't go to sleep just yet, can I? And I feel like I've already gone way past the time we promised, too."
    },
    {
        "message": "It's as quiet as the grave around here."
    },
    {
        "message": "If this were somewhere like a back alley in London, even at this kind of hour, there’s no way it would be completely silent-you’d hear the sound of cars driving down the street, or see prostitutes hurrying to find a customer and a place to sleep for the night, or something like that."
    },
    {
        "message": "I can't just stand here staring forever."
    },
    {
        "message": "Besides, the Fish Scale Inn itself isn't exactly what I'd call an impressive building that would catch my interest."
    },
    {
        "message": "It stands there, insisting on its presence as if it's floating up from the darkness."
    },
    {
        "message": "But the impression I get isn't anything like poetic or solemn-instead, it just looks like some creepy abandoned house."
    },
    {
        "message": "The cold wind blowing around feels like it's gotten even harsher at night, and just standing here like this I can really feel my toes in my shoes about to freeze off."
    },
    {
        "message": "Just staring like this, it feels like I'm gradually losing the energy to do anything crazy like go out somewhere now."
    },
    {
        "message": "Maybe I should just go back to my room like this......"
    },
    {
        "message": "From the completely silent building, you can't even sense anyone inside. Honestly, you have to wonder if anyone actually lives there at all."
    },
    {
        "message": "I'm honestly not sure if this door will still be open by the time I get back, but I can't exactly ask the lady of the house to lend me the front door key, so I don't have much choice but to hurry ahead without hesitating."
    },
    {
        "message": "General store"
    },
    {
        "message": "　　　Square　　　"
    },
    {
        "message": "　　　Ruins　　　"
    },
    {
        "message": "Gilman House"
    },
    {
        "message": "　　Go inside　　"
    }
]