[
    {
        "message": "I came back to my room."
    },
    {
        "message": "It feels like the damp air is coming in through the cracks in the window, and droplets of water are forming on the walls around me."
    },
    {
        "message": "That same 'voice' can still be heard from downstairs, and the sound of the wind rattling the window hasn't let up either."
    },
    {
        "message": "No way, the lady and Thomas..."
    },
    {
        "message": "It's really hard to believe, but..."
    },
    {
        "message": "Well, everyone has their own tastes, and I'd hate to seem like I'm peeping if I keep going back over and over."
    },
    {
        "message": "I probably shouldn't go to the lady's room."
    },
    {
        "message": "It's already shrouded in dusk, and the clammy air I felt during the day is even wetter now, making it feel like rain could start any minute."
    },
    {
        "message": "Looks like I managed not to oversleep tonight."
    },
    {
        "message": "After what happened during the day, I’d better head to Gilman House soon."
    },
    {
        "message": "Even though it looks like it's about to rain."
    },
    {
        "message": "I'm really not feeling it, though........."
    },
    {
        "message": "『Ugh.........ah.........』"
    },
    {
        "message": "『Sto.........p.........no.........please.........』"
    },
    {
        "message": "誰の声だろう、普段ならばひっそりと静まりかえっているはずの魚鱗亭に、今夜は人の声がする。"
    },
    {
        "message": "Gardner in the next room must've already fallen asleep by now."
    },
    {
        "message": "Sounds like the voices are coming from downstairs."
    },
    {
        "message": "『O...gai...stop...ah...』"
    },
    {
        "message": "The only one on the floor below is Mrs. Hudson, but........."
    },
    {
        "message": "What am I even doing at a time like this?"
    },
    {
        "message": "Thanks to being washed so many times, worn-out and wrinkled curtains are hanging there. Even though I know this is the second floor, I still can’t shake the fear that someone might be peeking in from the other side of the curtains."
    },
    {
        "message": "I've thought this ever since I first saw it, but the pattern on the old curtain hanging over the window looks just like long hair tied back."
    },
    {
        "message": "Maybe it's because of that, but I can't help but feel like someone is peeking at me from the other side of the window."
    },
    {
        "message": "I wonder if the guests who stayed in this room before me ever thought about things like that and got anxious. I just can't stop thinking about it."
    },
    {
        "message": "It's the bed I was just sleeping in."
    },
    {
        "message": "I'm not really the type to toss and turn in my sleep-the sheet is perfectly neat, so much that there's not even a need to make the bed."
    },
    {
        "message": "It seems a bit better than the one that was in Cordelia's room, but for someone bigger than me, it'd probably be a really cramped and uncomfortable fit."
    },
    {
        "message": "With this, there's no way I'd try to drag a woman into the room and try to do anything on this bed."
    },
    {
        "message": "The bed in Mrs. Hudson's room seems to be quite a bit nicer than the ones in the guest rooms. Even with the pretty big Thomas and the Mrs. together on it, it doesn't budge an inch, so I guess it's not meant just for one person."
    },
    {
        "message": "She must have been sleeping there with the husband who disappeared."
    },
    {
        "message": "Getting into that bed with another man and letting out moans that throw aside her usual modesty-it's just too hard to believe."
    },
    {
        "message": "It's an old, scarred-up table."
    },
    {
        "message": "It's a bit too tall to eat at, and on the other hand, too low to write at."
    },
    {
        "message": "Basically, it's a table that's pretty much useless."
    },
    {
        "message": "At best, you could only use it when having tea in the afternoon or something."
    },
    {
        "message": "Because it's been used for so many years, the surface has lost its shine and is covered in countless scratches. It seems to be a pretty old item, but after getting like this, it doesn't have any value anymore."
    },
    {
        "message": "But if you put it that way, even if you put this whole Fish Scale Inn up for auction, you can pretty much guess it wouldn't go for much."
    },
    {
        "message": "Even if Mrs. Hudson tried to do that, starting a new life with the money from selling the Fish Scale Inn is just plain impossible."
    },
    {
        "message": "It's the door that connects to Gardner's room next door."
    },
    {
        "message": "Right now, it looks like the door's locked from the other room."
    },
    {
        "message": "隣室のガードナーの部屋に通じる扉だが、今は鍵がかかっている。"
    },
    {
        "message": "It looks like a door made for masters and their old servants to go back and forth between rooms, like in the days when people traveled with their attendants."
    },
    {
        "message": "Looking at Gardner's room, it doesn't seem all that different from mine, but I'm sure it used to be one big room that's now split in two with a partition."
    },
    {
        "message": "There probably aren't any travelers with attendants these days, and even if there were, attendants nowadays would expect the same treatment as their masters-Gardner, for example, would have no idea what to do with such a big room."
    },
    {
        "message": "階下からはトマスと夫人が睦みあう声が聞こえてくる。"
    },
    {
        "message": "I can hardly believe that the usually chaste and prudish lady is letting out such a sensual voice......"
    },
    {
        "message": "ついさっき夫人の部屋で目にした光景は、まぎれもない真実だ。"
    },
    {
        "message": "So the lady was just a woman after all, huh."
    },
    {
        "message": "『St-st-sto‥‥‥‥‥‥‥no‥‥‥‥don’t‥‥‥‥』"
    },
    {
        "message": "The female voice coming from downstairs echoes weirdly clear, helped by the fact that it's well past midnight and almost completely quiet."
    },
    {
        "message": "Even if it’s a cheaply built inn, it still feels kind of unnatural for the sound to come through this clearly."
    },
    {
        "message": "From my perspective, Mrs. Hudson-who looked like the very picture of a virtuous widow-doing that kind of thing with Thomas..."
    },
    {
        "message": "It's really hard to believe, but maybe, just like people say, widows are actually pretty lewd after all."
    },
    {
        "message": "Maybe Mrs. Hudson, just like those other women, couldn't handle her own desires and ended up indulging in acts with Thomas."
    },
    {
        "message": "Looks like Gardner has already gone to sleep."
    },
    {
        "message": "If I got woken up in the middle of the night, I'd be seriously pissed off."
    },
    {
        "message": "Looks like it'd be better to leave them alone..."
    },
    {
        "message": "It's not like I have any business with Gardner or anything......"
    },
    {
        "message": "I tried turning the knob on the door connecting to the next room."
    },
    {
        "message": "The door won't budge at all."
    },
    {
        "message": "It's locked from the room over there."
    },
    {
        "name": "Jonathan",
        "message": "Professor, are you still awake？"
    },
    {
        "message": "I knocked on the door and called Gardner's name."
    },
    {
        "message": "しかし、隣室から返事の声は聞こえない。"
    },
    {
        "message": "Entrance hall"
    }
]