[
  {
    "message": "Isn't it about time to head over to Cordelia?"
  },
  {
    "message": "If I'm late, who knows what she'll say..."
  },
  {
    "name": "Voice",
    "message": "Remember now, Jonathan？"
  },
  {
    "name": "Voice",
    "message": "What you saw wasn’t a dream."
  },
  {
    "name": "Voice",
    "message": "It's something that's already been tested."
  },
  {
    "message": "《...O god who serves the ancient god. With the shine of your scales, praise the ancient god...》"
  },
  {
    "name": "Voice",
    "message": "And now, this is something that has to be tested from here on out."
  },
  {
    "message": "《...Let us join together as well. Praise the ancient god with the fluttering of our fins...》"
  },
  {
    "name": "Voice",
    "message": "Remember, Jonathan."
  },
  {
    "message": "《...With the accursed words of the book entrusted to you, praise the ancient god...》"
  },
  {
    "name": "Voice",
    "message": "That you’re a special person."
  },
  {
    "message": "《...Let us nourish God with our flesh. Praise the old gods with the flesh of the offering...》"
  },
  {
    "name": "Voice",
    "message": "Why were you born...?"
  },
  {
    "name": "Voice",
    "message": "Let me show you... Jonathan..."
  },
  {
    "message": "‥‥‥‥‥‥‥‥"
  },
  {
    "message": "‥‥‥‥‥‥‥‥‥‥‥‥‥"
  },
  {
    "message": "Looks like I fell asleep."
  },
  {
    "message": "My head hurts so bad, thinking about anything is pretty much impossible."
  },
  {
    "message": "I wonder what time it is now. Inside the Fish Scale Inn, it's so quiet you can't hear a sound."
  },
  {
    "message": "Is it already the time when not just early-sleeper Gardner, but everyone at the Fish Scale Inn is asleep？ Looks like I really overslept."
  },
  {
    "message": "Looks like we should hurry."
  },
  {
    "message": "I hope I make it in time for my promise with Cordelia."
  },
  {
    "message": "There’s a worn-out, wrinkled curtain hanging there from being washed so many times. I know this is the second floor, but that fear that someone might be peeking from the other side of the curtain just won’t go away."
  },
  {
    "message": "Even though the window should be shut tight, the cold from outside is sneaking in from somewhere. If I'm going to stay here for a while, I'll have to ask Mrs. Hudson to do something about it."
  },
  {
    "message": "Since it doesn't look like the weather's going to clear up anyway, maybe it would be better to just close the shutters."
  },
  {
    "message": "Sorry, but I've got a promise with Cordelia."
  },
  {
    "message": "I can't get a good night's sleep in this bed until morning."
  },
  {
    "message": "I dozed off just now with my clothes still on, but the bed isn't that messed up."
  },
  {
    "message": "I'm probably not gonna be able to sleep here tonight anyway..."
  },
  {
    "message": "Tomorrow, when Mrs. Hudson comes to make the bed, it might be suspicious if it's too neat."
  },
  {
    "message": "I deliberately wrinkled the sheet and made it look like someone had slept messily."
  },
  {
    "message": "This should be good enough."
  },
  {
    "message": "This way, the lady won't pry into weird stuff anymore."
  },
  {
    "message": "It's an old, beat-up Table."
  },
  {
    "message": "It's a little too tall for eating, and on the flip side, it's too short for writing."
  },
  {
    "message": "In other words, it's basically a Table that's almost useless."
  },
  {
    "message": "You'd probably only be able to use it when having afternoon tea at best."
  },
  {
    "message": "Because it's been used for so many years, the surface has lost its shine and is covered with countless scratches. It does seem to be fairly old, but once it's like this, it's got no value anymore."
  },
  {
    "message": "But if you're gonna say that, even if you put this whole Fish Scale Inn up for auction, it's pretty obvious it wouldn't go for much."
  },
  {
    "message": "Even if Mrs. Hudson tried to do that, it’s just impossible to think she could start a new life with the money from selling the Fish Scale Inn."
  },
  {
    "message": "It’s the door that connects Gardner’s room next door and my room."
  },
  {
    "message": "Right now, it’s locked from the other side."
  },
  {
    "message": "It looks like a door made back in the days when people traveled with their servants, so that the master and the servant could go back and forth between the rooms."
  },
  {
    "message": "Back then, the servants were probably handy for busily looking after their master, but these days they're not really all that useful."
  },
  {
    "message": "Moreover, there's even the worry that some complete stranger staying in the next room might try to steal from me while I'm asleep."
  },
  {
    "message": "Technically, the door won't open unless the locks in both rooms are undone, but since it's Gardner in the room next to mine, if I carelessly lock the door and get in the old man's way, I'll just set off his temper again."
  },
  {
    "message": "Gardner can come into my room whenever he wants, but I can’t even keep the bare minimum of privacy for myself."
  },
  {
    "message": "No need to worry about meals, and there aren't any noisy neighbors. It's way more comfortable than some boarding house."
  },
  {
    "message": "I've gotten pretty used to this dreary temporary place."
  },
  {
    "message": "It's actually cleaner and more comfortable here than my own apartment, since Mrs. Hudson cleans every day."
  },
  {
    "message": "I don't have to worry about meals, and there aren't any nosy neighbors prying into my business."
  },
  {
    "message": "If I could just hang up a painting or something, my room would finally start to feel like my own."
  },
  {
    "message": "Gardner seems to have long since gone to bed-there’s a lock on the door from the other side."
  },
  {
    "message": "It's not like I have any business with Gardner or anything......"
  },
  {
    "message": "I tried turning the knob on the door that connects to the next room."
  },
  {
    "message": "The door doesn't budge an inch."
  },
  {
    "message": "It's locked from the room over there."
  },
  {
    "name": "Jonathan",
    "message": "Professor, are you still awake？"
  },
  {
    "message": "I knocked on the door and called Gardner's name."
  },
  {
    "message": "But there was no reply from the next room."
  },
  {
    "message": "Gardner has probably already fallen asleep."
  },
  {
    "message": "No matter how lively the old man is, there's no way he wouldn't get tired after wandering all around the village like that in the middle of the day."
  },
  {
    "message": "It's not like I have any business here or anything."
  },
  {
    "message": "It's probably best to leave it alone."
  },
  {
    "message": "Entrance hall"
  },
  {
    "message": "　　　Dining room　　　"
  },
  {
    "message": "Lady's room"
  },
  {
    "message": "　Thomas's room　"
  }
]