[
    {
        "name": "Jonathan",
        "message": "Professor, you're still up？"
    },
    {
        "name": "Gardner",
        "message": "I was just thinking of going to bed."
    },
    {
        "message": "　　　　　　　　What's up, Jonathan."
    },
    {
        "message": "I knocked on the door of Gardner's room next door."
    },
    {
        "message": "Gardner is as calm as if the argument in the dining room never happened. Violet smoke rises in the room and the sweet, savory scent of pipe Tobacco drifts through the air. The effect of a smoke from the pipe seems tremendous; Gardner looks like he's in a much more forgiving mood than usual."
    },
    {
        "message": "If this were a slightly fancier hotel, there would probably be a guest of honor’s bedroom and a cloakroom just for them. The Fish Scale Inn isn’t built to cater to travelers with needs like that."
    },
    {
        "message": "It looks like this room was designed to mirror mine. From the position of the Bed to the shape of the window, everything's exactly the same. Maybe it used to be one big room that just got split into two with a door and a partition."
    },
    {
        "message": "Gardner makes a bitter face, not even trying to hide his disgust toward Thomas. It's not exactly gentlemanly behavior, but maybe that's understandable."
    },
    {
        "message": "For someone with an academic mindset like him, worshippers of the medieval dark ages who muse over things like alchemy or occult philosophy are probably unforgivable existences. Or maybe Gardner himself has dabbled in research in that field. Maybe that's exactly why he can't stand people who flaunt sloppy knowledge..."
    },
    {
        "message": "Gardner looks like he's getting impatient because he wants to crawl into bed already. It'd probably be a good idea to wrap things up quick and tell him he's free to go."
    },
    {
        "message": "The polite, sarcastic side he showed in the cafeteria had completely disappeared."
    },
    {
        "message": "This multifaceted nature is just like the difficult old man, but the cold and unsociable attitude he showed Thomas is definitely not normal."
    },
    {
        "message": "What did Thomas do to this old scholar?"
    },
    {
        "name": "Gardner",
        "message": "Anyway, just don't take your eyes off Thomas."
    },
    {
        "name": "Jonathan",
        "message": "What's going on, Professor?"
    },
    {
        "name": "Gardner",
        "message": "Didn't you see the ring on that man's left finger？"
    },
    {
        "name": "Jonathan",
        "message": "The Ring......is it？"
    },
    {
        "name": "Gardner",
        "message": "You're a lot duller than you look. Try to remember a little better, will you！"
    },
    {
        "message": "Thomas's Ring... I didn't really pay special attention to something like that, though..."
    },
    {
        "message": "Let's try to remember what happened in the cafeteria..."
    },
    {
        "name": "Gardner",
        "message": "That ring that was on Thomas's finger..."
    },
    {
        "message": "　　　　　　　　That's definitely the title of Master, which only those of high rank in the Freemason are allowed to bear."
    },
    {
        "name": "Jonathan",
        "message": "Freemason？ You mean a so-called secret society. I'm surprised something like that still exists."
    },
    {
        "name": "Gardner",
        "message": "At first, I thought that guy was just a small-time hustler or something, but it looks like that's not the case."
    },
    {
        "name": "Jonathan",
        "message": "Speaking of which... it looked like there was some kind of pattern on the Ring, huh."
    },
    {
        "name": "Gardner",
        "message": "The Freemason was apparently originally like a mutual aid society for stonemasons. But at some point, it turned into a hotbed for a bunch of mystics."
    },
    {
        "name": "Jonathan",
        "message": "When you say mystic...you mean like, into the occult or something？"
    },
    {
        "name": "Gardner",
        "message": "It's not that simple. There are quite a few pretty extreme groups out there that sell bloody rituals and the like."
    },
    {
        "name": "Jonathan",
        "message": "Are you saying Thomas is one of them?"
    },
    {
        "name": "Gardner",
        "message": "I’m not saying that. But if not, then there’s no reason to be in Arkham, is there?"
    },
    {
        "message": "Does Gardner really think that a secret society is after the ruins he discovered? No matter how you look at it, that's just some wild delusion... But still, what did Thomas come to Arkham for, anyway?"
    },
    {
        "name": "Jonathan",
        "message": "I thought Thomas came to Arkham just for the money, but......"
    },
    {
        "name": "Gardner",
        "message": "Well, whatever. Either way, it doesn't change the fact that he's trying to use us."
    },
    {
        "name": "Jonathan",
        "message": "Professor. When I look at you, I can't help but imagine that something happened between you and Thomas."
    },
    {
        "name": "Gardner",
        "message": "There's really nothing. But that guy, he's definitely not just some con man."
    },
    {
        "name": "Jonathan",
        "message": "On what grounds are you saying that?"
    },
    {
        "name": "Gardner",
        "message": "Evidence? You saw it too just now, didn’t you? The ring that guy’s wearing. I’m talking about that cheap, chunky ring."
    },
    {
        "name": "Jonathan",
        "message": "Ah..... There was some kind of pattern carved into the surface, wasn't there.　　　　　　　　I didn't really get what it was supposed to mean."
    },
    {
        "name": "Gardner",
        "message": "Can't blame you for not knowing. You're not old enough for that, and lately no one really talks about those things..."
    },
    {
        "name": "Jonathan",
        "message": "What's going on? Is there some hidden meaning behind that Ring?"
    },
    {
        "name": "Gardner",
        "message": "Yeah, that means Thomas is a member of the Freemason. And from what I saw, he's at a pretty high rank... Maybe, he might even be at the level of a Master."
    },
    {
        "name": "Jonathan",
        "message": "Freemason... that's what you call a secret society, right?　　　　　　　　Did something like that really still exist?"
    },
    {
        "name": "Gardner",
        "message": "Not just in England, but all over the world."
    },
    {
        "message": "　　　　　　　　But most of them are nothing more than harmless rotary clubs."
    },
    {
        "name": "Jonathan",
        "message": "Then why......"
    },
    {
        "name": "Gardner",
        "message": "I hear that a very small group still clings to fanciful dreams from the era of medieval obscurantism, repeating foolish deeds and thoughts."
    },
    {
        "name": "Jonathan",
        "message": "If it's just an occult hobby, isn't it harmless？"
    },
    {
        "message": "　　　　　　　　There are beliefs like that everywhere, right?"
    },
    {
        "name": "Gardner",
        "message": "You can't really call blood rituals or cannibalism harmless. Everybody out there just labels that stuff the ravings of lunatics, but if they're actually doing it seriously, that's some dangerous thinking."
    },
    {
        "name": "Gardner",
        "message": "Besides... I can't say for sure that sort of ritual is just pure superstition or nothing more than a dangerous game with fire."
    },
    {
        "name": "Jonathan",
        "message": "But isn't it possible that Thomas isn't necessarily a member of that foolish group？"
    },
    {
        "name": "Gardner",
        "message": "That might be true. But if that's the case, then why is that guy here in Arkham？ This isn't a resort-it's just a deserted fishing village."
    },
    {
        "name": "Jonathan",
        "message": "Are you saying it's got something to do with the ruins the professor discovered？"
    },
    {
        "name": "Gardner",
        "message": "I get that having to stop traveling with that guy couldn’t be helped, but should we really take what he said at face value? Wouldn’t it be smarter to suspect there’s something going on behind the scenes?"
    },
    {
        "message": "But is that really true? To me, it just sounds like Gardner's delusions of grandeur. Maybe Thomas just heard some rumor about gold somewhere and thought he could get lucky and make a quick buck."
    },
    {
        "name": "Gardner",
        "message": "Jonathan, I'm sorry for dragging you into this when you had nothing to do with it."
    },
    {
        "name": "Jonathan",
        "message": "Sorry for barging in at this hour."
    },
    {
        "name": "Gardner",
        "message": "No, I don't mind. So, what did you want？"
    },
    {
        "message": "Now then, how should I start this conversation..."
    },
    {
        "message": "『At dinner, why were you in such a bad mood？』"
    },
    {
        "message": "No, coming out like that would just put Gardner in a bad mood..."
    },
    {
        "message": "『You don't like Thomas, do you？』"
    },
    {
        "message": "That makes it sound like I'm saying Gardner is just some stubborn old man."
    },
    {
        "name": "Gardner",
        "message": "What are you dawdling for? Thanks to that idiot, I'm about to get indigestion, hurry up already."
    },
    {
        "name": "Jonathan",
        "message": "What is it about that guy Thomas that bothers you so much, exactly？"
    },
    {
        "name": "Gardner",
        "message": "What......you didn't notice？"
    },
    {
        "message": "　　　　　　　　For someone working as a journalist, you really lack sharp insight."
    },
    {
        "message": "I wonder what that's about......"
    },
    {
        "name": "Gardner",
        "message": "If you're sleepy, go back to your room and get in bed."
    },
    {
        "message": "　　　　　　　　I can't just give up my bed, you know. For an old body like mine, the sofa or that cold floor is just too much to bear."
    },
    {
        "message": "The comfort doesn't seem much different from the bed in my room. Maybe it's a little tough for old man Gardner. Or maybe, does his fieldwork-hardened body not feel anything？"
    },
    {
        "name": "Gardner",
        "message": "If anything happens, just knock on that door."
    },
    {
        "message": "The door is securely locked. The keyhole has been smashed, and it's been modified so that a bolt can be thrown from both my side and Gardner's side of the room."
    },
    {
        "message": "My room"
    }
]