[
    {
        "name": "Cordelia",
        "message": "There's nobody here."
    },
    {
        "message": "　　　　　　　　Hans just left the store open, I wonder where he went."
    },
    {
        "message": "I'm inside the general store."
    },
    {
        "message": "Not only are there no customers, but I don't even see the owner Hans."
    },
    {
        "name": "Cordelia",
        "message": "There's nobody here."
    },
    {
        "message": "Hans doesn't seem especially cautious or business-minded, so it's not all that surprising, but you'd think he'd at least put up a sign saying he's out."
    },
    {
        "name": "Cordelia",
        "message": "I wonder where they went off to."
    },
    {
        "message": "　　　　　　　　Don’t you think leaving even the front door unlocked is just way too careless？"
    },
    {
        "name": "Jonathan",
        "message": "There's no way they've just disappeared somewhere, right?"
    },
    {
        "name": "Jonathan",
        "message": "なにしろこの村の住人は失踪するのが好きなようだか　　　　　　　　らな。"
    },
    {
        "message": "店主のハンスがいないカウンターの奥には、どうぞ持っていって下さいと言わんばかりに様々な商品が陳列されている。"
    },
    {
        "message": "Doing such sloppy business, it's a wonder this shop hasn't gone under."
    },
    {
        "message": "Well, maybe Hans doesn't really care what happens to the shop anyway."
    },
    {
        "message": "Even if depopulation has progressed and there are only a few hundred residents, it still seems like there are way too few products to cover the needs of an entire village."
    },
    {
        "message": "People say the villagers hate leaving Arkham, and since there aren't any decent ways to get around, even if they wanted to, it's not like they could just go take care of their business outside the village that easily."
    },
    {
        "message": "So, that means the villagers have to make do with the not-so-abundant stock at this store."
    },
    {
        "message": "Inside the store, it's surprisingly packed with a large amount of goods. Cans of beans and Soup, cosmetics, and such are all lined up in a cluttered way."
    },
    {
        "message": "Most of it is just cheap, ordinary stuff you can find anywhere, and it doesn't look like there's any dust piling up, so the merchandise probably sells at a decent rate."
    },
    {
        "message": "They said the people who live here don't really like to go outside the village."
    },
    {
        "message": "Does Hans bring in all the villagers' daily necessities from outside the village by himself?"
    },
    {
        "message": "Cordelia, with a sullen look, is expressing with her whole body that she still has no intention of forgiving me."
    },
    {
        "message": "Ever since I left the brothel, I’ve hardly spoken a word, and I still don't think I’m in any shape to have a proper conversation."
    },
    {
        "message": "It's true that I enjoyed it too, but it was all for a purpose."
    },
    {
        "message": "It's no fun being blamed so one-sidedly like this."
    },
    {
        "message": "She still seems bothered about that sleepwalking thing this morning, and doesn't look too peppy."
    },
    {
        "message": "What Cordelia was doing and where she was last night is something I'm curious about too, but now's probably not the time to talk about it."
    },
    {
        "message": "It seems like the sleepwalking thing we talked about at the Fish Scale Inn this morning is still bothering her, and she’s not really herself."
    },
    {
        "message": "She probably didn’t actually want to come to the general store either, but it’s no wonder she’d feel anxious, thinking something might have happened to her while she was out of it."
    },
    {
        "message": "Even without that, Hans has a somewhat shady side to him, there's something about him that's hard to trust. Just thinking about running into Hans unexpectedly when I'm not aware gives me chills down my spine."
    },
    {
        "name": "Cordelia",
        "message": "There's no point in staying here, is there?"
    },
    {
        "message": "　　　　　　　　If there's nothing to do, I'll just go back to the Pub."
    },
    {
        "name": "Cordelia",
        "message": "If Hans isn't around, I can't even talk to anyone."
    },
    {
        "message": "　　　　　　　　Do you still have something to do here？"
    },
    {
        "name": "Cordelia",
        "message": "Why don't you at least get some medicine while you're at it."
    },
    {
        "name": "Jonathan",
        "message": "Medicine？"
    },
    {
        "message": "　　　　　　　　I'm not hurt or anything, you know."
    },
    {
        "name": "Cordelia",
        "message": "No, it's for if you catch some scary disease."
    },
    {
        "message": "　　　　　　　　People who go to places like that always end up catching something, don't they？"
    },
    {
        "name": "Jonathan",
        "message": "......What are you trying to say?"
    },
    {
        "name": "Cordelia",
        "message": "Why are you making such a scary face?"
    },
    {
        "message": "　　　　　　　　I'm not worried about you, you know. If you leave it alone, I've heard that thing down there will rot off and fall off."
    },
    {
        "name": "Jonathan",
        "message": "A girl like you shouldn't be saying stuff like that."
    },
    {
        "message": "　　　　　　　　Where did you hear something like that?"
    },
    {
        "name": "Cordelia",
        "message": "What, you act like you're too proper with your words, but you go to those kinds of places anyway."
    },
    {
        "name": "Jonathan",
        "message": "That's why......"
    },
    {
        "name": "Jonathan",
        "message": "I've told you over and over, there's a reason for that."
    },
    {
        "message": "　　　　　　　　Anyway, let's talk about that later."
    },
    {
        "name": "Cordelia",
        "message": "Yeah, I'll be taking my time hearing all about this so-called reason of yours."
    },
    {
        "name": "Cordelia",
        "message": "Shall we go？"
    },
    {
        "message": "　　　　　　　　I don't know when Hans will be back."
    },
    {
        "name": "Cordelia",
        "message": "Looks like nobody's home."
    },
    {
        "message": "　　　　　　　　Even　if　it's　a　tiny　village　where　everyone　knows　each　other,　this　is　just　way　too　careless."
    },
    {
        "name": "Jonathan",
        "message": "I just stepped out for a quick errand, that's all."
    },
    {
        "message": "　　　　　　　　They'll probably come back right away."
    },
    {
        "name": "Cordelia",
        "message": "Are you gonna wait here until then？"
    },
    {
        "name": "Jonathan",
        "message": "Yeah..."
    },
    {
        "name": "Jonathan",
        "message": "Maybe I should come back later."
    },
    {
        "message": "　　Go outside　　"
    }
]