[
    {
        "message": "The window of the general store is left just as it was, shattered by someone, exposing its miserable state."
    },
    {
        "message": "If Hans were to come back, even though he isn't that enthusiastic about business, he'd probably want to do something about this mess."
    },
    {
        "message": "Most likely, the inside of the store is still exactly as it was when Gardner and I went in, with only the cold corpse of the Deep One we shot lying around."
    },
    {
        "message": "Even though the entrance is unlocked, there doesn't seem to be anyone inside."
    },
    {
        "message": "It looks like Hans has gone off somewhere."
    },
    {
        "name": "Cordelia",
        "message": "Looks like nobody's here."
    },
    {
        "message": "　　　　　　　　The door's not locked though....."
    },
    {
        "message": "Just like Cordelia said, even though the store entrance isn't locked, there's no sign of anyone inside."
    },
    {
        "name": "Jonathan",
        "message": "So first Mrs. Hudson, and now Hans....."
    },
    {
        "message": "　　　　　　　　Seems like all the villagers except us have disappeared somewhere into thin air."
    },
    {
        "message": "Either way, there's no way the Necronomicon would be in a place like this."
    },
    {
        "message": "We should probably check somewhere else."
    },
    {
        "message": "The deserted general store looks like it shut down years ago, like it's been abandoned by the flow of time."
    },
    {
        "message": "There's no doubt it's been like this since Hans was here, but if even the entrance key is left just as it is, it's no wonder people would think they've been abandoned."
    },
    {
        "message": "When I look at the peeling outer walls and the dust-covered, discolored show window glass, it almost feels like the store went out of business ages ago."
    },
    {
        "message": "The glass in the door is broken, and the hinges are loose."
    },
    {
        "message": "どのみち中に誰かがいるとは思えないが、このまま放置しておくのは、あまりにも忍びないように感じられる。"
    },
    {
        "message": "鍵がかかっていないどころか、完全に閉まっていない扉が風にガタガタ音を立てて揺れている。"
    },
    {
        "message": "The creak made by the oil-starved hinges sounded like a shop abandoned by everyone was grieving, letting out sobs, and it just made me feel unbearably sad."
    },
    {
        "message": "The door creaks as it's swayed by the wind, making it seem like there's nobody inside."
    },
    {
        "message": "Even for Hans, it's hard to imagine he'd just leave the door rattling and making such an unpleasant noise—maybe Hans has really gone off somewhere after all."
    },
    {
        "message": "The show window with broken glass feels like it's been seriously ransacked, with the items inside scattered all over the place."
    },
    {
        "message": "If the monster that's lying dead in the shop is the one who did this, then at the very least, it seems like they've kept a bit of their humanity in just how brutal they are."
    },
    {
        "message": "The dust-covered glass is discolored, so you can't really see the stuff inside."
    },
    {
        "message": "Probably, the previous owner before Hans just left the decorations as they were."
    },
    {
        "message": "The items on display are terribly old-fashioned, so much so that it's hard to imagine even the villagers wanting to buy them, let alone us."
    },
    {
        "message": "Old-fashioned, worthless products you hardly ever see these days are carelessly on display."
    },
    {
        "message": "At this rate, not only me, but it's hard to even get the villagers interested in buying anything."
    },
    {
        "message": "It doesn't seem like they're doing business all that eagerly."
    },
    {
        "message": "　　　Map　　　"
    }
]