[
  {
    "message": "Cordelia isn't here."
  },
  {
    "message": "No matter how tough she is, there's no way she'd have the guts to come out to the cape all alone in the middle of the night."
  },
  {
    "message": "It's a cape that juts out into the sea on the edge of the village."
  },
  {
    "message": "Under the moonlight, the Ruins left behind by someone are glowing an eerie pale blue."
  },
  {
    "message": "I’ve heard that even during the day, the villagers avoid coming near here-let alone at night. I don’t want to hang around a place like this either."
  },
  {
    "message": "I came to the front of the Ruins at the cape on the edge of the village."
  },
  {
    "message": "I was kind of hoping I might run into that old man from earlier in the day, but it seems I’m the only weirdo willing to come to such a gloomy place in the middle of the night."
  },
  {
    "message": "As expected, after coming this far, the sound of the crashing waves has turned into an ear-splitting roar, and that, combined with the complete absence of even a single insect’s voice around here, makes it sound even more painfully grating to the ears."
  },
  {
    "message": "For a while, I ran my fingers over the stone's surface, cold and clinging to my fingertips, savoring the flawless work that didn't even have the slightest bump."
  },
  {
    "message": "I'm not an architect, and there's no way I could know how this stone was even cut out."
  },
  {
    "message": "But when you see the results of this kind of perfect work, it makes anyone who lays hands on it feel an almost intoxicating respect, no matter who created it."
  },
  {
    "message": "I nervously reached out to touch one of the pillars of the Ruins."
  },
  {
    "message": "The surface of the stone shone with a slimy gloss, smooth as if melted by intense heat, and only the parts worn down by wind and rain felt rough, catching on my fingertips."
  },
  {
    "message": "Even though it looked like the height was built up by stacking numerous stones, the joints between each stone were so precisely joined that not even a razor's edge could fit between them."
  },
  {
    "message": "Even with modern technology, it's hard to believe something this intricate could be made. Who the heck built this amazingly detailed structure, and how did they do it?"
  },
  {
    "message": "I don't know how many years have passed since it was made, but there are fine cracks and scars from being worn down by wind and rain on the surface of the stone."
  },
  {
    "message": "But for all that, it's still weird how they haven't let any moss, ivy, or other plants get in."
  },
  {
    "message": "The stone pillar glows with a pale, slimy light under the moonlight."
  },
  {
    "message": "Under the midday sunlight, it looked like nothing more than a plain, lusterless black stone that just absorbed the rays, but under the moonlight, it actually seemed to give off a brilliant glow."
  },
  {
    "message": "Hates sunlight, and shines under the moonlight, huh."
  },
  {
    "message": "It's like some evil monster strutting through the darkness, isn't it?"
  },
  {
    "message": "I see, there's no stone with this kind of gloss in England. No-at least as far as I know, it's hard to believe there's any country in the world that produces something like this."
  },
  {
    "message": "Who on earth brought these huge stones all the way from some distant, unknown land, and for what purpose? Just thinking about the amount of effort it must've taken makes me feel faint. There's no doubt this building was constructed for some incredibly important reason."
  },
  {
    "message": "I don't really want to stare at it too much."
  },
  {
    "message": "When I stare at that Relief, I get this fear like even my soul might get tainted by something evil."
  },
  {
    "message": "What on earth was the person who brought something like this to Arkham thinking？ Marsh said someone made a killing thanks to the ruins, but..."
  },
  {
    "message": "It's a mural of a man whose lower half is completely covered in fish-like scales."
  },
  {
    "message": "If this were a woman, you might think it's some kind of mermaid, but from these crude brushstrokes, there's no sense of admiration for something beautiful."
  },
  {
    "message": "Maybe this was drawn by someone who feared a being that transcends human power, something not human, and worshiped it as if submitting to its power."
  },
  {
    "message": "That lantern-like thing the man is holding-maybe it's something that ancient people who worshiped fire used to represent as a symbol of power."
  },
  {
    "message": "If that's the case, maybe these murals and ruins were built a really long time ago."
  },
  {
    "message": "But I can't really believe that people from such an ancient era could have built something this massive..."
  },
  {
    "message": "Looks like, with just the knowledge I have, it's going to be pretty tough to solve the mysteries of these ruins."
  },
  {
    "message": "Marsh sounded like he knew who brought these ruins to Arkham..."
  },
  {
    "message": "I turned my eyes to the ruins' temple building."
  },
  {
    "message": "The relief of that half-man, half-fish guy we saw with Gardner and the others during the day is glowing with something almost divine in the moonlight."
  },
  {
    "message": "Marsh said that these ruins were brought here by 'someone.'"
  },
  {
    "message": "I don't know what they were thinking when they went out of their way to bring something like this, but there must be some deep intention behind it."
  },
  {
    "message": "And no matter where it was brought from, there's no doubt that it was once an object of someone's faith."
  },
  {
    "message": "I wonder where these ruins used to be."
  },
  {
    "message": "And what was the intention in bringing them to Arkham?"
  },
  {
    "message": "No matter how much a layman like me racks his brain, there's no way I could solve this problem that even the expert Gardner has given up on."
  },
  {
    "message": "If we could find out who carried the ruins into Arkham, maybe we could figure out what these structures are doing here in the first place."
  },
  {
    "message": "It's a building like a temple that was once dedicated to the old gods in Greece."
  },
  {
    "message": "If these ruins really were objects of the same kind of faith as those gods, why is there no trace of their existence left to us now?"
  },
  {
    "message": "Did whoever brought these ruins try to establish the same faith in Arkham that must have existed where the ruins originally were?"
  },
  {
    "message": "What could anyone possibly gain by doing something like that?"
  },
  {
    "message": "The sky is still as gloomy and overcast as ever."
  },
  {
    "message": "If only the weather were good, we should be able to see the distant islands, but today they aren’t showing themselves at all."
  },
  {
    "message": "　　　Map　　　"
  }
]