[
    {
        "message": "This is a cape jutting out into the sea on the outskirts of the village."
    },
    {
        "message": "Under the moonlight, some Ruins left behind by someone glow with an eerie pale blue light."
    },
    {
        "message": "I hear that even during the day, the villagers avoid coming near here, and even more so at night. I don't want to hang around a place like this either."
    },
    {
        "message": "I came to the front of the Ruins on the cape at the edge of the village."
    },
    {
        "message": "I was vaguely hoping that I might run into that Old man from earlier today, but it seemed like I was the only weirdo who would come near such a gloomy place, especially in the middle of the night."
    },
    {
        "message": "As expected, coming this far, the sound of the crashing waves turns into an ear-splitting roar, and combined with the complete lack of any insect noises around here, it sounds all the more grating."
    },
    {
        "message": "For a while, I ran my fingers along the stone's surface, which felt cold and clung to my fingertips, enjoying the results of a flawless job with not even the slightest bump."
    },
    {
        "message": "I'm not an architect, and there's no way I could possibly know how these stones were cut in the first place. But when you're faced with the results of perfectly executed work like this, whoever did it, you can't help but feel a reverence that's almost intoxicating just by touching it."
    },
    {
        "message": "I reached out hesitantly to touch one of the columns of the Ruins."
    },
    {
        "message": "The stone's surface, shining with a slimy gloss, is flat as if melted by intense heat, and only the parts worn by wind and rain feel rough against my fingertips."
    },
    {
        "message": "Even though it looks like a bunch of stones have been stacked up to make it taller, the joints between each stone fit together so precisely, not even a razor blade could slip between them."
    },
    {
        "message": "Even with modern technology, it's hard to believe such a meticulous structure could be built. Just who, and how, could have created this intricate building?"
    },
    {
        "message": "I don't know how many years have passed since it was made, but the surface of the stone is covered in fine cracks and scars gouged by wind and rain. Strangely enough, though, there isn't any moss or ivy or other plants growing on it, which is kind of weird in itself."
    },
    {
        "message": "That stone pillar glows with a pale, slimy sort of light under the moonlight."
    },
    {
        "message": "Under the sunlight during the day, it looked like just a plain black stone, dull and absorbing the light, but under the moonlight, it actually seemed to shine with a vivid glow."
    },
    {
        "message": "To hate sunlight and yet shine under moonlight."
    },
    {
        "message": "It's like I'm some kind of evil monster strutting through the darkness."
    },
    {
        "message": "I see, a stone with this kind of gloss doesn't exist in England. No, as far as I know, it's hard to believe there could be a country anywhere in the world that produces something like this."
    },
    {
        "message": "Who on earth brought these enormous stones from such a far and unknown place, and for what purpose? Just thinking about the effort makes me feel faint. There's no doubt this building was constructed for an extremely important reason."
    },
    {
        "message": "I don't really want to stare at it."
    },
    {
        "message": "When I stare at that Relief, I feel a fear that my soul might get stained by something evil."
    },
    {
        "message": "I turned my eyes to the building of the Ruins' Temple."
    },
    {
        "message": "The relief of the half-human, half-fish man that Gardner and the others saw during the day is giving off something like a divine light in the moonlight."
    },
    {
        "message": "If this really is the thing Gardner said was modeled after a 'god,' then we can't say the ruins were left behind by people with a culture similar to ours."
    },
    {
        "message": "このレリーフから私が感じとる事の出来るのは恐れ、畏怖、恐怖といったものだ。お世辞にも神々しいなどという言葉は口をついて出てくる事はない。"
    },
    {
        "message": "Watching it alone like this in the middle of the night, I start to feel like both my body and soul might get tainted by how sinister it is-it's honestly kinda scary."
    },
    {
        "message": "私のような門外漢がいくら頭を捻ったところで、専門家のガードナーでさえお手上げのこの問題を解きあかせる訳がない。"
    },
    {
        "message": "It's pointless to even think about it."
    },
    {
        "message": "It's a building like a temple dedicated to the old gods in Greece."
    },
    {
        "message": "If these Ruins had been worshiped on the same level as those gods, then why is it that their existence hasn’t been left behind for us in later generations?"
    },
    {
        "message": "If the god here were really just a local one limited to this village and surrounding areas, there's no way they could've left behind such a massive structure..."
    },
    {
        "message": "まるで全ての生命を否定するかのような、圧倒的な青の世界だ。"
    },
    {
        "message": "The sound of the waves is like a hypnotist luring their subject into the world of sleep, drawing me down to the depths of the sea with overwhelming power."
    },
    {
        "message": "Bathed in pale moonlight, everything around looks like it's wrapped in a pale blue veil. Combined with the rhythmic sound of waves echoing in the silence, it's got this strange vibe that's almost kind of mystical."
    },
    {
        "message": "Standing inside the huge Ruins, I'm painfully aware of just how powerless I am."
    },
    {
        "message": "If I ever had to spend the night in front of those Egyptian pyramids, would I end up feeling the same kind of helplessness？"
    },
    {
        "message": "Probably not."
    },
    {
        "message": "What I'm feeling right now isn't awe for the people before me who went through all kinds of hardships and managed to build this massive monument."
    },
    {
        "message": "No, what I'm trying to deny is the very idea that this relic was made through such hardship. Isn't it possible that this structure was built overnight by some unbelievable power？"
    },
    {
        "message": "I can't help but think that. That's how much these Ruins were built with overwhelming technology and unbelievable construction methods."
    },
    {
        "message": "Fish Scale Inn"
    },
    {
        "message": "　　　Plaza　　　"
    },
    {
        "message": "General store"
    },
    {
        "message": "Gilman House"
    }
]