[
  {
    "message": "I wonder what time it is now."
  },
  {
    "message": "I'm honestly getting a little tired..."
  },
  {
    "name": "Cordelia",
    "message": "Jonathan, you look kinda tired."
  },
  {
    "message": "　　　　　　　　Are you okay？"
  },
  {
    "message": "Cordelia asked, hiding her naked body with the sheet."
  },
  {
    "message": "The bed is a complete mess, and to top it off, it feels a bit damp with our sweat."
  },
  {
    "name": "Jonathan",
    "message": "Yeah, I'm fine."
  },
  {
    "message": "　　　　　　　　You don't need to worry about me."
  },
  {
    "name": "Cordelia",
    "message": "It really hurt a lot..."
  },
  {
    "name": "Cordelia",
    "message": "But I'm somehow really happy."
  },
  {
    "message": "　　　　　　　　Jonathan, thank you."
  },
  {
    "message": "I'm not really sure what to do when she thanks me like that."
  },
  {
    "message": "That angry face from earlier seems like a lie now."
  },
  {
    "message": "What a hot-tempered wild girl she is..."
  },
  {
    "message": "Well, it can't be helped."
  },
  {
    "message": "There still seems to be a big gap between us, but we'll probably close it someday. After all, we've only just met."
  },
  {
    "message": "Cordelia is puffing out her cheeks and making it obvious she's in a bad mood, just like a sulky kid."
  },
  {
    "message": "If it weren't for this situation, I'd say that look is 'cute,' but now's really not the time to be thinking about that."
  },
  {
    "message": "But still, there's no way her mood is just going to get better like this..."
  },
  {
    "message": "But if I just obediently stay at the Gilman House like they said, who knows what Gardner and the others will say to me tomorrow morning."
  },
  {
    "name": "Cordelia",
    "message": "Why are you staring at my face like that！"
  },
  {
    "message": "　　　　　　　　If you don't want to be with me, why don't you just hurry up and go back to the Fish Scale Inn？"
  },
  {
    "name": "Jonathan",
    "message": "I never said I didn't want to be with you, did I？"
  },
  {
    "message": "　　　　　　　　It's just, if we spend the night together, in a tiny village like this, rumors will spread in no time."
  },
  {
    "name": "Cordelia",
    "message": "What's the problem with that, exactly？"
  },
  {
    "message": "　　　　　　　　I honestly don't care about stuff like that."
  },
  {
    "name": "Jonathan",
    "message": "It's not that simple. You're a precious woman before marriage. Bad rumors about being an indecent woman wouldn't be good！"
  },
  {
    "name": "Cordelia",
    "message": "Oh, come on… You're just worried about yourself getting talked about, aren't you? Am I not good enough for you?"
  },
  {
    "name": "Jonathan",
    "message": "That's not what I'm saying at all！"
  },
  {
    "message": "　　　　　　　　I'm only giving you advice because I care about you."
  },
  {
    "name": "Cordelia",
    "message": "God, you're so full of yourself！"
  },
  {
    "name": "Cordelia",
    "message": "Jonathan, aren't you hungry？"
  },
  {
    "message": "　　　　　　　　I can make you something if you want."
  },
  {
    "message": "Cordelia's face is still flushed from what we did earlier, her cheeks tinged red."
  },
  {
    "message": "After spending a busy day, you hardly have any time to rest your body with all this lovemaking with me. Exhaustion is clear on your face. But, your expression is much brighter and more satisfied than when we first met."
  },
  {
    "name": "Cordelia",
    "message": "What's wrong, Jonathan？"
  },
  {
    "name": "Jonathan",
    "message": "What is it?"
  },
  {
    "name": "Cordelia",
    "message": "You keep staring at my face all this time."
  },
  {
    "message": "　　　　　　　　Are you thinking, 'this isn't how it was supposed to be'？"
  },
  {
    "name": "Jonathan",
    "message": "Don't say stupid things."
  },
  {
    "message": "　　　　　　　　Do　I　look　like　the　kind　of　guy　who'd　make　excuses　like,　'I　was　just　drunk　earlier'？"
  },
  {
    "name": "Cordelia",
    "message": "Yeah............."
  },
  {
    "name": "Cordelia",
    "message": "I wonder about that."
  },
  {
    "message": "　　　　　　　　I don't really get it, though？"
  },
  {
    "name": "Jonathan",
    "message": "That's awful."
  },
  {
    "name": "Cordelia",
    "message": "That's a lie."
  },
  {
    "message": "　　　　　　　　I trust you, so relax."
  },
  {
    "message": "It's not exactly voluptuous, but it's just the right size for me."
  },
  {
    "message": "I'm not really into women with cow-like boobs."
  },
  {
    "message": "Guys who like that sort of thing can go chase after working girls all they want."
  },
  {
    "message": "Cordelia is petite and you can't really call her body voluptuous or womanly, but that's its own kind of charm."
  },
  {
    "message": "Cordelia is covering her bare chest with a wrinkled Sheet."
  },
  {
    "message": "You really can't figure women out."
  },
  {
    "message": "Just a moment ago, I was so caught up in the act, all sense of shame felt like it disappeared, but as soon as it was over, I suddenly got embarrassed again."
  },
  {
    "message": "I'm so exhausted tonight that I don't even have it in me to be moved by Cordelia's gorgeous legs."
  },
  {
    "message": "I just want to find somewhere-anywhere-to rest and heal this tiredness."
  },
  {
    "message": "That's all I want right now."
  },
  {
    "message": "The important part is hidden under the sheet, so I can't see it."
  },
  {
    "message": "I feel a little disappointed, but there's no way I could ever go for a woman who has no sense of shame or embarrassment at all, so I guess this is fine."
  },
  {
    "message": "If I had a bit more stamina, I'd feel like going again, but tonight I'm just way too tired. Better to save it for another time, for my own good."
  },
  {
    "message": "I wonder when was the last time I changed the wallpaper."
  },
  {
    "message": "It's a gloomy wallpaper that doesn't look like it was chosen with any special care."
  },
  {
    "message": "It really is a cheaply made, thin wall."
  },
  {
    "message": "I didn't pay attention to it in the heat of the moment, but with walls this thin, won't our voices leak out?"
  },
  {
    "message": "At this time of night, there's probably no one who'd go out of their way to come ask..."
  },
  {
    "message": "Maybe I'm just getting a little too nervous."
  },
  {
    "name": "Jonathan",
    "message": "What a hopeless girl."
  },
  {
    "message": "　　　　　　　　Since　when　did　you　become　such　a　spoiled　child？"
  },
  {
    "name": "Cordelia",
    "message": "Sorry for being selfish......"
  },
  {
    "message": "　　　　　　　　But　tonight,　I　just　don't　want　to　be　alone."
  },
  {
    "name": "Jonathan",
    "message": "Got it."
  },
  {
    "message": "　　　　　　　　You　should　just　do　whatever　makes　you　feel　better."
  },
  {
    "name": "Cordelia",
    "message": "I'm really sorry......"
  },
  {
    "name": "Jonathan",
    "message": "That's enough. Come on, share half your bed with me."
  },
  {
    "message": "　　　　　　　　You're not really going to make me sleep on the hard floor, are you？"
  },
  {
    "name": "Cordelia",
    "message": "I wasn't planning on it."
  },
  {
    "message": "　　　　　　　　Hurry up and get in, or I'll freeze from the cold."
  },
  {
    "name": "Cordelia",
    "message": "If you really insist on going home, then that promise from earlier is off. You can search for Marsh's house and the Archives on your own！"
  },
  {
    "message": "What a troublesome girl."
  },
  {
    "message": "I'm happy that you depend on me, but I'd like you to think about my position too."
  },
  {
    "name": "Jonathan",
    "message": "Alright, let's meet up at the Fish Scale Inn tomorrow morning."
  },
  {
    "message": "　　　　　　　　It's already late tonight. I should go back to my room and take a break for a bit."
  },
  {
    "name": "Cordelia",
    "message": "You're leaving...? I thought you were staying over?"
  },
  {
    "message": "　　　　　　　　You promised you'd always stay with me, right?"
  },
  {
    "name": "Cordelia",
    "message": "That's mean, Jonathan."
  },
  {
    "message": "　　　　　　　　Hey, please stay with me."
  },
  {
    "name": "Jonathan",
    "message": "But my room's at the Fish Scale Inn, so won't we see each other again come tomorrow morning?"
  },
  {
    "message": "Cordelia's expression hardened, and she showed obvious anger, as if her earlier good mood had been a lie."
  },
  {
    "name": "Cordelia",
    "message": "No way, I want to be with you tonight, Jonathan！"
  },
  {
    "message": "　　　　　　　　Why　do　you　say　you　have　to　hurry　home?"
  },
  {
    "name": "Jonathan",
    "message": "Cordelia, don't be so unreasonable."
  },
  {
    "message": "　　　　　　　　Just　gotta　hang　in　there　until　tomorrow　morning,　right?"
  },
  {
    "name": "Cordelia",
    "message": "But you promised you'd stay with me！"
  },
  {
    "name": "Jonathan",
    "message": "Don't act like a child."
  },
  {
    "name": "Jonathan",
    "message": "Aren't you the one who's tired, Cordelia?"
  },
  {
    "message": "　　　　　　　　You should rest without worrying about me."
  },
  {
    "name": "Cordelia",
    "message": "Yeah......"
  },
  {
    "message": "　　　　　　　　By the way, what are Jonathan and the others going to do tomorrow？"
  },
  {
    "name": "Jonathan",
    "message": "I'll go visit the house of that old man Marsh you told me about. I need to ask the old man about those ruins, and I haven't even started my own research yet."
  },
  {
    "name": "Cordelia",
    "message": "......Can't I come with you too？"
  },
  {
    "name": "Jonathan",
    "message": "You？"
  },
  {
    "message": "　　　　　　　　Then what about the shop?"
  },
  {
    "name": "Cordelia",
    "message": "I have no choice but to rest, but...... I want to know too.　　　　　　　Why I came to this village, and where　　　　　　　　　　　　I was before that."
  },
  {
    "name": "Jonathan",
    "message": "Did your adoptive parents not teach you anything？"
  },
  {
    "message": "　　　　　　　　Tell me how it came about that you ended up being taken in by those people."
  },
  {
    "name": "Cordelia",
    "message": "Yeah. Before I could hear that, I ended up all alone."
  },
  {
    "name": "Jonathan",
    "message": "If you come with me, that'll be a huge help."
  },
  {
    "message": "　　　　　　　　And you'll show me Marsh the old man's house, too."
  },
  {
    "name": "Cordelia",
    "message": "It's no big deal. Besides, about that woman Jonathan was talking about, if we check out the Archives, we might be able to find some clues."
  },
  {
    "name": "Jonathan",
    "message": "The Archives, huh？"
  },
  {
    "message": "　　　　　　　　I had no idea something like that existed in this village."
  },
  {
    "name": "Cordelia",
    "message": "Originally, it was a prestigious school called 'Miskatonic University.' They say it was shut down decades ago, but now it's the village's Archives."
  },
  {
    "name": "Cordelia",
    "message": "Ah... If you do that, I won't be able to sleep."
  },
  {
    "message": "　　　　　　　　Jonathan, you're tired, aren't you？"
  },
  {
    "name": "Cordelia",
    "message": "No way！"
  },
  {
    "message": "　　　　　　　　Don't touch me."
  },
  {
    "name": "Cordelia",
    "message": "If you do that, you'll get in a weird mood again."
  },
  {
    "message": "　　　　　　　　Jonathan, you're tired, aren't you？"
  },
  {
    "name": "Jonathan",
    "message": "I've never seen such beautiful hair before."
  },
  {
    "message": "　　　　　　　　Why don't you usually wear your hair down？"
  },
  {
    "name": "Cordelia",
    "message": "Because it gets in the way of work, and when I'm working, I don't want to be conscious of being a woman."
  },
  {
    "name": "Jonathan",
    "message": "Dealing with roughneck fishermen, that might actually be the smarter thing to do."
  },
  {
    "name": "Cordelia",
    "message": "But it's fine for now."
  },
  {
    "message": "　　　　　　　　Because I want to show Jonathan my best, prettiest self."
  },
  {
    "message": "I ran my fingers through Cordelia's messy hair."
  },
  {
    "message": "Her long, straight black hair shines with a glossy luster."
  },
  {
    "name": "Cordelia",
    "message": "That tickles, Jonathan......"
  },
  {
    "name": "Jonathan",
    "message": "Alright then, I’ll take you up on your offer and take half the bed.　　　　　　　　You’re not a messy sleeper, right？"
  },
  {
    "name": "Cordelia",
    "message": "How rude."
  },
  {
    "message": "　　　　　　　　Do you really think I'm gonna kick you out of Bed in the middle of the night？"
  },
  {
    "name": "Jonathan",
    "message": "I just hope that's not the case."
  },
  {
    "name": "Cordelia",
    "message": "You're such a jerk！"
  },
  {
    "message": "　　　　　　　　It's fine, I don't toss and turn in my sleep."
  },
  {
    "name": "Jonathan",
    "message": "Thank goodness."
  },
  {
    "message": "　　　　　　　　I don't think I snore or grind my teeth either."
  },
  {
    "message": "I slipped in next to Cordelia."
  },
  {
    "message": "The sheet was cold, but the warmth of Cordelia next to me made me feel like I was reclaiming a peace I'd long forgotten."
  },
  {
    "name": "Cordelia",
    "message": "Good night... Don't go anywhere until morning, okay?"
  },
  {
    "name": "Jonathan",
    "message": "You should stop worrying about unnecessary things."
  },
  {
    "message": "　　　　　　　　There aren't many hours left until morning, so hurry up and get to sleep."
  },
  {
    "name": "Cordelia",
    "message": "Good night...... Jonathan."
  },
  {
    "message": "It seems like I'm way too tired tonight."
  },
  {
    "message": "Just touching the bed, which doesn't really look all that comfortable, makes me feel like I'd fall asleep right away."
  },
  {
    "message": "The sheet is damp, soaked with mine and Cordelia's sweat."
  },
  {
    "message": "It's almost like it's telling the story of how intense our lust is-it kind of makes me feel a little embarrassed, I can't deny it."
  },
  {
    "message": "If this were a hotel room and the maid was about to come in for bed making, I'd be racking my brain over how to explain the messed-up, damp Sheet."
  }
]