[
    {
        "message": "There's no sign of anyone inside Gilman House."
    },
    {
        "message": "Looks like Cordelia hasn't come back yet."
    },
    {
        "message": "When I remember the image of Cordelia at the Church, showing off her bursting naked body in front of the audience, I can't help but feel guilty, wondering if it was really okay to just leave like that."
    },
    {
        "message": "But saving the dazed Cordelia after she's wandered into a church packed with believers is, no matter how you look at it, just impossible."
    },
    {
        "message": "If I trust what Nai said, then her safety is guaranteed for the time being. Maybe it's smarter to just wait here."
    },
    {
        "message": "Cordelia's nowhere to be seen in the shop."
    },
    {
        "message": "Where could she have gone........"
    },
    {
        "message": "The inside of Gilman House is empty, with no sign of anyone around."
    },
    {
        "message": "No way, did I end up going out somewhere last night without even realizing it, just like before?"
    },
    {
        "name": "Jonathan",
        "message": "Cordelia, are you not here？"
    },
    {
        "message": "Still no reply."
    },
    {
        "message": "Maybe they're resting in the room upstairs."
    },
    {
        "message": "Do I really have no choice but to just stay still and wait like this...?"
    },
    {
        "message": "Even while we're doing this, we have no idea what those Dagon cultists might be doing to Cordelia."
    },
    {
        "message": "I wonder how long that nightmare of a ritual will keep going."
    },
    {
        "message": "Even though they say we should sneak out of the village tonight, if we wait until it gets light, it'll be way harder to avoid the villagers' eyes."
    },
    {
        "message": "The owner was nowhere to be seen in the dimly lit shop, and the empty Stool just made the lonely mood feel even heavier."
    },
    {
        "message": "Considering the shop is completely cold inside, it looks like nobody lit the fireplace tonight."
    },
    {
        "message": "Cordelia obviously should have known I was coming, so why did she leave the room at a temperature that felt like it was going to freeze me?"
    },
    {
        "message": "No way, did you see me going into a brothel with Thomas and get totally fed up with me？"
    },
    {
        "message": "Maybe she just couldn't stand me, even though she had me, messing around with prostitutes and indulging in debauchery."
    },
    {
        "message": "Is all I can do just wait here like this, staying still......?"
    },
    {
        "message": "Even while we're doing this, who knows what those Dagon cultists might be doing to Cordelia."
    },
    {
        "message": "I wonder how long that nightmare of a ritual will keep going."
    },
    {
        "message": "Even though I said we should slip out of the village tonight, it’s going to be a lot harder to avoid the villagers’ eyes once it gets light."
    },
    {
        "message": "Tonight, I can't even find a single dirty Glass."
    },
    {
        "message": "Dust has piled up on the counter like frost."
    },
    {
        "message": "If anything, there's no way Cordelia, who's a pretty neat freak, would leave her precious shop dirty."
    },
    {
        "message": "どちらかと言えば几帳面な方のコーデリアがカウンターを汚れた状態にしておく訳がない、そんな暇もないほど急いで出かけたのだろうか。"
    },
    {
        "message": "When is Cordelia coming back, anyway?"
    },
    {
        "message": "I can't stand just sitting here like this."
    },
    {
        "message": "The inside of the shop, where the fire in the Fireplace had died down, was cold, and just standing there made me shiver."
    },
    {
        "message": "Should I wait in Cordelia's room on the second floor?"
    },
    {
        "message": "Only rows of cheap liquor that you can find anywhere are lined up."
    },
    {
        "message": "They don't have the relatively expensive bottles that I or Gardner ordered."
    },
    {
        "message": "Because it's hardly ever ordered, it's probably usually kept in the back of the shop."
    },
    {
        "message": "The villagers here seem to prefer quick-drunk stuff like Gin or Rum, so if they get drunk and smash it, I'd be out big time."
    },
    {
        "message": "ジンやラムなどの安酒ばかりで、黙って飲んでしまいたくなるような類のボトルはない。"
    },
    {
        "message": "When is Cordelia coming back?"
    },
    {
        "message": "I can't stand just staying still like this."
    },
    {
        "message": "The fireplace fire had gone out, making the inside of the shop so cold that just standing there made me shiver."
    },
    {
        "message": "二階のコーデリアの部屋で待った方がいいだろうか。"
    },
    {
        "message": "The back of the shop is a small kitchen where you can whip up some simple dishes."
    },
    {
        "message": "They probably make meals and snacks based on the customers' orders."
    },
    {
        "message": "If I remember right, there wasn’t even equipment upstairs for making food, or even for serving hot tea. Cordelia probably prepares her own meals and tea here."
    },
    {
        "message": "You couldn’t really call it a luxurious lifestyle, but considering her unusual background, I have to tell myself that this is actually as good as it gets for her."
    },
    {
        "message": "Behind the Counter, it looks like there’s a small kitchen space."
    },
    {
        "message": "There are faint, but definite, oil stains left on the wall."
    },
    {
        "message": "Go upstairs"
    },
    {
        "message": "　　Go outside　　"
    }
]