[
  {
    "message": "Looks like Cordelia isn't here..."
  },
  {
    "message": "Where could she have gone at this late hour?"
  },
  {
    "message": "Cordelia's nowhere to be seen in the shop. Inside the dimly lit Gilman House, there's a faint scent of Alcohol lingering in the air."
  },
  {
    "message": "Guess she was having another drink while waiting for me."
  },
  {
    "message": "Otherwise, there's no way it'd smell this much like Alcohol."
  },
  {
    "message": "So that means......"
  },
  {
    "message": "Maybe she's gotten tired of waiting and fallen asleep upstairs."
  },
  {
    "message": "Calling me out here herself and then acting all carefree."
  },
  {
    "message": "Sure, it's my fault I was late, but she could've at least waited a little bit for me, right?"
  },
  {
    "message": "For a girl who has gone on all by herself for so long without anyone’s help, isn’t she a little too selfish and self-centered?"
  },
  {
    "message": "It's not like I hate being depended on, but if it goes too far, it's something to think about."
  },
  {
    "message": "Especially, for the kind of woman you'd want to introduce to your family."
  },
  {
    "message": "I wonder if Cordelia still hasn't come back."
  },
  {
    "message": "Where the hell did they go？"
  },
  {
    "message": "If we keep doing this, the sun's gonna come up."
  },
  {
    "message": "If I end up staying up all night without any sleep like this, it's gonna mess with work."
  },
  {
    "message": "Who knows what Gardner and the others will say to me."
  },
  {
    "message": "Maybe they're up on the second floor..."
  },
  {
    "message": "I came back down to the pub downstairs."
  },
  {
    "message": "As always, the store is eerily quiet inside, with no sign of anyone around."
  },
  {
    "message": "I opened the unlocked door and stepped into the Gilman House."
  },
  {
    "message": "Inside the shop, there's still a bit of warmth left, but there's no sign of anyone around."
  },
  {
    "message": "When I peeked behind the counter, I saw a dirty glass that looked like Cordelia had used it while waiting for me."
  },
  {
    "message": "There's a faint lipstick mark left on the rim of the Glass."
  },
  {
    "message": "The small amount of liquid left inside is like raw whiskey."
  },
  {
    "message": "Looks like Cordelia was drinking a fair amount of Alcohol again while waiting for me, just like last time."
  },
  {
    "message": "What if she got totally wasted and, riding that high, left the bar to go look for me..."
  },
  {
    "message": "Even if it's a village with hardly any incidents, when a young girl goes out alone, and at this kind of late hour to boot, there's a chance she could've gotten mixed up in some kind of trouble."
  },
  {
    "message": "I hope it hasn't come to that......"
  },
  {
    "message": "Cordelia's figure is nowhere to be seen."
  },
  {
    "message": "Doesn't seem like there's any sign of life in the store."
  },
  {
    "message": "It's the place where Cordelia always used to stand, but now she's nowhere to be seen."
  },
  {
    "message": "Walls stained with decades of grime are just telling the history of the pub."
  },
  {
    "message": "Even though the interior gives off a pretty old-fashioned and calm vibe, without Cordelia the owner around, it just goes back to being a run-of-the-mill, lonely back-alley Pub."
  },
  {
    "message": "Do these villagers come to the shop just for Cordelia too？"
  },
  {
    "message": "Even if this pub was the only place selling booze, there's no law saying you gotta go out of your way to drink inside the shop......"
  },
  {
    "message": "Isn't it way cheaper to just buy a whole Bottle and take it home to drink, instead of buying by the glass?"
  },
  {
    "message": "Cordelia was probably sitting at this Counter, waiting for me to show up, but there’s not a single trace of her left on the polished slab."
  },
  {
    "message": "It's a solid wood Counter, polished to a shine, as if to prove just how meticulous Cordelia is."
  },
  {
    "message": "The black stains here and there are probably traces of spilled liquor from customers, or spots where the shine has faded from being scrubbed too hard."
  },
  {
    "message": "Stuff this high quality would be even more expensive in a remote place like this."
  },
  {
    "message": "It must be one of the few treasures in the Gilman House."
  },
  {
    "message": "It's all just cheap liquor like gin and rum, and there aren't any bottles that make you want to quietly drink them down."
  },
  {
    "message": "Only cheap liquor that you can find anywhere is lined up."
  },
  {
    "message": "They don't have any of the relatively expensive Bottles that Gardner or I ordered."
  },
  {
    "message": "Because there are hardly any orders, it's probably usually kept in the back of the shop."
  },
  {
    "message": "Since the villagers here seem to prefer quick-drunk stuff like Gin or Rum, we'd lose big if they got drunk and broke it."
  },
  {
    "message": "Behind the counter, it looks like there's a small kitchen space."
  },
  {
    "message": "There are still faint but noticeable oil stains on the wall."
  },
  {
    "message": "In the back of the shop, there's a small kitchen where you can make simple dishes."
  },
  {
    "message": "He probably makes meals and snacks according to the customer's orders."
  },
  {
    "message": "If I remember right, there wasn't even any equipment upstairs for making food or serving hot tea. Cordelia probably prepares her own meals and tea here too."
  },
  {
    "message": "You couldn't really call it a rich life, but considering her unusual upbringing, I guess you have to say this isn't so bad."
  },
  {
    "message": "I've heard there are even scumbags who run businesses like pimps, selling off girls from the Orient like Cordelia to brothels."
  },
  {
    "message": "Just being lucky enough not to fall into the hands of such monsters is something, at least."
  },
  {
    "message": "Even if it meant I had to break my back working in some seedy pub like this."
  },
  {
    "message": "Go upstairs"
  },
  {
    "message": "　　Go outside　　"
  }
]