[
    {
        "message": "Cordelia stripped off her clothes, then sat on the Bed, looking embarrassed as she used the Sheet to hide her Underwear."
    },
    {
        "message": "As she saw me hesitantly standing at her side, looking down at her, she seemed to grow impatient and slid her slender fingers around my waist."
    },
    {
        "message": "With unskilled hands, Cordelia unfastened the Button and, maybe because someone had taught her she had to do it, she naturally took mine into her mouth."
    },
    {
        "name": "Jonathan",
        "message": "C-Cordelia！"
    },
    {
        "message": "　　　　　　　　Don't do something like that..."
    },
    {
        "name": "Cordelia",
        "message": "Nnh... it's fine."
    },
    {
        "message": "　　　　　　　　Let me do as I like."
    },
    {
        "message": "Cordelia stuffed me into her small mouth and said that, her words coming out in fits and starts."
    },
    {
        "message": "The warm, wet sensation inside my mouth spreads through my body in a dizzying ache, as a rough tongue teases my sensitive spots."
    },
    {
        "name": "Cordelia",
        "message": "Does it feel good when I do this？"
    },
    {
        "message": "I can't say she was very skilled at it, but Cordelia did her best to please me. For me, I'm much happier that she's not the kind of girl who's used to this or would give her body to just anyone."
    },
    {
        "message": "I stared intently at Cordelia's ebony-colored hair."
    },
    {
        "message": "Every time she moved her head to lick all over me or slowly rocked back and forth, her glossy hair seemed to move with a will of its own, dancing and reflecting the light in complicated ways."
    },
    {
        "message": "コーデリアの髪はほんのかすかにウェーブのかかった直毛で、濡れたようにつややかな黒檀色をしている。"
    },
    {
        "message": "The tightly tied-back hairstyle, combined with her baby-faced looks, give off the vibe of a mischievous boy, and seeing her bangs, messy and falling over her forehead as she gets lost in the act, makes you want to reach out and brush them away without thinking."
    },
    {
        "message": "Cordelia doesn't even think about stopping her caresses for a moment."
    },
    {
        "message": "At this rate, I might reach my peak any second now. I might end up spraying my filthy fluids all over Cordelia's beautiful face."
    },
    {
        "message": "それは彼女の清純さを陵辱するようで、背徳的で傲慢な欲求を満足させてくれる甘美な幻想を呼び起こさせる。しかし、もしコーデリアがそれを望んでいたとしても、そんな事で彼女を汚れさせてしまうのはとても耐えられない。"
    },
    {
        "message": "Overwhelmed with emotion, I grabbed Cordelia's face, trying to stop her from the intense, pleasure-inducing movement."
    },
    {
        "name": "Cordelia",
        "message": "Nn..."
    },
    {
        "message": "However, it seemed Cordelia wanted my signals to be even more intense. She licked and caressed what she had taken deep into her mouth with her tongue."
    },
    {
        "message": "ざらついた舌が、もっとも敏感な部分をなめくじが這うようにゆっくりと愛撫し、唇をすぼめたコーデリアが赤ん坊が乳房に吸い付くような音を立てて強く吸い始める。"
    },
    {
        "message": "Overwhelmed by the suffocating feeling, Cordelia exhales ragged breaths through her nose."
    },
    {
        "message": "アルコールと甘い果実のような香気を放つ吐息が私の下腹部にかかり、くすぐったさを伴う新たな感覚を覚える。"
    },
    {
        "name": "Jonathan",
        "message": "It's, it's okay. That's enough......"
    },
    {
        "message": "Cordelia looks up at me to check my expression, and gives a sweet smile. But even then, her hands don't stop caressing me."
    },
    {
        "message": "At this rate, I'm going to end up making a complete fool of myself."
    },
    {
        "message": "My emotions were so intense that I almost splashed a filthy fluid all over Cordelia's face."
    },
    {
        "message": "私はわずかにウェーブがかかったコーデリアの髪を愛撫しながら、その指をなめらかな曲線を描く頬にまですべらせた。"
    },
    {
        "message": "Blushing cheeks, along with the sensation of soft, smooth skin, brought a pleasant warmth to my fingertips that had gone cold from standing frozen in the chilly room, and tiny beads of sweat slipped down toward the pointed chin as if avoiding my knobby fingers."
    },
    {
        "message": "Cordelia, with mine in her mouth, struggles to handle it as it swells up like a balloon filled with nitrous gas, her face sometimes twisting in discomfort, but even so, she desperately tries everything she can to please me."
    },
    {
        "message": "She wraps her tongue coated in saliva around the sensitive spot, puckering her lips as if to swallow it all the way deep into her mouth."
    },
    {
        "message": "A small moan slips out from Cordelia's mouth."
    },
    {
        "message": "Even I couldn't help but let out a beastlike sob, overwhelmed by the tingling pleasure her movements caused."
    },
    {
        "message": "She awkwardly stuffs my thing into her mouth, cheeks full."
    },
    {
        "message": "The flush on her cheeks isn't just from the Alcohol, but also because she's busy working her mouth."
    },
    {
        "message": "Her small, well-shaped face draws a gentle curve from her cute ears to her sharp chin, flowing into her slender neck."
    },
    {
        "message": "In contrast to the round face that still carried traces of girlhood, her sharply arched brows and slightly upturned eyes seemed to express a strong will. Though she wasn't wearing any makeup, her fine-textured skin was a praiseworthy beauty unique to her race."
    },
    {
        "message": "It coils around my rough thing, moving restlessly back and forth."
    },
    {
        "message": "Looks like I'm gradually getting the hang of it."
    },
    {
        "name": "Cordelia",
        "message": "どうかしら。わたし、上手くやってる？"
    },
    {
        "message": "　　　　　　　　Jonathan, does it feel good？"
    },
    {
        "message": "I silently nodded in response to Cordelia's question."
    },
    {
        "message": "Cordelia, taking that as a yes, started moving her fingers on me faster, being careful not to use too much force."
    },
    {
        "message": "Slender, graceful fingers entwine around my own ugly, clumsy self, hurriedly moving back and forth in an awkward motion, as if stroking the surface."
    },
    {
        "message": "Because so much force is put into the fingers, it hurts rather than gives satisfaction. Even so, thanks to the rough tongue touching the sensitive spot and the warm mucous membrane of the mouth, a gradually sweet pleasure spreads out."
    },
    {
        "message": "Cordelia noticed where I was looking and my expression, so she loosened her grip on her fingertips, handling me as gently as if I were a fragile egg. That definitely feels a lot better."
    },
    {
        "message": "In this position, it looks like there's no way I can do anything more."
    },
    {
        "message": "I'm a little dissatisfied with always letting Cordelia take the lead, and it feels like I'm with a prostitute, so it's not fun."
    },
    {
        "message": "While I had passively left everything up to Cordelia, I decided it was about time, and started caressing her firm breasts over her underwear."
    },
    {
        "message": "But in the case of firm breasts like these, it seems that passive stimulation through the bothersome cloth isn't enough."
    },
    {
        "name": "Cordelia",
        "message": "Nnh, it tickles."
    },
    {
        "message": "Cordelia squirms from the ticklish feeling and tries to escape from my arms."
    },
    {
        "message": "I slipped my fingers under the skin beneath her underwear again."
    },
    {
        "message": "Cordelia's breasts were icy cold, in stark contrast to her feverishly heated body. Even knowing I shouldn't, I brought my face close, and a gentle sweet scent of her body drifted over to me."
    },
    {
        "message": "I couldn't hold back my desire any longer, and reached out to Cordelia's chest, hidden and wrapped by her sheet and underwear."
    },
    {
        "message": "The cotton underwear, worn out from being washed so many times, was thin and fuzzy, and my fingers, roughened by various printing chemicals, couldn't just slip in without any resistance, and after trying over and over, I finally managed to reach that spot."
    },
    {
        "name": "Cordelia",
        "message": "Nn..."
    },
    {
        "message": "Cordelia stiffened up as my rough fingers slid in, all while she still had me in her mouth."
    },
    {
        "message": "Just like I imagined, her breasts weren't very big, and they were firm and unripe, like fruit that hadn't matured yet."
    },
    {
        "message": "When I shifted her Underwear just a little, I could catch a glimpse of her firm breast, faintly tinged with pale pink. That little protrusion, which had probably never been seen by anyone else before, was already a hard, tight nub."
    },
    {
        "name": "Cordelia",
        "message": "んんっ‥‥‥‥"
    },
    {
        "message": "Every time Cordelia lets out a short sob, the vibrations travel through my thing in her mouth. Not a bad sensation."
    },
    {
        "message": "I toyed with the lump even more with my fingertips."
    },
    {
        "message": "My rough-skinned fingers seemed to give Cordelia, who's not used to that kind of sensation, more than enough stimulation-I could clearly feel her body stiffening like she'd just been whipped."
    },
    {
        "message": "I can't resist the desire to see the hidden parts of Cordelia's chest anymore."
    },
    {
        "message": "Still hidden under the underwear and bed sheet, refusing to be exposed to my gaze."
    },
    {
        "message": "Every time she made a subtle movement with her arm or tilted her head, the not-so-plump cleavage of her chest would keep rising and falling."
    },
    {
        "message": "The underwear, which you could call the last line of defense covering that area, has its straps slipping off the shoulders. Now all that's left is to reach around her back and undo the hook, and it'll all be exposed in front of me."
    },
    {
        "name": "Jonathan",
        "message": "That's enough, Cordelia."
    },
    {
        "message": "　　　　　　　　Because I had a really good time."
    },
    {
        "message": "I somewhat forcefully pulled Cordelia away."
    },
    {
        "message": "That’s plenty of fun in its own way, but at this rate, it kind of feels like I’m just fooling around with a hooker, and honestly, it’s a bit of a buzzkill."
    },
    {
        "name": "Cordelia",
        "message": "I could've kept going, you know."
    },
    {
        "name": "Jonathan",
        "message": "Let's have fun together this time."
    },
    {
        "message": "　　　　　　　　You're gonna take off your underwear, both top and bottom, all of it."
    },
    {
        "name": "Cordelia",
        "message": "D-don't worry about me."
    },
    {
        "message": "　　　　　　　　As long as Jonathan is happy, that's all that matters..."
    },
    {
        "name": "Jonathan",
        "message": "I can't go along with that."
    },
    {
        "message": "　　　　　　　　I've got my pride as a man too, you know."
    },
    {
        "message": "Cordelia is nervously checking my expression."
    },
    {
        "message": "Looks like she really doesn't have any experience. The bold caresses she gave me were just her bluff."
    },
    {
        "name": "Jonathan",
        "message": "Do you really want to trouble me that much？"
    },
    {
        "message": "I pushed Cordelia's body down onto the Bed."
    },
    {
        "message": "Cordelia is pleased with my reply, and she continues to caress mine with even more persistent enthusiasm. As she picks up speed, a pleasant numbness, almost like fatigue, spreads through me."
    },
    {
        "name": "Jonathan",
        "message": "Cordelia, that's enough already."
    },
    {
        "message": "　　　　　　　　If this keeps going, I feel like I'm going to lose it."
    },
    {
        "message": "Even so, Cordelia doesn't stop her caressing movements on me."
    },
    {
        "message": "At this rate, I really might end up finishing inside her mouth."
    },
    {
        "name": "Cordelia",
        "message": "ジョナサン‥‥‥‥"
    },
    {
        "message": "　　　　　　　　What do you think about me？"
    },
    {
        "name": "Jonathan",
        "message": "What do you mean, how？"
    },
    {
        "name": "Cordelia",
        "message": "Whether you hate it, don't really care, or like it."
    },
    {
        "message": "Cordelia looks up at me with an anxious gaze."
    },
    {
        "message": "For a question asked while burying her face in a man's lower abdomen, her eyes are terribly serious, which feels so out of sync with her actions."
    },
    {
        "name": "Cordelia",
        "message": "You can be straight with me, I won't start crying or screaming hysterically no matter what you say."
    },
    {
        "message": "Sure, I can't imagine Cordelia doing something like that. But the fact is, part of my body is in her mouth right now, and if she wanted to, she could bite it off even easier than a stringy chicken."
    },
    {
        "name": "Jonathan",
        "message": "It kinda sounds like you’ve got it backwards..."
    },
    {
        "message": "　　　　　　　　Isn't this kind of thing usually something guys and girls who like each other do?"
    },
    {
        "name": "Cordelia",
        "message": "What do you mean by that？"
    },
    {
        "name": "Jonathan",
        "message": "If I hated you, there's no way I'd come all the way to your room, and I definitely wouldn't let you do stuff like this either."
    },
    {
        "name": "Jonathan",
        "message": "Cordelia......"
    },
    {
        "message": "　　　　　　　　Have you ever done this kind of thing for anyone else？"
    },
    {
        "message": "Cordelia kept her face buried in my lower belly, looked up at me with upturned eyes, and slowly shook her head from side to side."
    },
    {
        "name": "Jonathan",
        "message": "Then, why would you do something like this to me when we just met......"
    },
    {
        "message": "Cordelia smiled sweetly."
    },
    {
        "message": "From her face, I couldn't sense even a hint of cunning or calculation, like she was doing this for some sort of reward by serving me."
    },
    {
        "name": "Cordelia",
        "message": "だって、わたし、ジョナサンの事が好きなんだもの。　　　　　　　　好きな男性を悦ばせたいと思うのがいけない事なのか　　　　　　　　しら？"
    },
    {
        "name": "Jonathan",
        "message": "But we only just met today？"
    },
    {
        "message": "　　　　　　　　Isn't that just way too immoral?"
    },
    {
        "name": "Cordelia",
        "message": "Jonathan, you're just like a priest or something."
    },
    {
        "message": "　　　　　　　　でも、わたしにキリストの教えを説いても無駄よ、"
    },
    {
        "message": "　　　　　　　　Because I just don't believe in that kind of thing."
    }
]