[
  {
    "message": "Cordelia hasn't come back yet."
  },
  {
    "message": "I wonder where they've been and what they've been doing this late."
  },
  {
    "message": "It's Cordelia's private room on the second floor of the Gilman House."
  },
  {
    "message": "She didn't seem to be at the shop, so I figured she must have gone straight back to her room, but seeing she isn't here either, I'm starting to get a little worried."
  },
  {
    "message": "I don't think there's any reason she'd need to go out somewhere at this hour, and I can't think of anywhere she'd go."
  },
  {
    "message": "During the day, they were really scared because of the whole Marsh incident, and with what happened to me, I thought for sure they must be feeling really anxious..."
  },
  {
    "message": "I wonder where they went."
  },
  {
    "message": "It's Cordelia's room on the second floor of the Gilman House."
  },
  {
    "message": "There's nobody in the room but me, but her scent still lingers in the closed-up space."
  },
  {
    "message": "The Bed we slept in last night has been neatly made up with no trace left, but our body odor that's soaked in still hasn't gone away."
  },
  {
    "name": "Cordelia",
    "message": "Oh, good morning."
  },
  {
    "message": "　　　　　　　　You figured this place out pretty well."
  },
  {
    "message": "‥‥‥I felt my hair being softly stroked. The strange, unexplainable anxiety quietly faded away."
  },
  {
    "message": "I heard the rustle of clothes, and for a second, felt a cold wind on my back."
  },
  {
    "message": "I felt unbearably languid‥‥‥and kept dozing off."
  },
  {
    "message": "I rolled over. The sweet scent of hair, not mine,"
  },
  {
    "message": "is soaked into the pillow."
  },
  {
    "message": "But all my outstretched hand touched was the cold sheet."
  },
  {
    "name": "Jonathan",
    "message": "...Cordelia...？"
  },
  {
    "message": "There’s no answer. Maybe they already woke up ages ago and are working by now."
  },
  {
    "message": "Come to think of it... I wonder what time it is now."
  },
  {
    "message": "This is the second floor of the Gilman House."
  },
  {
    "message": "Outside, it's still cloudy as usual, but it's gotten completely bright."
  },
  {
    "message": "Looks like I overslept."
  },
  {
    "message": "I was planning to get back to the Fish Scale Inn before dawn, but......"
  },
  {
    "message": "I wonder what Cordelia's up to. Maybe she's already started the investigation with Gardner and the others."
  },
  {
    "message": "Nothing seems to have changed at all since I left this room this morning."
  },
  {
    "message": "The sheet is just barely straightened up by me, and I doubt Cordelia lay down on it after that."
  },
  {
    "message": "Because I went to the brothel with Thomas, I got home pretty late, but if you were waiting for me, it wouldn't be weird if you fell asleep in bed."
  },
  {
    "message": "If I left Gilman House without getting any sleep, that means I left the place at a not-so-late hour."
  },
  {
    "message": "Gardner and the others are waiting downstairs."
  },
  {
    "message": "I'm tired, but I can't let myself fall asleep."
  },
  {
    "message": "This is the bed I slept in with Cordelia last night."
  },
  {
    "message": "It's old, but it still seems like it could support the weight of the two of us for a while longer."
  },
  {
    "message": "The first night I slept here, I felt it was awfully cramped and not very comfortable, but now I’ve gotten used to it, and it feels even comfier than sleeping alone on a Bed at Fish Scale Inn."
  },
  {
    "message": "It's a tiny window, just big enough to let the breeze through."
  },
  {
    "message": "Maybe this is enough for a room that pretty much just exists for sleeping."
  },
  {
    "message": "It doesn't look like it gets much sunlight."
  },
  {
    "message": "It's a barely-there window, just enough to let some air pass through the room."
  },
  {
    "message": "There doesn't seem to be anything like a terrace in this room, but I wonder if Cordelia isn't bothered by that."
  },
  {
    "message": "It's not a replica, but it doesn't seem to be worth much either."
  },
  {
    "message": "It doesn't seem to match Cordelia's hobbies either......"
  },
  {
    "message": "In this room that's lacking in things like decorations, it's the only thing that stands out with any personality."
  },
  {
    "message": "It doesn't look like a replica of a famous artist's work, but it doesn't seem to be worth much."
  },
  {
    "message": "It's probably something an unknown painter, who visited the pub, drew as a little distraction in place of paying for drinks."
  },
  {
    "message": "It doesn’t seem to match Cordelia’s hobbies either."
  },
  {
    "message": "It's not like I like it, but I can't just throw it away either, so it's got that vibe of being displayed in my room because I had no choice......"
  },
  {
    "message": "It's just an ordinary dressing table."
  },
  {
    "message": "It's neatly organized, so I can't tell what kind of makeup Cordelia usually uses."
  },
  {
    "message": "Everything is neatly put away, so there's no way to tell what kind of cosmetics Cordelia usually uses."
  },
  {
    "message": "I could open the drawer and peek inside, but I don't think there's anything particularly interesting."
  },
  {
    "message": "Cordelia never really seemed to put that much effort into making herself look beautiful."
  },
  {
    "message": "No matter how close you are, it’s probably wise not to barge right into Cordelia’s privacy with dirty shoes."
  },
  {
    "message": "I guess Cordelia’s clothes and stuff are probably in there."
  },
  {
    "message": "It's not like I want to take a peek or anything......"
  },
  {
    "message": "It's not like I'm totally uninterested."
  },
  {
    "message": "But isn't rifling through a place like this while the owner is away kinda a pervy thing to do?"
  },
  {
    "message": "If I hang around too long, Cordelia might get some weird suspicion about me."
  },
  {
    "message": "I really don't want anyone thinking I have some weird interest in madam's underwear."
  },
  {
    "message": "Go back to the pub"
  }
]