[
    {
        "message": "Cordelia......"
    },
    {
        "message": "I wonder where they went at this hour."
    },
    {
        "message": "Did you get pissed off because I was late？"
    },
    {
        "message": "Even so, it's not like you've got any other acquaintances in this village."
    },
    {
        "message": "In front of the Gilman House."
    },
    {
        "message": "The lights in the shop have long since gone out."
    },
    {
        "message": "I wonder if it's because I was late that they got mad."
    },
    {
        "message": "Even so, you'd think they could at least wait around a bit."
    },
    {
        "message": "In front of the Gilman House."
    },
    {
        "message": "It looks like I'm running a little late for our promised time, but I wonder if Cordelia will wait for me."
    },
    {
        "message": "The shop's lights had been turned off long ago, and there was no sign of anyone inside. But it's not like I had anywhere else to go, and maybe they're not in the shop but up in their own room on the second floor."
    },
    {
        "message": "I can't find Cordelia anywhere around."
    },
    {
        "message": "Even if this is a village with few incidents, you never know what could happen if a girl is walking alone at this hour."
    },
    {
        "message": "I can't believe it, but..."
    },
    {
        "message": "I hope nothing happened to Cordelia......"
    },
    {
        "message": "What should I do?"
    },
    {
        "message": "Should I wait here for Cordelia to come back？"
    },
    {
        "message": "When Gilman House shuts down, the lonely street gets even quieter."
    },
    {
        "message": "Doesn't look like there are any of those guys you see a lot in London, just wandering around for no reason, hanging out here."
    },
    {
        "message": "Since it's already late at night, there isn't a single person in sight on the street."
    },
    {
        "message": "It was never that busy to begin with, but lately Cordelia hasn't been opening the shop since she's been with us."
    },
    {
        "message": "Even though Gilman House is the only Tavern in the village, with things like this going on, there's no way this area could ever thrive."
    },
    {
        "message": "If we don't send Cordelia back to the shop early, the villagers' resentment toward us will only get worse."
    },
    {
        "message": "All the lights have gone out, and there's no sign of anyone inside at all."
    },
    {
        "message": "I wonder what happened to the promise that they'd wait for me to come."
    },
    {
        "message": "I heard that this is the only inheritance Cordelia's foster parents, who disappeared, left to her."
    },
    {
        "message": "It's a fragile thing that looks like it could collapse any moment, but for Cordelia, it's her only reason to go on living."
    },
    {
        "message": "Before this shop is forgotten by the villagers, I have to set Cordelia free or else her life will become really unstable from now on."
    },
    {
        "message": "The name of the Pub is written in rough handwriting that’s probably Cordelia’s foster father’s. What kind of person would run off and disappear, leaving behind a little foster daughter?"
    },
    {
        "message": "無骨な文字で『パブ・ギルマンハウス』と記されている。"
    },
    {
        "message": "If this pub is something Cordelia's foster parents left behind, then the sign's letters must be their writing too."
    },
    {
        "message": "The fact that they went out of their way to take in a foster daughter probably means they didn't have children of their own."
    },
    {
        "message": "Maybe they cherished Cordelia like their own child..."
    },
    {
        "message": "Why did they disappear and leave just her behind, I wonder."
    },
    {
        "message": "Did you do something that would get you kicked out of this village？"
    },
    {
        "message": "The entrance is still left unlocked as usual."
    },
    {
        "message": "Since he should know I'm coming, it's not weird for the door to be unlocked......"
    },
    {
        "message": "She's not the kind of careless girl who would leave the store open and just go somewhere."
    },
    {
        "message": "If that's the case, there's no way I could have run the Tavern all by myself until now."
    },
    {
        "message": "But if we do that......"
    },
    {
        "message": "I wonder where Cordelia disappeared to."
    },
    {
        "message": "The door's unlocked."
    },
    {
        "message": "There's no point in just standing here."
    },
    {
        "message": "I can't tell from here if the lock is engaged or not."
    },
    {
        "message": "Just by looking from the outside, I can't tell if anyone's inside or not..."
    },
    {
        "message": "I put my hand on the doorknob at the entrance of the shop."
    },
    {
        "message": "The chipped brass handle was rough, giving off a faint stench similar to the smell of blood from the rust and bare metal."
    },
    {
        "message": "The door opened easily, against my will."
    },
    {
        "message": "　　　Map　　　"
    },
    {
        "message": "　　Go inside　　"
    }
]