[
  {
    "message": "I roughly pushed Cordelia down onto the Bed and forced her body open."
  },
  {
    "message": "Cordelia's cheeks flush, and her expression vacant, she didn't really resist and just let it happen."
  },
  {
    "message": "Her chest rose and fell with rough breaths, and as she placed her hand between her legs, spread wide apart, the gesture of trying to cover herself, even if just for show, probably meant she hadn't forgotten her modesty entirely."
  },
  {
    "message": "But the part that's just barely visible is wet and glistening with overflowing liquid. Looks like you're already ready to let me in."
  },
  {
    "name": "Cordelia",
    "message": "What's wrong......Jonathan？"
  },
  {
    "name": "Cordelia",
    "message": "Ah, please‥‥‥"
  },
  {
    "name": "Cordelia",
    "message": "Don't keep me waiting anymore......"
  },
  {
    "message": "That anxious look, like she was scared of something she wasn't used to, is gone now."
  },
  {
    "message": "Her vacant gaze and half-open mouth might make you think of a feeble-minded girl, but that didn't make Cordelia any less attractive."
  },
  {
    "message": "In fact, I'm even starting to feel something like possessiveness, not wanting her to make that kind of face in front of any man but me."
  },
  {
    "message": "Cordelia, her cheeks tinged red, gazes at me with vacant eyes. There's a smile on her face, maybe from the relief of not being alone anymore, or maybe from the satisfaction a woman shows after giving herself to a man."
  },
  {
    "message": "Does she look closer to a Westerner than an Oriental with exotic features because she's lived in England all this time？"
  },
  {
    "message": "Her cheeks flush red, and rough breaths, almost like sobs, escape from her parted lips."
  },
  {
    "message": "Is that a pleading look on her face, asking me not to tease her any more?"
  },
  {
    "message": "I toyed with her perfectly shaped, small ear, hidden beneath her long ebony hair, with my fingertips. Maybe it tickles, because Cordelia bites her lip, enduring it silently."
  },
  {
    "message": "My nostrils, buried in her hair, are tickled by a faint scent of perfume and sweet sweat, and that part of me that's about to burst in my lower belly gets even more unbearably aroused."
  },
  {
    "name": "Cordelia",
    "message": "Ah... no, that tickles..."
  },
  {
    "name": "Jonathan",
    "message": "Those are some really cute ears."
  },
  {
    "message": "　　　　　　　　It's like I'm being drawn in, like they have some kind of special power."
  },
  {
    "name": "Cordelia",
    "message": "I'm not happy at all to be praised for something like that."
  },
  {
    "message": "　　　　　　　　I mean, I can't really see what it's like myself."
  },
  {
    "message": "I licked Cordelia's ear with my tongue."
  },
  {
    "message": "A bitter sort of tingle stings my tongue, but it doesn't feel dirty."
  },
  {
    "name": "Cordelia",
    "message": "Stop...! That spot's ticklish!"
  },
  {
    "name": "Cordelia",
    "message": "Jonathan...please..."
  },
  {
    "name": "Cordelia",
    "message": "I can't take it anymore......"
  },
  {
    "name": "Jonathan",
    "message": "Tell me what you want me to do."
  },
  {
    "name": "Cordelia",
    "message": "Don't be so mean‥‥‥‥"
  },
  {
    "name": "Cordelia",
    "message": "You get it, right......"
  },
  {
    "name": "Cordelia",
    "message": "Stop with the pointless talk at a time like this."
  },
  {
    "name": "Cordelia",
    "message": "Hey, more importantly........."
  },
  {
    "name": "Jonathan",
    "message": "Come to think of it, I feel like there was something I needed to ask you."
  },
  {
    "name": "Cordelia",
    "message": "What... What's going on, at a time like this?"
  },
  {
    "name": "Jonathan",
    "message": "It's about Philip Dunwich."
  },
  {
    "name": "Cordelia",
    "message": "Can't it wait till later？"
  },
  {
    "message": "　　　　　　　　If you bring up something like that out of the blue, it ruins the mood."
  },
  {
    "name": "Jonathan",
    "message": "Sorry."
  },
  {
    "message": "　　　　　　　　But if I don't ask you, I won't be able to focus either."
  },
  {
    "name": "Cordelia",
    "message": "Is it something I know about？"
  },
  {
    "name": "Jonathan",
    "message": "It's an old refinery the Dunwich family used to own."
  },
  {
    "message": "　　　　　　　　Marsh said it was on the road to the cape."
  },
  {
    "name": "Cordelia",
    "message": "I've never seen anything like that."
  },
  {
    "message": "　　　　　　　　I wonder what they do at the refinery."
  },
  {
    "name": "Jonathan",
    "message": "He must have been using it to refine some impure gold he brought from somewhere into pure gold."
  },
  {
    "name": "Jonathan",
    "message": "It probably hasn't been used for decades, so it's gotta be just as run-down as a total ruin."
  },
  {
    "name": "Cordelia",
    "message": "Now that you mention it, there was something like an old factory site a bit away from the main street."
  },
  {
    "name": "Cordelia",
    "message": "It was my childhood playground, but I was told not to go near it because it's dangerous."
  },
  {
    "name": "Jonathan",
    "message": "That's probably it."
  },
  {
    "message": "　　　　　　　　Do you still remember the place？"
  },
  {
    "name": "Cordelia",
    "message": "I think I'll know if I get close‥‥‥‥"
  },
  {
    "message": "　　　　　　　　What do you want over there anyway？"
  },
  {
    "name": "Jonathan",
    "message": "I know which countries Philip was trading with."
  },
  {
    "message": "　　　　　　　　I think Philip brought the ruins at that cape over here for some reason."
  },
  {
    "name": "Cordelia",
    "message": "Hm..."
  },
  {
    "message": "　　　　　　　　Got it, I'll show you around tomorrow."
  },
  {
    "name": "Cordelia",
    "message": "But let's drop this topic for now."
  },
  {
    "message": "　　　　　　　　Talking seriously while dressed like this somehow makes me feel embarrassed."
  },
  {
    "name": "Jonathan",
    "message": "Alright, I get it."
  },
  {
    "message": "I pressed my lips against Cordelia's, sealing hers with mine."
  },
  {
    "message": "When I slip my tongue into her mouth, wet with sweet saliva, Cordelia doesn't hesitate at all and twines her own tongue around mine."
  },
  {
    "name": "Cordelia",
    "message": "Mm......Jonathan......"
  },
  {
    "name": "Cordelia",
    "message": "If we keep going like this, I feel like my head's gonna go crazy."
  },
  {
    "message": "　　　　　　　　Somehow, it doesn't feel like me."
  },
  {
    "message": "Cordelia started breathing even harder."
  },
  {
    "message": "She keeps heaving her chest like after some intense exercise, letting out sob-like sounds from her lips."
  },
  {
    "name": "Cordelia",
    "message": "Don't tease me anymore......h-hurry up！"
  },
  {
    "name": "Cordelia",
    "message": "Ahn... If you squeeze them like that..."
  },
  {
    "name": "Cordelia",
    "message": "My boobs are getting bigger."
  },
  {
    "name": "Jonathan",
    "message": "Isn't that a good thing?"
  },
  {
    "message": "　　　　　　　　You　were　worried　about　your　small　bust,　weren't　you？"
  },
  {
    "name": "Cordelia",
    "message": "But, don't men think that women with big boobs are just shameless, stupid women？"
  },
  {
    "name": "Cordelia",
    "message": "Even aside from that, unlike Jonathan, I don't have any education......"
  },
  {
    "name": "Jonathan",
    "message": "So that's what you were worried about."
  },
  {
    "message": "　　　　　　　　I　don't　judge　people　over　petty　things　like　that."
  },
  {
    "name": "Cordelia",
    "message": "But......"
  },
  {
    "name": "Jonathan",
    "message": "Stop worrying about that stuff already."
  },
  {
    "message": "　　　　　　　　You're　plenty　attractive　just　the　way　you　are　now."
  },
  {
    "name": "Cordelia",
    "message": "Jonathan......"
  },
  {
    "message": "I took one of Cordelia's small pink nipples into my mouth, teasing the sensitive tip with my tongue."
  },
  {
    "message": "Her nipple, which had become a hard lump, was actually pretty soft when I bit into it, like biting into soft fruit full of juice inside-contrary to how firm it felt on the outside."
  },
  {
    "name": "Cordelia",
    "message": "Ah... i-it hurts..."
  },
  {
    "name": "Cordelia",
    "message": "Don't do it so hard... gently... be nice..."
  },
  {
    "message": "I run my tongue in an arc over the reddish area that separates the pointed nipple and white skin."
  },
  {
    "message": "Her body, tracing an elegant curve, jerks intermittently beneath me."
  },
  {
    "message": "The sweet fragrance of sweat grows even stronger, and a cry of joy escapes from Cordelia's lips."
  },
  {
    "name": "Cordelia",
    "message": "Nnh, I can't take it anymore... I'm gonna lose it."
  },
  {
    "name": "Cordelia",
    "message": "Hey... that tickles..."
  },
  {
    "name": "Jonathan",
    "message": "It's not ticklish, it feels good, doesn't it？"
  },
  {
    "message": "　　　　　　　　Has anyone ever touched you here before?"
  },
  {
    "name": "Cordelia",
    "message": "Nnhh‥‥‥no, I haven't, to anyone‥‥‥‥"
  },
  {
    "name": "Cordelia",
    "message": "No, seriously, stop..."
  },
  {
    "name": "Cordelia",
    "message": "It tickles so much, I feel like I'm gonna die！"
  },
  {
    "name": "Cordelia",
    "message": "Ahh‥‥‥that's not the spot‥‥‥somewhere else‥‥‥"
  },
  {
    "name": "Cordelia",
    "message": "Please, hurry..."
  },
  {
    "name": "Cordelia",
    "message": "My..."
  },
  {
    "name": "Cordelia",
    "message": "Jonathan... come here..."
  },
  {
    "name": "Jonathan",
    "message": "You don't need to be so nervous, it shouldn't hurt as much as last time."
  },
  {
    "name": "Cordelia",
    "message": "No, it's okay."
  },
  {
    "message": "　　　　　　　　If it's with Jonathan, I can handle it even if it hurts."
  },
  {
    "name": "Jonathan",
    "message": "Alright, here I go......"
  },
  {
    "message": "I slipped my body between Cordelia's spread legs and pressed my tense self against her well-moistened spot."
  },
  {
    "name": "Cordelia",
    "message": "Ahh！"
  },
  {
    "message": "My thing, rock hard, completely filled up Cordelia, who still wasn't used to having something inside her."
  },
  {
    "message": "The pain probably isn't that bad, but since she's not used to this, her body is tense, and she's gripping the Sheet tightly with both hands."
  },
  {
    "name": "Jonathan",
    "message": "Does it hurt？"
  },
  {
    "message": "　　　　　　　　If it's too much, I'll stop..."
  },
  {
    "name": "Cordelia",
    "message": "Nnh... I'm okay... keep going..."
  },
  {
    "name": "Jonathan",
    "message": "It's okay, it's almost all the way in already."
  },
  {
    "message": "　　　　　　　　I'll move it slowly......"
  },
  {
    "name": "Cordelia",
    "message": "Inside me..."
  },
  {
    "name": "Cordelia",
    "message": "I'm so full of Jonathan......"
  },
  {
    "name": "Jonathan",
    "message": "I'm moving, alright？"
  },
  {
    "name": "Cordelia",
    "message": "Please... go slow, okay?"
  },
  {
    "message": "I wrapped my hand around Cordelia's slender waist and slowly moved my body."
  },
  {
    "message": "The wet folds of her secret place wrapped tightly around me, and the lewd sound of flesh rubbing echoed through the room where it was just the two of us."
  },
  {
    "name": "Cordelia",
    "message": "Ah... all the way in..."
  },
  {
    "message": "Cordelia's ebony-colored bush tickles my lower belly."
  },
  {
    "message": "Cordelia's legs, wrapped around my waist, tighten even more to keep me from getting away."
  },
  {
    "name": "Cordelia",
    "message": "Amazing...... it feels so good......"
  },
  {
    "name": "Jonathan",
    "message": "Me too......"
  },
  {
    "message": "I was already finding it hard to hold myself back."
  },
  {
    "message": "I've completely forgotten that Cordelia might be in pain."
  },
  {
    "name": "Cordelia",
    "message": "Nn... not so hard..."
  },
  {
    "name": "Cordelia",
    "message": "N-no more... I can't..."
  },
  {
    "name": "Cordelia",
    "message": "Ah, Jonathan！"
  },
  {
    "message": "　　　　　　　　Come... inside me......"
  },
  {
    "name": "Cordelia",
    "message": "Jonathan..."
  },
  {
    "name": "Jonathan",
    "message": "What's up？"
  },
  {
    "name": "Cordelia",
    "message": "You know I don't have any memories from the past, right？"
  },
  {
    "name": "Jonathan",
    "message": "What's wrong, why are you saying something like that all of a sudden?"
  },
  {
    "name": "Cordelia",
    "message": "I want to find out. What kind of person I really am."
  },
  {
    "message": "　　　　　　　　Why was I brought to this village?"
  },
  {
    "name": "Jonathan",
    "message": "Even if you finally figured that out now, isn't it completely pointless for you？"
  },
  {
    "name": "Cordelia",
    "message": "That's not true."
  },
  {
    "message": "　　　　　　　　If it's with you and Gardner, I think we can somehow investigate　　　　　　　　it."
  },
  {
    "name": "Jonathan",
    "message": "I don't really mind, though..."
  },
  {
    "name": "Jonathan",
    "message": "You might end up finding out things you'd be better off not knowing."
  },
  {
    "message": "　　　　　　　　Are you really okay with that？"
  },
  {
    "name": "Cordelia",
    "message": "...Yeah."
  },
  {
    "name": "Jonathan",
    "message": "Got it. I'll try talking to the professor."
  },
  {
    "name": "Cordelia",
    "message": "W-What's wrong......Jonathan？"
  },
  {
    "name": "Cordelia",
    "message": "I, already......"
  },
  {
    "message": "If we go at it like this, I'll probably end up sleeping until morning again."
  },
  {
    "message": "It seems like there was something I had to ask before I forgot."
  },
  {
    "message": "What was it about again......"
  },
  {
    "message": "Cordelia's private parts glistened, wet with fluids overflowing from inside, and thin red folds peeked out from the edges where it was split open like a wound."
  },
  {
    "message": "At the upper edge of the slit that looks like a laceration, a pointed protrusion peeks out, visibly throbbing as if longing to be caressed."
  },
  {
    "name": "Cordelia",
    "message": "D-Don't look... it's embarrassing."
  },
  {
    "name": "Jonathan",
    "message": "It's really beautiful."
  },
  {
    "message": "　　　　　　　　There's nothing to be embarrassed about."
  },
  {
    "name": "Cordelia",
    "message": "No, don’t say stuff like that……"
  },
  {
    "message": "As soon as Cordelia realized I was watching her, an even stickier liquid than before started overflowing from there."
  },
  {
    "message": "I parted Cordelia's ebony-colored bush on her lower belly and brought my face close to the slit beneath it."
  },
  {
    "name": "Cordelia",
    "message": "No... not there... that's embarrassing..."
  },
  {
    "message": "When I use my fingers to press that part open left and right, I can already see glossy, liquid-dripping membranes peeking out."
  },
  {
    "name": "Cordelia",
    "message": "Please... don't look at me..."
  },
  {
    "message": "I forcibly stopped Cordelia when she tried to close her legs."
  },
  {
    "message": "Inside the secret spot spread open to the sides, you can see a glistening, seductive little path breathing gently."
  },
  {
    "name": "Cordelia",
    "message": "When you're watching me, it kinda feels hot down there..."
  },
  {
    "name": "Cordelia",
    "message": "Ah... no！"
  },
  {
    "message": "I ran my tongue over Cordelia's private parts again."
  },
  {
    "message": "The mucous membrane, even softer than skin, seems to cling to my tongue."
  },
  {
    "name": "Cordelia",
    "message": "T-that place... it's filthy..."
  },
  {
    "message": "I ignored those words and obsessively caressed the pale pink petals over and over."
  },
  {
    "message": "Sticky fluid overflows from Cordelia's place, creating a stain on the bed sheet."
  },
  {
    "name": "Jonathan",
    "message": "Cordelia, you're feeling it, aren't you？"
  },
  {
    "message": "　　　　　　　　See, it's overflowing like this."
  },
  {
    "name": "Cordelia",
    "message": "No... this is so embarrassing..."
  },
  {
    "message": "Contrary to her words, hot liquid keeps welling up from there like an endless spring, no matter how much I scoop out."
  },
  {
    "name": "Jonathan",
    "message": "Maybe this still isn't enough for you？"
  },
  {
    "name": "Cordelia",
    "message": "N-no... that's not it..."
  }
]