[
  {
    "message": "Cordelia isn't here."
  },
  {
    "message": "It's not exactly the right time to come all the way here just to look something up. There's probably somewhere else she'd go."
  },
  {
    "message": "This is in front of the once-glorious Miskatonic University."
  },
  {
    "message": "Now it's an archives that tells the village's history, but villagers hardly ever visit, so this huge building stands there like a gravestone, utterly meaningless."
  },
  {
    "message": "In front of the long-abandoned Miskatonic University, not a soul comes near even during the day, and at this hour, well past midnight, there’s definitely no one passing by."
  },
  {
    "message": "Maybe because there's just no need for it, the main gate is still wide open just like during the day."
  },
  {
    "message": "Even I wouldn't want to sneak into these creepy premises at this hour, but maybe they're trying to show that there's nothing worth stealing. Still, isn't this just way too careless?"
  },
  {
    "message": "Thick clouds still hang in the sky beyond the towering brick building, almost pressing down hard enough to crush the old structure."
  },
  {
    "message": "In Arkham, where almost all the buildings are at most two stories tall, this Archives is the only high-rise. It looks just like the sole pillar holding up the sky."
  },
  {
    "message": "How much longer can this brick building, given a lonely and noble life, fulfill its role?"
  },
  {
    "message": "As if to enhance the gloomy, damp atmosphere of Arkham, the thick clouds show no sign of clearing up."
  },
  {
    "message": "This place must be, even on Great Britain, the most unsuitable land for people to live on."
  },
  {
    "message": "How many times a year do the villagers living here get to see the sun? Or maybe this ominous weather is because of us, the out-of-place intruders who have wandered into Arkham."
  },
  {
    "message": "Looking at the gloomy, overcast sky makes me feel kind of depressed too."
  },
  {
    "message": "Maybe I shouldn't worry about it too much."
  },
  {
    "message": "The exposed brick wall's dark brown has faded and started turning a pale pink. The large glass windows are rusting too, and it's anyone's guess how much longer they can hold up the weight."
  },
  {
    "message": "It probably won't even take another 100 years before these school ruins collapse."
  },
  {
    "message": "It does feel a bit of a shame, but there’s really no use for it just standing here like this."
  },
  {
    "message": "The reason a university was built in such a remote village is probably thanks to the power of money Philip Dunwich brought in."
  },
  {
    "message": "Dollie Dunwich ended up as the last president of the university that his own father built up by force."
  },
  {
    "message": "Maybe that was a burden for Dollie too."
  },
  {
    "message": "When my dad went missing and our savings ran dry, the village's finances started taking a nosedive."
  },
  {
    "message": "The people who had any interest in Arkham gradually left the village..."
  },
  {
    "message": "Surely the villagers must have had it out for Dollie, the last head of the Dunwich family who supported the village."
  },
  {
    "message": "The sharply sloping roof reminds me of the Church's bell tower."
  },
  {
    "message": "Anyway, it just seems way too unnatural to be a university building..."
  },
  {
    "message": "What did Philip Dunwich, who built Miskatonic University here, seek in a university?"
  },
  {
    "message": "Did he just want to show off his wealth？"
  },
  {
    "message": "Or maybe, did they have some important purpose?"
  },
  {
    "message": "Because it's been neglected for a long time, the slate roof is cracked and being eroded by rainwater."
  },
  {
    "message": "The elaborate design, which must have been crafted with the utmost care to intimidate anyone who looked at it, only stirs up pity now."
  },
  {
    "message": "It was probably modeled after the University Museum in Oxford, my alma mater-the steep roofs and skylight windows remind me of that place."
  },
  {
    "message": "Did Philip Dunwich, the founder of the university, want to make Arkham a city like Oxford, lined with Gothic-style spires?"
  },
  {
    "message": "If that's the case, then he's not a money-grubber like I thought he was."
  },
  {
    "message": "Can't you just picture an upright man, like an old-time feudal lord, wishing for his land to flourish?"
  },
  {
    "message": "It probably used to boast an intimidating presence, but with slate peeling off here and there, you can't feel any of that old dignity at all."
  },
  {
    "message": "Passing through the door that's left open, it looks like there's a grassy garden inside."
  },
  {
    "message": "Judging from the building's exterior, it's not hard to imagine just how rundown the garden must be too."
  },
  {
    "message": "With a university this big, it’s no surprise there are a bunch of dorms and even a chapel besides the main building."
  },
  {
    "message": "But now, Arkham probably can’t afford to maintain those university buildings, which are nothing more than monuments."
  },
  {
    "message": "The entrance door is left wide open, but maybe they assume no one would come near in the daytime, let alone sneak in at midnight."
  },
  {
    "message": "Sure, it doesn’t seem like there’s anything here worth stealing, and if there was, it would’ve been taken a long time ago."
  },
  {
    "message": "There’s no point in rummaging through these huge bookshelves all by myself..."
  },
  {
    "message": "Maybe I’ll just come back tomorrow or something."
  },
  {
    "message": "　　　Map　　　"
  }
]