[
  {
    "message": "It's the right archive."
  },
  {
    "message": "All the books stored here seem to be relatively new."
  },
  {
    "message": "I don't really think there's much to gain here, though......"
  },
  {
    "message": "It's Penguin's 'Classics Series'."
  },
  {
    "message": "The book itself isn't that old, but the damage is pretty bad."
  },
  {
    "message": "The person who used to own this book, whether it was a he or a she, must have loved reading it over and over again."
  },
  {
    "message": "Looks like yet another volume from the usual complete works of Shakespeare."
  },
  {
    "message": "It's not like it's got a particularly fancy binding or anything, and since it's just one volume out of a complete set, it doesn't seem to have any real value."
  },
  {
    "message": "It's John Collins' theology book."
  },
  {
    "message": "You actually have a book by some not-so-famous British theologian."
  },
  {
    "message": "No doubt the owner was a devout Christian."
  },
  {
    "message": "『Suicide is the worst form of murder. Because it doesn't give you a chance to repent.』"
  },
  {
    "message": "It's a word that has nothing to do with me at all."
  },
  {
    "message": "It's not like I want to kill myself at all."
  },
  {
    "message": "『Love and Law』"
  },
  {
    "message": "Maria Edgeworth"
  },
  {
    "message": "Sorry to say, but he hasn't been able to read or write since he was a kid."
  },
  {
    "message": "　But just like with other things, you can write marks on it."
  },
  {
    "message": "I don't really get what you're trying to say though......"
  },
  {
    "message": "Come to think of it, I wonder if old man Marsh can read and write."
  },
  {
    "message": "It's a Chesterton novel."
  },
  {
    "message": "I'm pretty sure I read this back when I was still a student."
  },
  {
    "message": "『Oedipus Rex』"
  },
  {
    "message": "Sophocles"
  },
  {
    "message": "『We saw the swaying noose, and the figure of a woman who had hanged herself.』"
  },
  {
    "message": "Seems to be a writer from Greece, but I've never even heard the name."
  },
  {
    "message": "Go back to the archive"
  }
]