[
    {
        "message": "This is in front of the once-glorious Miskatonic University."
    },
    {
        "message": "Now it's an archives telling the village's history, but villagers rarely visit, and this huge building stands there like a tombstone, totally meaningless."
    },
    {
        "message": "夜になるとその不気味さはさらに凄味を増し、かつてこの大学で異彩を放っていた狂人と言われた学者の怪しげな研究の内容を想像せずにはいられない。"
    },
    {
        "message": "This is the front of what was once Miskatonic University, now the Arkham Archives."
    },
    {
        "message": "A building designed to imitate a famous museum still standing in Oxford seems far too out of place for this village, which feels desolate and abandoned even by the flow of time itself."
    },
    {
        "message": "Sadly, these days there isn't even an audience left to admire that magnificent building, and all it can do is wait to crumble away."
    },
    {
        "message": "In the sky beyond the towering brick building, thick clouds still hang, looking like they're about to crush the old building."
    },
    {
        "message": "In Arkham, where most of the houses are at best two stories high, this Archives building is the only high-rise, standing like the lone pillar holding up the sky."
    },
    {
        "message": "Given a lonely and noble life, how much longer will this brick building be able to fulfill its role?"
    },
    {
        "message": "As if to amplify Arkham's gloomy and damp mood, the thick clouds show no sign of clearing up."
    },
    {
        "message": "This is probably the least suitable land for humans to live on in all of Great Britain."
    },
    {
        "message": "How many times a year do the villagers living here get to see the sun? Or maybe this unsettling weather is because of us-out-of-place intruders who have slipped into Arkham."
    },
    {
        "message": "こんな辺鄙な村に大学が造られたのは、フィリップ・ダニッジが持ち込んだ金の力があってこそだろう。"
    },
    {
        "message": "Dollie Dunwich ended up as the last president of the university that his father built up with sheer force."
    },
    {
        "message": "I wonder if that was also a burden for Dollie."
    },
    {
        "message": "When my father went missing and our savings ran out, the village's wealth started to decline rapidly."
    },
    {
        "message": "The people who were interested in Arkham gradually left the village......"
    },
    {
        "message": "I'm sure the villagers must have had it out for Dollie, the last head of the Dunwich family who supported the village."
    },
    {
        "message": "The sharply pointed roof reminds me of the Church bell tower."
    },
    {
        "message": "Anyway, it seems way too unnatural to be a university building..."
    },
    {
        "message": "What did Philip Dunwich, who built Miskatonic University in this land, seek from the university?"
    },
    {
        "message": "It must have been modeled after the University Museum in Oxford where my alma mater is, with its steeply pitched roof and skylight windows reminding me of that place."
    },
    {
        "message": "Did Philip Dunwich, the founder of the university, want to make Arkham into a city like Oxford, lined with Gothic spires?"
    },
    {
        "message": "If that's the case, then he's not the kind of money-grubber I thought he was."
    },
    {
        "message": "Just like a feudal lord from ancient times, isn't it possible to picture a decent person who simply wishes for their own land to thrive?"
    },
    {
        "message": "It probably used to boast a commanding presence, but with slate peeling off here and there, you can't feel a shred of that dignity anymore."
    },
    {
        "message": "The entrance door is left open, but maybe they just assume that no one would try to get in at night when nobody even comes near the place during the day."
    },
    {
        "message": "Sure, I don't really think there's anything here worth stealing, and if there was, it would've been taken a long time ago anyway."
    },
    {
        "message": "It’s pointless to rummage through this massive bookshelf all by myself......"
    },
    {
        "message": "Guess I'll just come back again tomorrow or something."
    },
    {
        "message": "Even though it's way past midnight, the door to the Archives is still left open."
    },
    {
        "message": "There's basically no protection against theft, but the fact that nothing has ever happened just proves how much the people of Arkham have forgotten about the Archives."
    },
    {
        "message": "Passing through the massive gate, you enter what used to be a courtyard. It used to have a cloister all around it and was probably a place where students would hang out, but now there's no trace of how it used to be at all."
    },
    {
        "message": "Even now, only a small part of the vast school building is still usable, while the rest has been left to rot completely."
    },
    {
        "message": "If Philip Dunwich saw this scene, he might be furious at how pathetic it is, but he's the one to blame for how things ended up like this."
    },
    {
        "message": "They were probably afraid of having their wealth snatched away, but the only one who knew how to actually get the money was Philip, and after he went missing, nobody could stop Arkham's decline."
    },
    {
        "message": "When I pass through the wide-open door, it looks like there's a grassy yard inside."
    },
    {
        "message": "Judging from the exterior of the building, it's not hard to imagine just how rundown the garden must be too."
    },
    {
        "message": "　　　Map　　　"
    },
    {
        "message": "　　Go inside　　"
    }
]