[
    {
        "message": "Marsh looked like he was having a really bad nightmare or something......"
    },
    {
        "message": "I wonder what on earth I'm so scared of."
    },
    {
        "message": "Even though it seemed like all my worries disappeared during the day, and I could even feel a sense of relief on my face."
    },
    {
        "message": "I can't see Cordelia here."
    },
    {
        "message": "I can't imagine having any business at Marsh's place at this hour..."
    },
    {
        "message": "Is Cordelia inside the ship？"
    },
    {
        "message": "In front of Marsh's abandoned ship at the port."
    },
    {
        "message": "Now that the sun has set, the sea is soaking up all the light like a bottomless swamp, making the boundary with the land super vague."
    },
    {
        "message": "It’s the edge of the port, where Marsh’s derelict ships float."
    },
    {
        "message": "Even during the day, the water in the bay was stagnant, and you couldn't see the bottom at all."
    },
    {
        "message": "Now that the sun's gone down, the sea is sucking up every bit of light like a bottomless swamp, and the line between land and water's gotten super blurry."
    },
    {
        "message": "Standing here like this, I can't help but feel this bone-chilling fear that something not human is watching me from somewhere I can't see."
    },
    {
        "message": "Because of the thick, heavy clouds, even the faint moonlight can't reach down."
    },
    {
        "message": "At this rate, we probably won't be blessed with good weather tomorrow either."
    },
    {
        "message": "Of course, at this late hour, there probably aren't even any birds flying, and the sky covered in thick clouds is horribly dark, with only a little bit of moonlight shining through."
    },
    {
        "message": "There’s only the slightest breeze, so the clouds must be drifting, but I can’t even catch a glimpse of it with my eyes."
    },
    {
        "message": "Like this, even if someone attacked me from right next to me, I probably wouldn’t even be able to see them."
    },
    {
        "message": "There’s nothing particularly unusual lying around."
    },
    {
        "message": "The ground’s just been leveled out and packed down, so it hardly looks like a proper dock."
    },
    {
        "message": "The stakes for mooring boats were just simple wooden poles roughly driven into the ground."
    },
    {
        "message": "It really makes you wonder if you can even call this a port."
    },
    {
        "message": "There used to be large sailing ships that could go overseas, so maybe there was a proper port somewhere else."
    },
    {
        "message": "The visibility is abnormally bad, and because the wind has died down, it feels filthy like the stagnant water in a sewage ditch."
    },
    {
        "message": "Maybe it's just my imagination, but there's this raw, fishy stench like something's rotting all around, and if I stay still, I feel like I'm gonna get sick."
    },
    {
        "message": "It's so murky, it's like a bottomless swamp where you can't even see the bottom."
    },
    {
        "message": "The surface of the water, keeping its silence, sometimes just has a small ripple, as if the harshness of the open sea has nothing to do with it."
    },
    {
        "message": "Even if some kind of monster was wriggling under this stagnant water, I probably wouldn't be all that surprised."
    },
    {
        "message": "Did I just hear a splash from somewhere...?"
    },
    {
        "message": "There's no way anyone would be crazy enough to go for a swim at this hour."
    },
    {
        "message": "Maybe it was just a fish leaping？"
    },
    {
        "message": "Maybe it's just me, but I feel like there's a nasty stench in the air, the kind you get when fish rot."
    },
    {
        "message": "There's no point in hesitating forever."
    },
    {
        "message": "The only way onto the boat is this Plank."
    },
    {
        "message": "It's a rough Plank, like they just tossed down a random board they picked up from somewhere."
    },
    {
        "message": "Just because it handled our weight during the day doesn't mean it's safe for me to cross now."
    },
    {
        "message": "It looks about as old as the wrecked ship it's leaning on..."
    },
    {
        "message": "Is it really going to be okay？"
    },
    {
        "message": "It's barely floating, but it's long since lost its ability to function as an actual boat."
    },
    {
        "message": "It's barely still able to function as Marsh’s old man’s home. And even that might not last much longer."
    },
    {
        "message": "It’s probably a sailboat that retired from active service around the same time Marsh quit being a fisherman, the kind that’s powered only by sails, which you rarely see nowadays."
    },
    {
        "message": "It’s obvious at a glance how beat up and dangerous this boat is, but Marsh, preoccupied with other things, doesn’t seem to care about that stuff at all."
    },
    {
        "message": "The algae and tiny shells stuck to the hull make me think they’re like germs eating away at a human body, slowly stealing away the boat’s life."
    },
    {
        "message": "　　　Map　　　"
    },
    {
        "message": "　　Go inside　　"
    }
]