[
  {
    "message": "In front of the Church of Dagon."
  },
  {
    "message": "The area is wrapped in silence, and neither the sound of the pipe organ nor the voices of the believers’ prayers can be heard from the Church."
  },
  {
    "message": "You can vaguely see something like a light in the window of the Church, but it's so quiet it doesn't seem like anyone's inside."
  },
  {
    "message": "In front of the Church of Dagon."
  },
  {
    "message": "Cordelia seems to get uncomfortable when she comes here, and she's staring at the ground with a frown on her face."
  },
  {
    "name": "Cordelia",
    "message": "It's here again......"
  },
  {
    "message": "　　　　　　　　Whenever I come to this Church, I just get this really awful feeling."
  },
  {
    "message": "Cordelia is grimacing, staring at the ground."
  },
  {
    "message": "Even though you shouldn't have even known the location of the Church very well until you came with us, I can't figure out why you seem to hate this place so much."
  },
  {
    "message": "Maybe I've come to the Church without even realizing it myself."
  },
  {
    "message": "Maybe I got taken to a mass by my foster parents before."
  },
  {
    "name": "Cordelia",
    "message": "If you're going inside, I'll wait here."
  },
  {
    "message": "　　　　　　　　Jonathan, is that okay？"
  },
  {
    "message": "With such a creepy atmosphere, no painter would ever want to pick up their brush."
  },
  {
    "message": "Tall trees stand as if they're about to reach the dull, overcast sky."
  },
  {
    "message": "All the trees, like firs and beeches, are twisted in weird ways from being battered by the strong wind, casting an unpleasant shadow over the landscape that looks like something out of a painting."
  },
  {
    "message": "It looked like the church was built by clearing the trees that once dominated this area, and the trees that escaped being cut down are now trying to creep into the grounds as if to take revenge."
  },
  {
    "message": "I'm just amazed by its insatiable vitality, but because it looks hunchbacked, it only makes it creepier."
  },
  {
    "message": "The trees, twisted and hunched over like hunchbacks, have grown into bizarre shapes and give off a downright creepy vibe even during the day."
  },
  {
    "message": "At night it was even worse-every single tree looked like a huge, monstrous creature, and my feet, which had been heading toward the Church, stopped on their own."
  },
  {
    "message": "The trees, twisted and grown into strange shapes like hunchbacks, give off a creepy vibe even during the daytime."
  },
  {
    "message": "At night, it was even worse, with every single tree looking like some huge, monstrous beast, making my feet naturally stop as I was headed for the Church."
  },
  {
    "message": "The way the trees, bursting with greedy vitality, slowly encroach even on the grounds of the Church looks like malignant cancer cells eating away at a human body, and seems to symbolize human helplessness.."
  },
  {
    "message": "It looks like a pretty old building, but it's not exactly some valuable piece of architecture or anything."
  },
  {
    "message": "More than that, the atmosphere of the building brings up a certain sense of hostility. There's not even a trace of the grand impression the Church is supposed to have."
  },
  {
    "message": "They were talking about the 'Dagon Cult' or something, but I've never heard of any group like that."
  },
  {
    "message": "It's probably just some shady new cult or something, but I can't figure out why they'd base themselves out in the sticks like this."
  },
  {
    "message": "They say it’s the church of a group called the Dagon Cult... Nai clearly said, 'my church,' but it seems to have a totally different vibe than the church I’m used to."
  },
  {
    "message": "The strangest thing above all is that this building doesn't have any of the decorations typical of a church, like a cross or anything."
  },
  {
    "message": "Thomas, who had been talking with Nai in front of the Church, proved that he only happened to be called out by Nai, and that there was no connection between Nai and himself."
  },
  {
    "message": "What exactly is this 'Lost key' that Nai kept bringing up..."
  },
  {
    "message": "Thomas also sounded like he knew a lot about that."
  },
  {
    "message": "You can see a faint light in the windows of the Church, but you can't hear the melody of the Organ or the prayers of the worshippers."
  },
  {
    "message": "The building, with such an unusual style that you’d never believe it’s a church, feels completely empty and hollow inside, wrapped in a desolate silence."
  },
  {
    "message": "It's the Relief displayed above the entrance."
  },
  {
    "message": "Gardner said that this relief, which matches the pattern on Thomas's ring, is the emblem of the secret society."
  },
  {
    "name": "Cordelia",
    "message": "Sorry, but if you're going inside the church, I'll be waiting outside-I'll wait here."
  },
  {
    "name": "Cordelia",
    "message": "I wonder why, I've never been to this place before, yet just seeing it once makes me feel this awful."
  },
  {
    "name": "Jonathan",
    "message": "That might also be connected to a part of the memories you've lost."
  },
  {
    "name": "Jonathan",
    "message": "I don't remember it at all myself, but maybe I've actually come to this church many times before."
  },
  {
    "name": "Cordelia",
    "message": "I'm not some follower of Dagon."
  },
  {
    "name": "Jonathan",
    "message": "That's right, so what was the whole point behind forming this 'Dagon' group in the first place?"
  },
  {
    "name": "Jonathan",
    "message": "It looks like a lot of villagers have become followers, but I'd never even heard that name until I came to Arkham."
  },
  {
    "name": "Cordelia",
    "message": "I don't really know either."
  },
  {
    "message": "　　　　　　　　But, I feel like there was never a Christianity Church in this village ever since I was a kid."
  },
  {
    "name": "Jonathan",
    "message": "So the only likely relic is at that monastery, huh?"
  },
  {
    "message": "　　　　　　　　No way, it wasn’t Dagon’s followers who set fire to the hospital, was it?"
  },
  {
    "message": "　　　Map　　　"
  },
  {
    "message": "　　Go inside　　"
  },
  {
    "message": "　　　Map　　　"
  }
]