[
  {
    "message": "In front of Nai's Church."
  },
  {
    "message": "Looks like that Black guy isn't home."
  },
  {
    "message": "Where is this......？"
  },
  {
    "message": "I was supposed to be heading to the Gilman House, but what stood before me was an old, church-like building."
  },
  {
    "message": "The reason I had to awkwardly say 'like a Church' is that if this really were a Church, then everything that should be there is totally missing."
  },
  {
    "message": "In buildings like this Church, there isn't a single Cross, which is supposed to be its symbol."
  },
  {
    "message": "Other than that, it's definitely a textbook example of a 17th-century Church building standing in the corner of a rural village."
  },
  {
    "message": "Where the hell is this place, anyway? At least during the day, I never saw a spot like this while I was walking around. Even now, the promised time is ticking away as we stand here."
  },
  {
    "message": "The man who blocked my way was easily a head taller than me, even though I’m not exactly short myself, and he looked twice as broad too. His skin was so dark it seemed like he could melt into the night, and wearing all black only made that stand out even more."
  },
  {
    "message": "The eyes staring at me with no sign of letting their guard down are sharp, and he just stands there with that unreadable, expressionless face that's so typical of Black people, giving nothing away about what he's thinking."
  },
  {
    "name": "Man",
    "message": "My name is Nai, that's what they call me. Who the hell are you, and what are you doing in front of my Church at this hour？"
  },
  {
    "message": "The man who called himself Nai said that in an extremely overbearing and arrogant tone."
  },
  {
    "message": "『My Church,' huh? Alright, let's say I admit this building is a Church, but what do you mean, 'my'? Is this guy supposed to be a priest or something?"
  },
  {
    "name": "Jonathan",
    "message": "Church...... huh."
  },
  {
    "name": "Nai",
    "message": "That's right."
  },
  {
    "message": "　　　　　This　is　our　Dagon　Cult's　church."
  },
  {
    "message": "What's the 'Dagon Cult'？"
  },
  {
    "message": "At the very least, it doesn’t seem to fit with any religion or sect I’ve ever heard of..."
  },
  {
    "message": "With the thick, overgrown trees and the way things look around here, it's hard to believe this is really a part of Arkham. It's just as quiet as the other places, but trees that completely block out even the sound of the waves-I've never seen that anywhere else."
  },
  {
    "message": "Those firs and beeches and other tall trees cast intricate shadows onto the brick road and the eerie, church-like buildings under the moonlight, and the way they swayed in the wind looked like slime molds wriggling under a microscope."
  },
  {
    "message": "The street without even streetlights is dim, and the damp, humid air is cold as it wets my clothes and bare face. Even the paved road I'm stepping on is wet and shining, like it just finished raining."
  },
  {
    "message": "This area is clearly different from the Arkham I know."
  },
  {
    "message": "It seems to be located deep in the village, in a place where not just tourists, but even people from neighboring towns never set foot."
  },
  {
    "message": "It looks like a pretty old building, but it’s not exactly some valuable piece of architecture or anything."
  },
  {
    "message": "More than that, the atmosphere of the building stirs up a sort of hostile feeling. There's not even a trace of the grandeur you'd expect from the Church."
  },
  {
    "message": "The man said something about the 'Dagon Cult', but I've never heard of a group by that name. It's probably just another shady new religion, but I can't understand why they'd set up their base out in the middle of nowhere like this."
  },
  {
    "message": "I wonder what purpose this building is used for."
  },
  {
    "message": "The man who called himself Nai clearly said 'my Church,' but it seems different in character from the Church I'm used to."
  },
  {
    "message": "The strangest thing, above all, is that this building doesn't have any of the decorations usually found in a Church, like a Cross."
  },
  {
    "message": "The finished stucco plastered over the stonework called random-rumble, unable to withstand the wind and snow, is cracked and peeling off in places, exposing the inside where large and small stones are combined."
  },
  {
    "message": "Where had I seen something like that before?"
  },
  {
    "message": "I can't remember exactly, but I feel like it was just recently."
  },
  {
    "message": "I looked up at the emblem displayed above the entrance of the building Nai calls the Church."
  },
  {
    "message": "It was probably something an expert stonemason had carefully engraved onto the stone slab."
  },
  {
    "message": "The shape of the emblem itself isn't all that complicated, but from the worn-down surface, there's no doubt it's been around for many years."
  },
  {
    "message": "Even so, seeing that it's not cracked or chipped, you can guess that the craftsman who made it had extraordinary skill. Still, this emblem doesn't really seem right for something displayed at a church."
  },
  {
    "message": "In the first place, that stone slab being displayed is probably one reason why this building doesn't really look much like a church."
  },
  {
    "message": "Originally, it was a chapel or something built on a local noble's private land, and even after the main building was gone, someone kept maintaining it, or maybe some deeply religious oddball donated it......"
  },
  {
    "message": "I can imagine a few possibilities, but they're all so unrealistic that even I, who thought them up, find them hard to believe. It feels like all the mysteries are hidden in this slab."
  },
  {
    "message": "And......"
  },
  {
    "message": "I feel like I've seen this shape somewhere before......"
  },
  {
    "message": "With a slight smirk on their lips, they're looking down at me from a high spot."
  },
  {
    "message": "Their attitude is incredibly condescending, you could even call it politely rude. It's like they're completely enlightened and want to say I'm an ignorant, foolish child who knows nothing."
  },
  {
    "message": "Their attitude is downright outrageous, just looking at them makes me feel sick."
  },
  {
    "message": "I only ended up here because I got lost on an unfamiliar road, so why do I have to go through this?"
  },
  {
    "message": "What do they mean by 'Wake up already'？"
  },
  {
    "message": "Everything's so confusing, I feel like I'm being totally left in the dark."
  },
  {
    "message": "The man's attitude became more and more arrogant and overbearing, and I could even sense a look of contempt in his eyes as he looked down on me."
  },
  {
    "message": "I can't possibly see him as a person of color enslaved to whites, and his attitude, so full of confidence, seems to outright deny even imagining such a thing."
  },
  {
    "message": "He's ridiculously tall and as broad as his height suggests, his hair tightly curled like an African native's, his whole body so black it could blend into the dark. Thick lips and prominent cheekbones must be features peculiar to his race too."
  },
  {
    "message": "Since he's dressed all in black, it gives the illusion that only the whites of his eyes are floating in the darkness. His outfit is almost identical to that of a priest, but the flashy decorations give him more of a phony sorcerer vibe."
  },
  {
    "message": "At the very least, the Church of England shouldn't have any black priests."
  },
  {
    "message": "So what god does this man serve, then? Is he a follower of that ominous god I saw at the Ruins on the cape?"
  },
  {
    "name": "Nai",
    "message": "You said you were Jonathan, right? How long do you plan to stay here?　　　　　What brings you to this village?"
  },
  {
    "name": "Jonathan",
    "message": "Why the hell do I have to tell that to someone like you, whose name I don't even know? More importantly, what was that 『Awakening』 thing you mentioned earlier all about?"
  },
  {
    "name": "Nai",
    "message": "We'll figure it out soon enough, both of us."
  },
  {
    "message": "If it's 'both of us,' does that mean I have to keep having these nonsensical conversations with this guy from now on？"
  },
  {
    "name": "Jonathan",
    "message": "Just because I haven't understood what you said yet doesn't necessarily mean I'll be sticking around in Arkham. If I can help it, I don't want to get mixed up in any trouble！"
  },
  {
    "name": "Nai",
    "message": "Whether you're getting dragged into this or not, this was decided long before you were even born."
  },
  {
    "name": "Nai",
    "message": "By the way, you were asking about the way to the Pub, right?"
  },
  {
    "message": "　　　　　This Church is near the end of the old paved road that runs in front of the Fish Scale Inn. Looks like we took the wrong turn."
  },
  {
    "name": "Jonathan",
    "message": "The conversation isn't over yet."
  },
  {
    "message": "　　　　　　　　You wanna say there was somehow some kind of connection between me and Arkham that I didn't know about, right？"
  },
  {
    "name": "Jonathan",
    "message": "That's exactly right. It's true that one of my ancestors was a woman connected to Arkham. But I myself don't know anything about that woman, and I'm really curious how you even know about that."
  },
  {
    "name": "Nai",
    "message": "Didn’t I tell you you’ll understand soon？"
  },
  {
    "message": "　　　　　It's already late at night. Why don't we save that story for another time? We've got plenty of time."
  },
  {
    "message": "Nai said that, then turned back to her own Church."
  },
  {
    "message": "He was acting all mysterious, so I couldn't really tell what he wanted to say, but the words that slipped out as soon as he saw my face had the same kind of vibe as what the old man at the Ruins said."
  },
  {
    "message": "It looks like that old man is the one who connects all the mysteries."
  },
  {
    "message": "So, the woman at the pub is the key to finding out where the old man is, huh?"
  },
  {
    "name": "Nai",
    "message": "You're staying at the Fish Scale Inn, right? I'll show you the way back, so you'd be smart to just go straight to bed and not wake up until morning. That's my advice."
  },
  {
    "message": "I can't let that happen. I can't break my promise with the woman at Gilman House, and I can't just wander around out here till morning, either."
  },
  {
    "name": "Jonathan",
    "message": "That's kind of you. But, if you know the way, could you tell me how to get to the Pub on the back street?"
  },
  {
    "name": "Nai",
    "message": "You mean the Gilman House? Even if you go now, the place isn't open, and if the villagers have any sense, I doubt any of them would open their doors for an outsider like you."
  },
  {
    "name": "Jonathan",
    "message": "That's fine by me. Whatever happens after we get there, I can worry about it myself, right？"
  },
  {
    "name": "Nai",
    "message": "True enough. By the way... why don't you come out into a brighter spot? As it is, I can't even see your face to talk to you."
  },
  {
    "message": "Prompted by Nai, I moved out from the darkness cast by the trees into a patch where the moonlight poured down."
  },
  {
    "message": "Then, when Nai saw my face, his waxwork expression finally broke, and he showed a look that was somewhere between amazement and astonishment."
  },
  {
    "name": "Nai",
    "message": "You！"
  },
  {
    "message": "But I was the one surprised. Nai's huge body came at me with such force, like he was about to grab me at any moment."
  },
  {
    "name": "Jonathan",
    "message": "What are you doing? What do you think I did！"
  },
  {
    "name": "Nai",
    "message": "Ia... fhtagn, mggw fhl krulhu=R'lyeh"
  },
  {
    "message": "　　　　　Ngai nguag bugu=Shoggoth..."
  },
  {
    "message": "The words that spilled from Nai's mouth were strikingly similar to the mysterious ones muttered by the old man at the ruins. So, does that mean the old man is also a believer of this church？"
  },
  {
    "name": "Jonathan",
    "message": "What are you saying..."
  },
  {
    "message": "　　　　　　　　Could he be mistaking me for someone else？"
  },
  {
    "message": "Nai, seeing me stunned and dumbfounded, stiffened with a look of shock, then after a while returned to his usual blank expression."
  },
  {
    "name": "Nai",
    "message": "What a twist of fate......"
  },
  {
    "message": "　　　　　Just when I thought our hundred-year-long wish had finally come true. This guy, has he still not awakened yet?"
  },
  {
    "name": "Jonathan",
    "message": "Awakening？"
  },
  {
    "message": "　　　　　　　　What the hell do you mean by 'wish'? Who do you think I am?"
  },
  {
    "name": "Jonathan",
    "message": "I'm Jonathan. I'm not a suspicious person or anything.　　　　　　　　I'm just not used to this village and got lost,　　　　　　　　I didn't even know there was a Church here."
  },
  {
    "name": "Nai",
    "message": "Haven't seen your face before."
  },
  {
    "message": "　　　　　Looks like you're a traveler. Welcome to Arkham. I hope you make it back home in one piece."
  },
  {
    "message": "Nai turns on their heel and tries to walk away from me."
  },
  {
    "message": "I'm grateful I don't have to see this extremely rude black guy's face, but it's a problem being left alone in a place like this where I don't know my way around."
  },
  {
    "name": "Jonathan",
    "message": "Wait a minute, please."
  },
  {
    "message": "　　　　　　　　I'm lost, is there any way you could help me out？"
  },
  {
    "name": "Nai",
    "message": "Where do you think you're going at this hour? Don't you realize that for an outsider like you to walk openly around the village is an extremely dangerous thing to do?"
  },
  {
    "name": "Jonathan",
    "message": "You call this dangerous? Compared to London, this place is totally safe. I didn't see a single person, let alone pickpockets or muggers."
  },
  {
    "name": "Nai",
    "message": "Criminals aren't the only ones roaming free in the darkness of night."
  },
  {
    "message": "　　　　　Non-human, monstrous beings also love the dark."
  },
  {
    "message": "　　　Plaza　　　"
  },
  {
    "message": "Fish Scale Inn"
  },
  {
    "message": "General store"
  },
  {
    "message": "　　　Ruins　　　"
  },
  {
    "message": "Gilman House"
  }
]