[
    {
        "message": "Nobody's here."
    },
    {
        "message": "The sickly sweet smoke still lingers in the room, proving that the nightmare-like ritual wasn't just my imagination."
    },
    {
        "message": "The followers suddenly disappeared without a trace, and even Cordelia, who had been standing helplessly like an offering in front of the altar, is nowhere to be seen."
    },
    {
        "message": "A lot of believers are filling up the big Church."
    },
    {
        "message": "A sickly sweet incense fills the room, and the believers seem to be deeply intoxicated in the smoke."
    },
    {
        "message": "おそらく自動演奏の装置が組み込まれているのだろう、演者が座っていないにもかかわらず、オルガンは荘厳で威圧的な調べを流し続ける。"
    },
    {
        "message": "This is exactly a black mass where people steeped in evil faith gather."
    },
    {
        "message": "So Dagon really was that kind of cult after all."
    },
    {
        "message": "The believers lose themselves, some praying earnestly, while others let out wild, savage cries like beasts."
    },
    {
        "message": "Nai, standing at the podium, doesn’t seem to pay much attention to the believers and instead focuses all his attention on the naked woman standing in front of the stained glass at his side."
    },
    {
        "message": "And then......"
    },
    {
        "message": "Who is the naked woman by Nai's side......"
    },
    {
        "name": "Jonathan",
        "message": "Cordelia......"
    },
    {
        "message": "The woman standing naked in front of the stained glass is unmistakably Cordelia."
    },
    {
        "message": "In front of the primary-colored glass, shining weak and subdued because of the faint moonlight, she bares her snow-white skin without hesitation."
    },
    {
        "name": "Jonathan",
        "message": "Why the hell is she in a place like this......"
    },
    {
        "message": "My words are drowned out by the screams of the followers, and probably don’t even reach Nai, never mind Cordelia, who alone is keeping her composure."
    },
    {
        "message": "Even if my voice did reach Cordelia, I doubt she would have been able to understand it."
    },
    {
        "message": "Cordelia's eyes, staring straight ahead, have dilated pupils and don't react at all to any external stimulus."
    },
    {
        "message": "She's standing still on her own, so she can't be dead."
    },
    {
        "message": "Her exposed breasts, revealed to the audience, rise and fall with her shallow breaths and tremble slightly with the beating of her heart."
    },
    {
        "message": "Maybe she was drugged or something."
    },
    {
        "message": "That must be why she disappeared last night too, Nai probably made her lose consciousness."
    },
    {
        "message": "Cordelia doesn't care at all about my anguish, and I can't find even a trace of expression on her beautiful face."
    },
    {
        "name": "Nai",
        "message": "It's almost time........."
    },
    {
        "name": "Nai",
        "message": "Your turn is coming up soon."
    },
    {
        "message": "　　　　　I've been waiting all this time for the descendant of the covenantor to appear."
    },
    {
        "message": "Nai is talking to Cordelia, who should be unconscious. It doesn't seem like Cordelia understood him, but Nai just keeps talking, not really to anyone in particular."
    },
    {
        "name": "Nai",
        "message": "Soon, you will mate with the covenant bearer and give birth to my lord's faithful servant, filled full by the one who will become the 'nourishment.'"
    },
    {
        "message": "The believers, roused on by Nai's words, shout even louder, and some are even sobbing and shedding tears."
    },
    {
        "name": "Nai",
        "message": "You were brought to this village for that reason, and raised over many long years; the day to repay that debt is coming soon！"
    },
    {
        "name": "Nai",
        "message": "That beautiful body of yours exists only to soothe my enraged master. I won't allow you to give it to any man other than the descendant of the pact-bearer."
    },
    {
        "message": "Nai's clinging gaze runs over Cordelia's completely exposed naked body without any hint of restraint."
    },
    {
        "name": "Nai",
        "message": "What a damn shame........."
    },
    {
        "message": "　　　　　There wasn't a woman like you even in that monastery."
    },
    {
        "name": "Nai",
        "message": "With this, my master will surely be satisfied."
    },
    {
        "message": "　　　　　Listen, nobody is to lay a hand on this woman."
    },
    {
        "message": "The followers reluctantly nod at Nai's words."
    },
    {
        "message": "When Nai confirmed it, his usually expressionless face softened into a smile."
    },
    {
        "name": "Nai",
        "message": "That's just until the woman finishes her big role."
    },
    {
        "message": "　　　　　Do　whatever　you　want　after　that."
    },
    {
        "name": "Nai",
        "message": "Just a little longer......... Hang in there a bit more."
    },
    {
        "message": "Looks like nobody's here."
    },
    {
        "message": "The room is empty, and there’s no sign that anyone’s been in here for a while."
    },
    {
        "message": "Looks like no one's here."
    },
    {
        "message": "The room is empty, and there's no sign anyone's been in for a while."
    },
    {
        "message": "It seems like even the cold, damp air from outside hasn't made its way in here; inside the room, there's still a sweet, nauseating stench, kind of like the smell left over after burning incense."
    },
    {
        "message": "In medieval black masses and such, they say they burned incense with effects similar to hallucinogens to lead attending believers into a state of selflessness, so maybe that's what's causing this smell."
    },
    {
        "message": "The scent of sweat and fear from the agitated, delirious cultists still seems to linger in the room."
    },
    {
        "message": "I've seen gatherings of fanatic religious groups a few times before, but the Dagon mass just now had an intensity that was clearly different, almost reminiscent of a medieval black mass."
    },
    {
        "message": "Was it just my imagination that it looked like Cordelia was being offered as a sacrifice? I've never heard anything about her being a Dagon Cult believer, and I can't imagine Cordelia, who always hated the Church, willingly taking part in the mass."
    },
    {
        "message": "Come to think of it, Cordelia's wide-open eyes seemed completely lifeless."
    },
    {
        "message": "It was like she was hypnotized or maybe drugged... but Nai might just do something like that."
    },
    {
        "message": "Maybe the real reason Nai took in Cordelia, who had no family, and raised her at the Church was to use her in a Dagon Cult ritual."
    },
    {
        "message": "That would explain why the villagers treat Cordelia so specially."
    },
    {
        "message": "Like some kind of black magic ritual, maybe they're planning to offer a beautiful maiden as a sacrifice."
    },
    {
        "message": "If that's the case, Cordelia's in danger."
    },
    {
        "message": "I have to find it as soon as possible and get out of the village."
    },
    {
        "message": "There shouldn't even be decent heating equipment, but the spacious room is warm enough to make you sweat."
    },
    {
        "message": "It's probably because of the lingering heat from all the believers who filled the room until a moment ago, but now they're nowhere to be seen."
    },
    {
        "message": "Sturdy wooden benches are lined up in neat rows."
    },
    {
        "message": "The floor is made of roughly hewn stone, polished nice and clean."
    },
    {
        "message": "どちらも教会には独特な物だが、あたりの寒々しさを一層あおりたてるようで、あまり好感は持てそうにもない。"
    },
    {
        "message": "It seems my belief that the Church is a place to build endurance has been proven true here as well."
    },
    {
        "message": "There are rows of hard wooden benches."
    },
    {
        "message": "If possible, I'd rather not end up stuck here listening to boring lectures for hours."
    },
    {
        "message": "Nai, who had been riling up the followers and letting a lascivious gaze wander over Cordelia’s naked body, has now disappeared just like the other followers."
    },
    {
        "message": "The ritual is over, and it looks like everyone has gone home, but where even is Nai's house in the village, anyway?"
    },
    {
        "message": "Nai called this building 'my church'."
    },
    {
        "message": "So, does that mean she lives in this church?"
    },
    {
        "message": "This is the podium where Cordelia stood exposing her naked body."
    },
    {
        "message": "Now, neither Cordelia nor the figure of Nai, who used to speak eloquently at her side, is here."
    },
    {
        "message": "If she stays in the village like this, there's no telling what might happen to Cordelia."
    },
    {
        "message": "I should find her quickly and escape the village."
    },
    {
        "message": "It's one step higher than the benches where the other believers sit."
    },
    {
        "message": "If Nai, who's already ridiculously tall, stands on the podium, it would definitely have an intimidating effect on the nearby believers."
    },
    {
        "message": "Even so, normally there would be things like a baptismal font or Christ statue around here, but instead, there's just a single extremely simple desk with no decorations at all, like a teacher's podium in a school."
    },
    {
        "message": "There aren't any decorations around the podium, and rather than just simple, it feels almost too plain—so much so that it seems kind of lonely."
    },
    {
        "message": "It's the stained glass that was behind Cordelia when she was made to stand there naked."
    },
    {
        "message": "Covered by thick clouds, the sunlight can't shine through, so the finely crafted colored glass looks like a dull black."
    },
    {
        "message": "Cordelia's white naked body as she stood before this used to look even more beautiful thanks to the flood of colors in the background, and carried an awe-inspiring atmosphere intense enough to make your head swim."
    },
    {
        "message": "Even to the believers who should be used to that scene, a beautiful naked body would probably serve as a tool to stir up special feelings."
    },
    {
        "message": "Maybe the reason this stained glass is here is to make the naked sacrificial woman in front of it stand out even more."
    },
    {
        "message": "So, was it already decided at the stage of designing this Church that Cordelia would become the sacrifice?"
    },
    {
        "message": "Or have there been numerous sacrifices from way earlier, and Cordelia is just one of them？"
    },
    {
        "message": "Maybe the reason this stained glass is here is to make the naked sacrificial woman in front of it stand out even more."
    },
    {
        "message": "It's a stained glass, about as tall as a person, made with beautiful colored glass pieces skillfully fitted together."
    },
    {
        "message": "It's the only thing that brings a touch of splendor to this dreary Church, but it's so out of place with the scenery around it that it actually gives off a sense of awkwardness."
    },
    {
        "message": "It's beautiful, but it doesn't really feel that old."
    },
    {
        "message": "The pattern seems a little different from what's usually found in Churches, though......"
    },
    {
        "message": "It looks like the kind of organ that makes sound by sending steam into big and small pipes, and from its sheer size, it must be an insanely expensive piece of equipment."
    },
    {
        "message": "It feels kind of out of place in such a small Church, though......"
    },
    {
        "message": "First off, I'm not even sure if it's really used for playing hymns."
    },
    {
        "message": "It's an organ made by combining hundreds of pipes, big and small."
    },
    {
        "message": "If you asked what's valuable in this church, it's probably just the huge stained glass windows set into the left and right walls, and this pipe organ."
    },
    {
        "message": "　　Go outside　　"
    }
]