[
    {
        "message": "It's a room like an office."
    },
    {
        "message": "The safe is just the way it was when I found that armlet."
    },
    {
        "message": "The floor was messed up with lots of shoe prints, making it hard to tell how many people had come into the room."
    },
    {
        "message": "You can totally tell just how nervous and panicked we were."
    },
    {
        "message": "It's no wonder, since I'm not used to doing things like a thief..."
    },
    {
        "message": "The room next to the Refinery seems to have been used as an office in the past, and the only things inside are an old, rugged Safe, a utilitarian desk, and a cabinet for storing documents and such."
    },
    {
        "message": "An absurdly out-of-place painting is hanging on the wall."
    },
    {
        "message": "The whole room just looks way too new for something supposedly built at least around the 19th century."
    },
    {
        "message": "絵の裏に隠してあった鍵で金庫の扉を開けると、遺跡にあった壁画と同じ模様が描かれていた。"
    },
    {
        "message": "Philip Dunwich must have brought the ruins from the same place where he got the gold armlet."
    },
    {
        "message": "Even though it had been left completely unguarded for decades, it was surprising that the gold armlet was still there."
    },
    {
        "message": "私たちの前に誰かがこの部屋に入り込んだとしても、その人物は金庫の鍵を見つけだす事が出来なかったのだろう。"
    },
    {
        "message": "It's a really old and rugged safe."
    },
    {
        "message": "It's not a modern one made by layering sheets of metal together, but rather, it seems to be something made by pouring molten iron into a mold, so it's probably pretty heavy too."
    },
    {
        "message": "With this, not only is it basically impossible to take it somewhere, it's also tough to break the door and snatch what's inside."
    },
    {
        "message": "Looks like it's a ledger."
    },
    {
        "message": "It's neatly organized, but there's no sign it's been touched in decades."
    },
    {
        "message": "It doesn't look like it's that old, so it probably hasn't been that long since they started keeping the ledger."
    },
    {
        "message": "It's probably just some half-assed crap to dodge taxes anyway."
    },
    {
        "message": "After all, there's no way for anyone but the people themselves to find out just how much gold was brought into the Refinery."
    },
    {
        "message": "Looks like the refinery's ledger."
    },
    {
        "message": "There haven't been any signs of it being moved for decades."
    },
    {
        "message": "Even if someone else had sneaked into this room, there's no way they'd touch a book that isn't obviously worth money."
    },
    {
        "message": "It's been carelessly fastened to the plaster wall."
    },
    {
        "message": "この精錬所が使われていた頃の物なのだろうから、もう何十年も前のメモという事になる。"
    },
    {
        "message": "The paper is yellowed and wrinkled because of dust and moisture."
    },
    {
        "message": "The contents don't really seem important enough to be preserved for decades."
    },
    {
        "message": "It's completely yellowed from the humidity and dust."
    },
    {
        "message": "I guess it's something written by the person who used this office, but it's ironic that the scribbled memo outlives the person themself."
    },
    {
        "message": "It's locked, so I can't look inside."
    },
    {
        "message": "I do wonder what kind of documents are inside, but since there's no key, it looks like there's no way to check."
    },
    {
        "message": "It doesn’t look that old, so this must have been installed just a few years before this place was abandoned."
    },
    {
        "message": "It's a not-so-old filing cabinet."
    },
    {
        "message": "It's locked, so I can't see inside."
    },
    {
        "message": "It's the painting where the safe's key was hidden."
    },
    {
        "message": "There isn’t a single decoration or anything else here, so it’s obvious that the people working here don’t care about comfort at all, which makes it weird that there's a painting hanging on the wall."
    },
    {
        "message": "Did the person who sneaked into this room before me not notice that the key to the safe was hidden behind it?"
    },
    {
        "message": "You'd think you'd get it just by looking at it..."
    },
    {
        "message": "I put the key back behind the painting just like before, but there's no way anything is going to turn up in the safe now, no matter how much we look."
    },
    {
        "message": "You probably won't figure anything out even if you look at ship insurance papers that've turned into trash or the refinery's secret ledgers."
    },
    {
        "message": "　　Go outside　　"
    }
]