[
  {
    "name": "Gardner",
    "message": "Why don't you give it a rest？"
  },
  {
    "message": "　　　　　　　　There's no such book you're talking about."
  },
  {
    "name": "Jonathan",
    "message": "It's probably pointless to keep looking here."
  },
  {
    "message": "　　　　　　　　We've searched so many times, haven't we?"
  },
  {
    "name": "Cordelia",
    "message": "But,　maybe　there's　still　a　spot　we've　missed　somewhere."
  },
  {
    "name": "Jonathan",
    "message": "I don't think that's the case though..."
  },
  {
    "name": "Gardner",
    "message": "If you ask me, there was never any such book in the first place, it was all just a story from your dream."
  },
  {
    "name": "Cordelia",
    "message": "That's not true."
  },
  {
    "message": "　　　　　　　　Jonathan's dreams kind of overlap with reality somewhere, you know."
  },
  {
    "name": "Cordelia",
    "message": "The fish ghost we saw on the iron bridge is a good example, isn't it?"
  },
  {
    "message": "　　　　　　　　Can something like that really happen by chance？"
  },
  {
    "name": "Gardner",
    "message": "In the first place, I don't even believe in the very existence of those strange creatures you guys saw."
  },
  {
    "name": "Cordelia",
    "message": "That's enough, let's just look for it ourselves."
  },
  {
    "message": "　　　　　　　　Gardner-san,　you　can　go　ahead　and　take　a　break."
  },
  {
    "message": "When I found that armlet, all that was left inside was an old ship's insurance certificate and the refinery's secret ledger."
  },
  {
    "message": "Since there’s no sign that anyone but us has been in here, there’s no way the contents could have increased."
  },
  {
    "message": "There's no need to go looking for it or anything."
  },
  {
    "name": "Cordelia",
    "message": "Why won't you open it？"
  },
  {
    "message": "　　　　　　　　You know where the key is, right?"
  },
  {
    "name": "Jonathan",
    "message": "There's no point in opening it, right？"
  },
  {
    "message": "　　　　　　　　When I found the Armlet, I'd already checked out the inside completely."
  },
  {
    "name": "Cordelia",
    "message": "It's just to check, it's not that much trouble, right?"
  },
  {
    "message": "　　　　　　　　You got something to hide if we open it or what？"
  },
  {
    "name": "Jonathan",
    "message": "Anyway, there's no need to open this safe."
  },
  {
    "message": "　　　　　　　　There　are　plenty　of　places　that　are　way　sketchier."
  },
  {
    "name": "Cordelia",
    "message": "Look, there's a book on the desk！"
  },
  {
    "message": "　　　　　　　　Isn't that it？"
  },
  {
    "message": "I picked up the old book that Cordelia was pointing at on the desk."
  },
  {
    "message": "It's quite different from the leather-bound book with creepy patterns I saw in my dream."
  },
  {
    "name": "Jonathan",
    "message": "This is the refinery's ledger."
  },
  {
    "message": "　　　　　　　　It looks totally different from the outside."
  },
  {
    "name": "Cordelia",
    "message": "You never told me what kind of book it was, you know."
  },
  {
    "message": "　　　　　　　　Can't blame me for getting it wrong."
  },
  {
    "name": "Jonathan",
    "message": "Even if you ask me what it's like..."
  },
  {
    "message": "　　　　　　　　There was some weird picture drawn on it."
  },
  {
    "name": "Cordelia",
    "message": "What kind？"
  },
  {
    "name": "Jonathan",
    "message": "I can't really explain it..."
  },
  {
    "name": "Jonathan",
    "message": "Anyway, this ledger definitely isn't that book. Is there anything else that looks like it？"
  },
  {
    "name": "Cordelia",
    "message": "I don't know... Doesn't seem like it."
  },
  {
    "message": "It's carelessly stuck onto the plaster wall."
  },
  {
    "message": "Since it was from when this refinery was in use, that memo must be from decades ago."
  },
  {
    "message": "The paper's yellowed and wrinkled from dust and humidity."
  },
  {
    "message": "Doesn't seem like anything important enough to keep for decades, though."
  },
  {
    "message": "It's gotten all yellowed from the humidity and dust."
  },
  {
    "message": "I guess this was something written by the person who used this office, but it's ironic that their hastily scribbled notes have outlived the person themself."
  },
  {
    "message": "It's locked, so I can't see inside."
  },
  {
    "message": "I wonder what kind of documents are in there, but since there's no key, it looks like checking inside is impossible."
  },
  {
    "name": "Cordelia",
    "message": "I wonder if it's in here？"
  },
  {
    "message": "　　　　　　　　The door's locked, so it's pretty suspicious."
  },
  {
    "name": "Jonathan",
    "message": "But when this refinery was built, stuff this convenient shouldn't have existed."
  },
  {
    "name": "Jonathan",
    "message": "It's probably something from just a dozen or so years ago at most."
  },
  {
    "message": "　　　　　　　　There's　no　way　it　could've　been　hidden　that　recently."
  },
  {
    "name": "Cordelia",
    "message": "Is that so......"
  },
  {
    "name": "Jonathan",
    "message": "This filing cabinet is pretty new."
  },
  {
    "message": "　　　　　　　　I don't know who did it, but the Necronomicon being hidden must've happened way back."
  },
  {
    "message": "It's a painting where the safe's key was hidden."
  },
  {
    "message": "There aren't any other decorations or anything, and it's obvious that the people working here don't care about comfort at all, so it's weird that there's a painting hanging on the wall."
  },
  {
    "message": "Did the person who snuck into this room before me not notice that the key to the safe was hidden behind it?"
  },
  {
    "message": "You'd think it would be obvious at a glance..."
  },
  {
    "message": "I put the key back behind the painting like it was, but there's no way anything would turn up even if I searched the Safe now."
  },
  {
    "message": "Looking at things like the ship's insurance papers that are as good as trash, or the secret accounts from the Refinery, wouldn't really tell me anything either."
  },
  {
    "message": "　　Go outside　　"
  }
]