[
    {
        "message": "It's a room lined with crude, abandoned coffins."
    },
    {
        "message": "The not-so-large room is filled with the stench of rotting corpses inside those coffins, and just being nearby makes you want to puke."
    },
    {
        "message": "The bizarre scene causes the same disgust as looking at an illustration of a pile of corpses after epidemics like plague or cholera spread in medieval times."
    },
    {
        "message": "This room is........."
    },
    {
        "message": "Coffins are lined up all over the room, making the place feel cramped."
    },
    {
        "message": "All of them are pretty old, and look like they've been here for ages."
    },
    {
        "message": "The not-so-big room is filled with the stench of rot coming from those coffins, and just being near them makes me feel like I might puke."
    },
    {
        "message": "What the hell is going on here？"
    },
    {
        "message": "Why are there so many coffins placed under the Monastery?"
    },
    {
        "message": "If it was something like an ossuary, which you often find in old temples, I'd kind of get it, but it doesn't feel like that at all."
    },
    {
        "message": "These are definitely things that have been abandoned."
    },
    {
        "message": "Then, what's inside those coffins...?"
    },
    {
        "message": "The walls of the room are scorched by intense flames, cracked and blackened with soot, just like the hallway I passed through to get here."
    },
    {
        "message": "Whatever was once inside the room, it looks like all the remains of those things have been completely removed by someone."
    },
    {
        "message": "Looking at this room, I feel like I get why someone went out of their way to hide the stairs leading down to the basement."
    },
    {
        "message": "Just like in other places, the walls clearly show traces of fire."
    },
    {
        "message": "Seeing that there's no trace of debris left in the room, it looks like someone cleaned everything up perfectly."
    },
    {
        "message": "There are no signs of fire at all on the roughly abandoned coffin."
    },
    {
        "message": "It looks like all these coffins were brought in after the fire."
    },
    {
        "name": "Jonathan",
        "message": "棺には炎に焼かれた様子はないな。"
    },
    {
        "message": "　　　　　　　　They were probably brought in after the fire."
    },
    {
        "name": "Cordelia",
        "message": "Why are they in a place like this？"
    },
    {
        "message": "　　　　　　　　Arkham has a perfectly fine cemetery, doesn't it?"
    },
    {
        "name": "Jonathan",
        "message": "It's not big enough to bury all the people in the village."
    },
    {
        "message": "　　　　　　　　The　coffins　here　were　refused　burial　in　the　cemetery."
    },
    {
        "name": "Cordelia",
        "message": "Why? That's just too cruel."
    },
    {
        "message": "　　　　　　　　These　people　won't　be　able　to　rest　in　peace."
    },
    {
        "name": "Jonathan",
        "message": "Maybe... the ones inside these coffins are nuns who got caught in the fire at the monastery."
    },
    {
        "name": "Cordelia",
        "message": "‥‥‥‥‥‥‥"
    },
    {
        "name": "Jonathan",
        "message": "The coffins here all look like they’re from around the same era."
    },
    {
        "message": "　　　　　　　　And on top of that, look at how shoddy they’re made—way too cheap for burying your own parents or kids who died young, don’t you think?"
    },
    {
        "name": "Cordelia",
        "message": "It's the corpse of a nun with no family or ties......"
    },
    {
        "message": "　　　　　　　　They just dumped her here like she was some kind of burden！"
    },
    {
        "message": "There's no sign of fire at all on the roughly abandoned coffins."
    },
    {
        "message": "It seems all these coffins were brought here after the fire."
    },
    {
        "message": "Why were the dead dumped in a place like this, with no signs of any mourning?"
    },
    {
        "message": "These coffins are so shabby, they're not even suitable for burying your own parents or children who died young."
    },
    {
        "message": "It's no exaggeration to say that this was made with price as the top priority, just for people with nobody to rely on."
    },
    {
        "message": "I see......"
    },
    {
        "message": "These coffins are for the ones nobody comes to claim the corpses of......"
    },
    {
        "message": "These are the corpses of the nuns who got caught in the fire at this monastery."
    },
    {
        "message": "The villagers shoved their bodies into makeshift coffins, like getting rid of a nuisance, and abandoned them in the Monastery's Basement."
    },
    {
        "message": "It's just way too awful."
    },
    {
        "message": "But the despicable bastards who could pull stuff like this off with a straight face shouldn’t even exist in this world anymore."
    },
    {
        "message": "The villagers must have hidden the stairs leading to the basement behind someone else's face and quickly forgotten all about it."
    },
    {
        "message": "The old coffin is shabbily and cheaply made, and there's not even a name under the Cross to tell who's buried inside."
    },
    {
        "message": "屍体から染みだした血がどす黒い染みになって、棺の薄い板に染み込んでいる様は、納骨堂に並んだ真っ白の頭蓋骨などよりよほど生々しく感じられる。"
    },
    {
        "message": "こんな所に放置された屍体達は、この不当なやり方をどう思っているのだろう。"
    },
    {
        "message": "Even if it suddenly broke through the thin board nailed down with nails and started complaining about the terrible way it's being treated, I wouldn't be surprised at all."
    },
    {
        "name": "Cordelia",
        "message": "That's so cruel......"
    },
    {
        "message": "　　　　　　　　This way, the person in the coffin would feel sorry."
    },
    {
        "name": "Cordelia",
        "message": "Nobody knows where I am, and not even a single person tries to leave me flowers."
    },
    {
        "name": "Jonathan",
        "message": "Whoever did this must have seen them as a huge obstacle.　　　　　　　　Burying them properly never even crossed their mind."
    },
    {
        "message": "Not even buried in the ground, just left to rot in the damp basement."
    },
    {
        "message": "On the surface of the thin board, there's a clear stain where foul fluids from blood and rot have soaked in, leaving a dark, discolored mark."
    },
    {
        "message": "Nobody would see something like this and not feel disgusted."
    },
    {
        "message": "That feeling isn't so much from being shown something filthy, but from anger at the fact that despicable bastards exist who trample on the dignity of the dead."
    },
    {
        "message": "あまり木材が多く産出されないアーカムでは、木は貴重品なのかもしれない。"
    },
    {
        "message": "The extremely sloppily made coffin is made from pretty lousy materials."
    },
    {
        "message": "When I trace the surface with my fingertip, it feels splintered and rough."
    },
    {
        "message": "The lid of the coffin, warped by humidity, is almost rotten and looks like it could break apart really easily with just a strong push."
    },
    {
        "message": "The lid of the coffin, roughly nailed shut, was warped out of shape from the damp, and with just a slight lift of a finger, you could peek inside."
    },
    {
        "message": "I don't particularly want to see it, but it's not like I'm not curious about what kind of person is buried inside the coffin."
    },
    {
        "message": "But........"
    },
    {
        "message": "You'd better not do it."
    },
    {
        "message": "It's already bad enough that the dead are suffering so much misfortune, but to defile them any further is just way too cruel."
    },
    {
        "message": "　　Go outside　　"
    }
]