[
  {
    "message": "This is the room Pietro used to store the various materials he ordered from afar for his experiments."
  },
  {
    "message": "It's probably because Sarah found a barrel of oil and dumped the contents all over the place."
  },
  {
    "message": "This room shows signs of having burned worse than anywhere else."
  },
  {
    "message": "The oil barrel must have been too heavy for a weak girl to carry by herself, and to spread it all over the Monastery, she must have had to go back and forth to the storage many times."
  },
  {
    "message": "It's a room at the end of the hallway, kind of like a warehouse."
  },
  {
    "message": "The inside is scorched black all over and stained with soot."
  },
  {
    "message": "It looks like it's been hit by the fire even worse than other places."
  },
  {
    "message": "It's weird that the room farthest from the entrance stairs is the one that's the most badly burned......"
  },
  {
    "message": "It's the room at the end of the corridor."
  },
  {
    "message": "The whole room is charred black, with debris from various things scattered all over the floor."
  },
  {
    "message": "Considering the overwhelming amount of debris, there's no doubt this room was used like a warehouse."
  },
  {
    "message": "It looks like the fire did even worse damage here than anywhere else."
  },
  {
    "message": "It's weird that the room farthest from the entrance stairs is the one that's the most badly burned..."
  },
  {
    "message": "Cracks run all over, and a lot of the plaster has fallen off."
  },
  {
    "message": "Judging by this, the mortar inside must have taken a considerable amount of damage too."
  },
  {
    "message": "I wonder where above the monastery this ceiling is located."
  },
  {
    "message": "Even if there were no building remains left on the surface, just the stones laid on the floor falling down would be enough to wipe everything out."
  },
  {
    "message": "If you saw the awful state of this room, you'd never want to stay here for long."
  },
  {
    "message": "I wonder what kind of things Pietro was storing in his room. For it to have burned this badly, there must've been a lot of highly flammable stuff."
  },
  {
    "message": "We should move to another room before the ceiling comes down."
  },
  {
    "message": "There's no way I'm dying in a place like this."
  },
  {
    "message": "The whole surface is charred black, and you can't see any trace of the original white plaster at all."
  },
  {
    "message": "Judging by the amount of stuff scattered around, it's pretty clear this room was being used like a storage space."
  },
  {
    "message": "If someone had snuck into the room like this, there'd definitely be clear traces left behind."
  },
  {
    "message": "Since there aren't any traces of that, it looks like nobody entered the room after the fire."
  },
  {
    "message": "There’s no sign anyone went inside the room."
  },
  {
    "message": "Well, maybe it's only natural, since just one look makes it obvious there's nothing decent left in the room."
  },
  {
    "message": "Looks like a bag woven from hemp."
  },
  {
    "message": "I don't know what's inside, but it's probably flour or corn."
  },
  {
    "message": "The stuff that was on top is completely burned up, but this sack seems to be in relatively better shape."
  },
  {
    "message": "What's inside is probably flour or corn."
  },
  {
    "message": "But no matter what's inside, I don't think it's edible anymore."
  },
  {
    "message": "Doesn't look like there's any need to go out of my way to open it and look inside."
  },
  {
    "message": "There's absolutely no reason for Pietro to go out of his way to stash food supplies in a place like this. That means the contents of the bag must be materials for some shady experiment."
  },
  {
    "message": "There's no way I could know what materials were needed to breed Deep Ones with humans and mass-produce 'food sources'."
  },
  {
    "message": "But for Pietro, who had originally made his fortune in overseas trade, he should have been able to easily get things that ordinary people couldn't get their hands on."
  },
  {
    "message": "Looks like shards of something like a broken ceramics pot."
  },
  {
    "message": "If this used to be a warehouse, then what's inside might be wine or ale or something like that."
  },
  {
    "message": "It was probably sitting on a wooden shelf, but it looks like the shelf burned down and it fell to the floor."
  },
  {
    "message": "There don’t seem to be a lot of wide, flat fields in Arkham, so I can’t really imagine farming ever being that big there."
  },
  {
    "message": "It seems that in old temples and monasteries, they used to grow crops or raise sheep on their own land, but it's hard to imagine that this monastery could've been self-sufficient."
  },
  {
    "message": "I can't understand why they built a Monastery in such a poor land."
  },
  {
    "message": "It was probably an outrageous act from back when the Church of England still held power."
  },
  {
    "message": "If this room is a warehouse for storing materials necessary for Pietro's experiments, then what's inside this broken pot must have been something bizarre and unimaginable to me, just like the contents of the nearby Sack."
  },
  {
    "message": "The plaster has peeled off, exposing the mortar wall underneath."
  },
  {
    "message": "That alone shows how intense the fire was, but I just can't understand why this room, which is the farthest from the stairs leading to the ground, suffered this much damage."
  },
  {
    "message": "It looks like someone tried to burn everything in this room on purpose."
  },
  {
    "message": "No matter what kind of things were in this room, all of them have turned to ash."
  },
  {
    "message": "It's impossible for me to confirm that."
  },
  {
    "message": "If you check out the other rooms, you might be able to figure out at least some hints."
  },
  {
    "message": "The surface of the wall has peeled off in a big chunk, exposing the inside."
  },
  {
    "message": "From the structure of the basement, the other side of this should just be dirt."
  },
  {
    "message": "I can't believe there's something on the other side of the wall."
  },
  {
    "message": "Either way, with the room in this state, it's pretty much impossible to know what the monastery looked like back in the day."
  },
  {
    "message": "　　Go outside　　"
  }
]