[
    {
        "message": "There's a woman's corpse with shackles on her hands and feet, left without freedom, and another corpse, half-charred and barely retaining its original form, lying on the floor."
    },
    {
        "message": "It doesn't really seem like the kind of place you should visit alone in the middle of the night."
    },
    {
        "message": "After all, I passed out just from seeing the corpse in the room."
    },
    {
        "message": "It's a room with the mummified corpse of a woman."
    },
    {
        "message": "No matter how many times I look, the unnaturalness of the fire damage in this room always surprises me."
    },
    {
        "message": "The woman's corpse, chained to the wall, didn't even have any burn marks—it's obvious she didn't die from being burned—but the charred corpse lying just a few feet away was burned so badly you couldn't even tell what it used to look like."
    },
    {
        "message": "It's a room with the mummy of a woman's corpse."
    },
    {
        "message": "No matter how many times I look, I'm always surprised by how unnatural the traces of fire in this room are."
    },
    {
        "message": "The woman's corpse, chained to the wall, didn't even have burn marks, making it obvious that the cause of death wasn't burning, yet the charred corpse lying just a few feet away was so burned it didn't even retain its original shape."
    },
    {
        "message": "If that's the case, then why is it that this room doesn't have much burn damage, but the room further down at the end of the hallway was so affected by the fire that even the door is burned down?"
    },
    {
        "message": "I can't think of any reason other than someone setting the fire on purpose, but what could anyone gain from setting fire to a monastery, a place full of nuns serving God?"
    },
    {
        "message": "If you look closely, the spots blackened by the flames are patchy, and in some places, the fire barely touched them at all."
    },
    {
        "message": "The area around the corpse lying on the floor is especially badly burned, but the other parts aren't all that dirty."
    },
    {
        "message": "The other black stains on the wall aren't from soot—they look more like old bloodstains. It's hard to imagine how things got this way, but if that's the case, then the fact that this whole basement was affected by the fire so much is itself bizarre."
    },
    {
        "message": "Something feels off about this."
    },
    {
        "message": "The fire that struck the monastery feels like someone tampered with it..."
    },
    {
        "message": "Last time I entered this room, I had an awful headache..."
    },
    {
        "message": "But that doesn't seem to be happening today."
    },
    {
        "message": "An iron chain hangs down from a metal fitting fixed to the mortar wall."
    },
    {
        "message": "At the end of the chain is something like an iron armlet that can be locked and unlocked with a key, and it's obvious that it's a device meant to take away a person's freedom."
    },
    {
        "message": "I remember seeing something a lot like this in a room of a medieval castle or inside the Tower of London. Maybe medieval witch trials felt something like this too."
    },
    {
        "message": "The captured prisoners were strapped to this device and subjected to all sorts of torture."
    },
    {
        "message": "I wonder why something like this is in the Monastery basement."
    },
    {
        "message": "I wonder if it has something to do with the 'treacherous act' that the woman I saw in last night's dream was talking about？"
    },
    {
        "message": "It's the first time I've seen one in person, but this is definitely a pair of handcuffs meant for restraining prisoners or the like."
    },
    {
        "message": "The thing connected to the broken chain halfway was probably the handcuffs attached to the right arm of the corpse at my feet."
    },
    {
        "message": "修道院を襲った火災の前からこの壁につながれ、しかも生きていたのだとしたら、迫ってくる火の手から逃れようともがいているうちに、鉄の鎖を引きちぎるほどの力を発揮したという事なのだろう。"
    },
    {
        "message": "Just thinking about being burned alive by flames sends chills down my spine. Probably, they must have shown unbelievable strength, desperately trying to escape."
    },
    {
        "message": "The chain has been torn apart halfway with such incredible force, it's hard to believe a human could have done it."
    },
    {
        "message": "足下に遺体となっている女性が、炎から逃れようと必死にもがいたあげく常識では考えられないような力を発揮したのだろう。"
    },
    {
        "message": "The candelabra jutting out from the wall is encrusted with melted wax that dripped down."
    },
    {
        "message": "There's no other lighting here—it looks like the only light in the room came from this candle on the candlestick."
    },
    {
        "message": "What with the handcuffs on the wall and the fact that the only light in the room was a single candle, there was no doubt the room had a pretty gloomy atmosphere."
    },
    {
        "message": "It totally feels like a prison cell, but I have no idea why there’s a room like that inside the Monastery."
    },
    {
        "message": "Last time I came into this room, I was hit with a violent headache for no apparent reason. But coming in today, it's like what happened before was a lie—there's nothing weird happening to my body at all."
    },
    {
        "message": "Because it's so badly burned, there's no trace left of how it looked in life."
    },
    {
        "message": "With one arm resting on their chest and the other hanging down at their side, it doesn't look like they're struggling in pain."
    },
    {
        "message": "It's reasonable to assume they were already dead at the time of the fire, but what does it mean that only this corpse is so badly burned?"
    },
    {
        "message": "It looks like someone poured oil and set it on fire, almost as if to mourn this corpse."
    },
    {
        "message": "I can't believe it's just a coincidence..."
    },
    {
        "message": "It's so badly burnt that you can't even tell if the corpse is a man's or a woman's."
    },
    {
        "message": "It looks like the arms and legs were fixed to the wall, like a prisoner."
    },
    {
        "message": "Probably struggled to escape the approaching flames, the shackles on both legs and the left hand have been ripped off from the chain in the middle."
    },
    {
        "message": "For some reason, the corpse doesn't look like it was burned by fire. It's half-mummified, and you can clearly make out the expression on its face."
    },
    {
        "message": "She seems like a woman; I can picture a well-shaped, long face."
    },
    {
        "message": "Her expression is twisted in pain, and her hair has shriveled from the heat."
    },
    {
        "message": "While she has a pained expression on her face, the lack of any signs that the corpse was burned by the flames means that this woman didn't lose her life because of the fire."
    },
    {
        "message": "Maybe‥‥‥‥‥"
    },
    {
        "message": "Someone probably killed her after the fire."
    },
    {
        "message": "With the body in this state, it's hard to figure out the cause of death for the woman, but since there are signs that someone entered the basement after the fire, it's hard to imagine she was just left here to starve."
    },
    {
        "message": "Either way, since she was chained up, maybe she was a woman who committed some crime."
    },
    {
        "message": "Old monasteries often have some pretty grim stories."
    },
    {
        "message": "There were nun who indulged in immoral acts, babies being walled in, and plenty of women ended up as targets in witch trials too."
    },
    {
        "message": "Thinking about all that, it's not that hard to buy this scene either‥‥‥‥"
    },
    {
        "message": "Speaking of which, the nun who appeared in my dream said that 'betrayal acts' were happening at the Miskatonic Monastery."
    },
    {
        "message": "She's shackled at both her hands and feet, just like a prisoner."
    },
    {
        "message": "Her half-mummified face is twisted in ugly agony."
    },
    {
        "message": "Judging by her body, she looks like a young woman, but I wonder why she ended up like this, put on display as such an ugly corpse after being punished."
    },
    {
        "message": "　　Go outside　　"
    }
]