[
  {
    "message": "I went back to the underground passage."
  },
  {
    "message": "There are doors in front of me leading to five rooms."
  },
  {
    "message": "Cordelia isn't here either."
  },
  {
    "message": "Normally, there's no way she would come to a place like this all by herself, but then again, there's that sleepwalker-like memory loss from last night."
  },
  {
    "message": "I was kind of hoping she might have accidentally ended up in a place like this..."
  },
  {
    "message": "Looks like it all ended up being pointless."
  },
  {
    "message": "We should probably try checking out some other places."
  },
  {
    "message": "It's an underground passage."
  },
  {
    "message": "It doesn't really seem to matter whether it's day or night down here."
  },
  {
    "message": "Weak moonlight peeks in through a hole in the ceiling and the breaks in the thick clouds, faintly illuminating the basement, where even taking a single step in the darkness demands caution."
  },
  {
    "message": "It looks like an underground passage with doors on both sides."
  },
  {
    "message": "There are still raw traces of the fire here too, and the wooden doors on the left and right are almost completely charred."
  },
  {
    "message": "We carefully went down the stairway buried in rubble and came to a passage leading to five rooms."
  },
  {
    "message": "The Basement is as dark as night, and the only light comes from the faint sunlight shining through a hole in the ceiling."
  },
  {
    "message": "What spreads out before me is a hallway-like place with charred wooden doors on either side. The marks of the fire are still raw here too, and I can't be optimistic about what state each of the rooms is in."
  },
  {
    "message": "Even though it's been over a hundred years since the fire, maybe it's just my imagination that the air here feels scratchy in my throat, but there's such a heavy pressure that I can't help but feel that way, and it's hard to breathe."
  },
  {
    "message": "Burned by the flames, the mortar has deteriorated."
  },
  {
    "message": "It's so brittle that it wouldn't be weird if it collapsed overhead at any moment."
  },
  {
    "message": "Like a miner afraid of a cave-in, I feel an unbearable sense of fear and pressure, and I just wanna run away right now."
  },
  {
    "message": "It wouldn't be surprising if it caved in at any moment."
  },
  {
    "message": "In fact, there are cracks in parts of the ceiling, and some places have already collapsed."
  },
  {
    "message": "Even though it's after a fire, the floor doesn't look dirty with ash or anything."
  },
  {
    "message": "Come to think of it, the stairs leading down to the Basement seem more like they were deliberately hidden by someone rather than naturally buried."
  },
  {
    "message": "There's no doubt it's been left alone for a long time, but it's also true that someone entered this Basement after the fire."
  },
  {
    "message": "So, besides us, there are other people interested in the Monastery？"
  },
  {
    "message": "Or maybe, there was something suspicious about this fire and they investigated it..."
  },
  {
    "message": "There’s a lot of small rubble scattered around, but it’s not so bad that you can’t get through."
  },
  {
    "message": "You’d think the floor would be dirty with ash after a fire, but there’s no sign of that at all."
  },
  {
    "message": "Did someone clean it up?"
  },
  {
    "message": "Just like the other doors, it's almost completely charred, and it looks like it'll crumble just from touching it."
  },
  {
    "message": "The handle and such have melted away from the heat, and it's no longer retaining its original shape."
  },
  {
    "message": "You could say this is still proof of just how intense the fire was back then."
  },
  {
    "message": "It's almost completely charred, just like the other doors."
  },
  {
    "message": "With things like this, I doubt the key would even work, even if it existed."
  },
  {
    "message": "This room is the one where the shattered glass, still keeping the beakers and medicine bottles in their original shape like a laboratory, was lying around."
  },
  {
    "message": "I remembered because something way too out of place was lying in the monastery basement. It was a long time ago, and those instruments must have been pretty expensive. I can’t help but wonder who was using them and for what."
  },
  {
    "message": "A big pile of rubble is stacked up in front of the door."
  },
  {
    "message": "It's almost like it was deliberately blocked to keep anyone from opening the door."
  },
  {
    "message": "Just like the other doors, it probably isn't locked, but with this, getting inside the room would be impossible."
  },
  {
    "message": "Looks like it's impossible to get inside through this door."
  },
  {
    "message": "I don't know what's inside, but I'll have to sneak in from somewhere else."
  },
  {
    "message": "The wall and ceiling on the hallway side look pretty sturdy, even though it's after a fire."
  },
  {
    "message": "It's probably impossible to make a hole."
  },
  {
    "message": "If there's another way......"
  },
  {
    "message": "I have to look for a weak spot in the wall somewhere."
  },
  {
    "message": "If I remember right, there was a crack in the wall of the Laboratory-like room up ahead, just big enough for a person to get through."
  },
  {
    "message": "If I could just break down that wall somehow....."
  },
  {
    "message": "The door leading to this room is blocked by rubble, so you can't get in."
  },
  {
    "message": "I have no choice but to go in through the hole in the wall of the room next door that looks like a Laboratory."
  },
  {
    "message": "Ever since I first saw that wall, it looked like the entrance had been sealed up with plaster, but judging from the shape of the hole, it doesn't seem like a crack that just happened by accident."
  },
  {
    "message": "I don't know what it meant, but someone must have blocked the doorway in the wall connecting the two rooms before the fire."
  },
  {
    "message": "This is the room where I passed out before."
  },
  {
    "message": "Inside the room, there's a corpse that seems to belong to a woman, deprived of freedom by shackles on her hands and feet, and in the center of the room lies a charred corpse."
  },
  {
    "message": "The corpse of the woman chained to one wall didn't seem to be much affected by the fire; it was half mummified. But the body lying on the other side, on the floor, was charred so badly it was unrecognizable."
  },
  {
    "message": "The strange thing about the fire in this Basement is, how is it that corpses only a few feet apart are in such completely different states?"
  },
  {
    "message": "I can still understand that all the buildings on the surface have been completely wiped out by the spreading fire."
  },
  {
    "message": "I wonder why even around here underground is being affected by the fire."
  },
  {
    "message": "From here, I can't tell what's going on inside the room."
  },
  {
    "message": "Speaking of rooms that might be under the Monastery‥‥‥‥‥‥‥‥‥"
  },
  {
    "message": "All I can think of are things like food storage or warehouses for keeping precious holy relics, but if that's all, I don't think they would have needed so many rooms."
  },
  {
    "message": "After such a terrible fire, I wonder if there's barely anything left of how it used to be."
  },
  {
    "message": "I can't see inside from here."
  },
  {
    "message": "When I think of what kind of rooms might be under the monastery, the only thing that comes to mind is something like a storage room......"
  },
  {
    "message": "It's a room where a lot of coffins have just been left around."
  },
  {
    "message": "It's probably the remains of a nun with no family inside, but still, not even a single funeral rite was done for her-it's just too cruel."
  },
  {
    "message": "Shut away in shabby coffins and abandoned in the dark basement where no one ever comes to visit their graves, what must they think about how horribly they've been treated?"
  },
  {
    "message": "It looks like this room got especially badly burned."
  },
  {
    "message": "The entrance door is completely gone, leaving no trace, and the surrounding walls are badly blackened."
  },
  {
    "message": "It's too dark to see inside, but maybe it was a room where they kept stuff that could catch fire easily."
  },
  {
    "message": "It's the entrance leading to the room at the very back."
  },
  {
    "message": "The door has been burned away without a trace, looking just like a black hole."
  },
  {
    "message": "The room in the front on the left"
  },
  {
    "message": "The room at the front on the right"
  },
  {
    "message": "　The room in the back on the right　"
  },
  {
    "message": "　　Back room　　"
  },
  {
    "message": "　　Go outside　　"
  }
]