[
    {
        "message": "There's no way Cordelia would be in a place like this......"
    },
    {
        "message": "地下へ続く階段は、海に面した断崖に通じるだけだし、そこから外に出ても何の意味もありはしない。"
    },
    {
        "message": "まずはダニッジ邸に行ってみるのが先決なのかもしれない。"
    },
    {
        "message": "If I go into the study, Dollie might have left something behind."
    },
    {
        "message": "Passing through a hole in the wall of the room, where what looked like the remains of experimental equipment were scattered everywhere, I entered the next room where the door was blocked."
    },
    {
        "message": "There's really nothing in this room."
    },
    {
        "message": "There's just a staircase that goes even deeper underground from the basement."
    },
    {
        "name": "Gardner",
        "message": "What could there possibly be in a place like this?"
    },
    {
        "message": "　　　　　　　　以前に来た時にも、この部屋には何もなかったではな　　　　　　　　いか。"
    },
    {
        "name": "Gardner",
        "message": "You’re not seriously planning to go through the underground tunnel to the sea again, are you?"
    },
    {
        "message": "There's no way we really need to go that far."
    },
    {
        "message": "I can't imagine anything being left behind in the underground passage, since every night at high tide seawater comes rushing in and completely washes it clean inside."
    },
    {
        "message": "There's nothing like wooden furniture or anything like that to be seen in the room."
    },
    {
        "message": "The amount of charred wood scattered on the floor feels way too little for what's left of those things."
    },
    {
        "message": "地下室のさらに地下へと続く階段の回りに散乱しているところを見るとおそらくこの階段の脇に取り付けられていた手すりかなにかの残骸と考えて間違いなさそうだ。"
    },
    {
        "message": "Even so, compared to other places, this room doesn't seem to have been affected much by the fire."
    },
    {
        "message": "On the floor lies the wreckage of a burned-down staircase railing."
    },
    {
        "message": "Maybe there wasn't much else here to burn, but since no one was in this room, maybe even Sarah didn't bother with it."
    },
    {
        "message": "The air inside is filled with a unique stench, kind of like the smell of rotting fish."
    },
    {
        "message": "Is this the smell of a Deep One?"
    },
    {
        "name": "Cordelia",
        "message": "What was this room used for？"
    },
    {
        "message": "　　　　　　　　地下の通路はどんな目的で作られたのかしら。"
    },
    {
        "name": "Jonathan",
        "message": "Well, this room didn't show up in my dream...... I don't know either."
    },
    {
        "name": "Cordelia",
        "message": "I wonder if, just like Mr. Gardner said, it was used by someone involved in smuggling."
    },
    {
        "name": "Jonathan",
        "message": "Really...?"
    },
    {
        "name": "Jonathan",
        "message": "During the night, the tide comes in and sea water gets right up to the bottom of the stairs in this hallway."
    },
    {
        "name": "Jonathan",
        "message": "Isn't it usually at night that contraband gets smuggled in？　　　　　　　　But the underground passage can't be used during the night."
    },
    {
        "name": "Cordelia",
        "message": "Then it's totally useless, isn't it?"
    },
    {
        "name": "Jonathan",
        "message": "That's how it is."
    },
    {
        "message": "Compared to the other rooms, this one hasn't been affected by the fire, and the walls are still clean."
    },
    {
        "message": "There probably wasn't anything here that needed to be burned, so Sarah must've left this room alone too."
    },
    {
        "message": "This room was probably a place for the Deep Ones who came up from the underground passage to wait to be called by Pietro."
    },
    {
        "message": "The summoned Deep One goes to that room-the room where Pietro abducted the nun and took away her freedom of movement......"
    },
    {
        "message": "The nun, deprived of her freedom, is terrified by the stench given off by the Deep One and its hideous, disgusting, revolting form, and gradually loses her sanity."
    },
    {
        "message": "After that......"
    },
    {
        "message": "The violated nun eventually gives birth to a half-blood child of a Deep One and a human."
    },
    {
        "message": "Looks like it was burned from the outside by some intense flames-the wall around the charred door is black with soot."
    },
    {
        "message": "Just because this room is so clean, it makes me remember how terrible the other rooms were. Even though the rooms deeper in and the one across the hall all had signs of being burned."
    },
    {
        "message": "It's like this room alone has been completely forgotten."
    },
    {
        "message": "It's been burned from the outside of the room and turned to charcoal."
    },
    {
        "message": "On the wall around the door, the intense marks of flames are vividly left behind."
    },
    {
        "message": "It's a staircase that leads to the underground passage."
    },
    {
        "message": "The fact that there's a passage under the Monastery itself is strange, but for there to be another passage going even further underground from there..."
    },
    {
        "message": "It should be more than five miles from here to the sea. Back in the days when they didn't have excellent digging tools like we do now, making something like that must've been no ordinary struggle."
    },
    {
        "name": "Cordelia",
        "message": "Are we going down the stairs again？"
    },
    {
        "message": "　　　　　　　　When I walk in the underground passage, I feel a weird kind of suffocation that's different from walking outside."
    },
    {
        "name": "Jonathan",
        "message": "I know exactly where the corridor leads, and I'm fully aware that there's absolutely nothing there."
    },
    {
        "name": "Jonathan",
        "message": "There's no need to go back and forth to the sea again, right?"
    },
    {
        "message": "　　　　　　　　We don't really have that kind of energy right now either....."
    },
    {
        "message": "At this hour, with the tide high, seawater is right up to the bottom of the stairs."
    },
    {
        "message": "Since the Deep Ones usually come at night, maybe that's actually more convenient."
    },
    {
        "message": "In that form, they seem better at swimming than walking on land."
    },
    {
        "message": "I wonder how many Deep Ones have come into this room at once."
    },
    {
        "message": "　　Go outside　　"
    }
]