[
    {
        "message": "It's a room with Angelica and a corpse burned so badly you can't even tell the gender. In the room I saw in my dream, Angelica, Lushion, and Pietro were supposed to be there."
    },
    {
        "message": "I wonder why there are only two corpses in this room."
    },
    {
        "message": "Did anyone manage to escape the fire and get out of the Monastery safely？"
    },
    {
        "message": "It's the room with the mummified woman's corpse."
    },
    {
        "message": "No matter how many times I see it, the unnaturalness of the fire damage in this room always surprises me."
    },
    {
        "message": "The corpse of the woman chained to the wall doesn't even have any burn marks, so it's obvious she didn't die from burning, but the charred corpse lying only a few feet away is so burned you can't even tell what it originally was."
    },
    {
        "message": "It's a room with a mummified woman's corpse."
    },
    {
        "message": "No matter how many times I look at it, I'm always surprised by how unnatural the burn marks in this room are."
    },
    {
        "message": "The woman's corpse chained to the wall doesn't even have any burn marks, so it's obvious she didn't die from being burned, but the charred corpse lying just a few feet away is so burned you can't even tell what it was."
    },
    {
        "message": "If that's the case, why is it that this painting and the interior of this room don't show much damage from burning, yet the room further inside, at the end of the hallway, was so affected by the fire that its door was burned down?"
    },
    {
        "message": "I can only think that someone set the fire on purpose, but what would anyone gain from setting fire to a monastery full of nuns who serve God?"
    },
    {
        "message": "よく見ると、炎に焼かれて黒ずんでいる場所がまばらで、場所によってはほとんど火災の影響を受けていない所さえある。"
    },
    {
        "message": "The corpse lying on the floor and the area around it are especially badly burnt, but the other parts aren't really that dirty."
    },
    {
        "message": "The other black stains on the walls aren't from soot, but look like old bloodstains. I can't even begin to imagine how it ended up like this, but if I'm being honest, the fact that this whole basement shows so much fire damage is weird in itself."
    },
    {
        "message": "Something feels off somehow."
    },
    {
        "message": "It seems like someone started the fire that hit the Monastery..."
    },
    {
        "message": "まばらに黒く煤けた壁は、サラのためらいと葛藤の様子を表している。敬愛するリュションの命令とはいえ、その裸体に油を浴びせるなど何のためらいもなくやってのける事が出来る訳がない。"
    },
    {
        "message": "It's a cruel story that such a young girl had to take on such a big role. I wonder what happened to Sarah after that."
    },
    {
        "message": "I wonder what kind of life they lived after setting fire to the Monastery."
    },
    {
        "message": "I can't help but hope they forgot everything and lived a happy life..."
    },
    {
        "message": "An iron chain hangs down from a metal fitting fixed to the mortar wall."
    },
    {
        "message": "At the end of the chain is something like an iron Armlet that can be locked and unlocked with a key, and it's obvious that it's a device meant to take away a person's freedom."
    },
    {
        "message": "I remember seeing something a lot like this in a room of a medieval castle, or inside the Tower of London. Maybe the witch trials back in the Middle Ages were like this, too."
    },
    {
        "message": "Lushion, chained with handcuffs, looked strangely seductive and stirred up lust."
    },
    {
        "message": "It's unclear whether the Deep One, whose capacity for humanlike thought is questionable, actually had such intentions, but the fact that it engaged in intercourse with a human woman probably means it felt sexual attraction."
    },
    {
        "message": "The chain that was broken along the way was probably the handcuffs attached to the left arm of the corpse at my feet."
    },
    {
        "message": "If they’d been chained to this wall and still alive even before the fire hit the Monastery, then while struggling to escape the approaching flames, they must have unleashed enough strength to tear through the iron chains."
    },
    {
        "message": "Just thinking about being burned alive sends chills down my spine. They probably displayed strength beyond what anyone could imagine, desperately trying to escape."
    },
    {
        "message": "The chain has been ripped apart midway with such incredible force, it's hard to believe a human could've done it."
    },
    {
        "message": "The woman lying dead at my feet probably showed an unbelievable amount of strength, desperately struggling to escape the flames."
    },
    {
        "message": "The candlestick sticking out from the wall is encrusted with melted wax that's dripped down."
    },
    {
        "message": "There weren't any other lighting fixtures; it looked like the only light in the room came from the candles on this candlestick."
    },
    {
        "message": "With the handcuffs on the wall and only a single candle lighting the room, there was no doubt it was a pretty gloomy place."
    },
    {
        "message": "The last time I entered this room, I was struck by a violent headache for some unknown reason. But when I stepped into the room again today, nothing strange happened to my body at all, like what happened before was just a lie."
    },
    {
        "message": "Because it's so badly burnt, there's no trace left of what it looked like in life."
    },
    {
        "message": "With one arm placed on the chest and the other hanging down at the side of the body, it doesn't look like someone who's been struggling in pain."
    },
    {
        "message": "It's reasonable to think they were already dead at the time of the fire, but what does it mean that only this corpse is so badly burned?"
    },
    {
        "message": "It's like they poured oil and set it on fire, as if to give this corpse a send-off."
    },
    {
        "message": "I can't believe it's just a coincidence..."
    },
    {
        "message": "It's burned so badly, you can't even tell the gender. Since the corpse chained to the wall is definitely Angelica's, that means this one must be either Lushion or Pietro."
    },
    {
        "message": "Judging from the situation, the corpse is most likely Lushion, but if that's the case, it means Pietro managed to escape from the monastery safely."
    },
    {
        "message": "Looks like they were restrained to the wall by their arms and legs, like a prisoner."
    },
    {
        "message": "They must've struggled to escape the approaching flames, since the shackles on both legs and the left hand have been torn off from the chain in between."
    },
    {
        "message": "For some reason, the corpse doesn't look like it was burned at all by the fire, it's half mummified and you can clearly read the expression on its face."
    },
    {
        "message": "Seems to be a woman, I can picture her with a long, handsome face."
    },
    {
        "message": "His expression is twisted in pain, and his hair is frizzled from the heat."
    },
    {
        "message": "Even though she has a look of agony on her face, the fact that the corpse doesn't show any signs of being burned by the fire means that this woman didn't die because of the fire."
    },
    {
        "message": "Most likely......"
    },
    {
        "message": "Someone probably killed her after the fire."
    },
    {
        "message": "With the corpse in this state, it's difficult to determine the woman's cause of death, but since there are signs that someone entered the Basement after the fire, it's hard to believe she was just left there to starve."
    },
    {
        "message": "Either way, since she was chained up, she might be a woman who committed a crime."
    },
    {
        "message": "There are quite a lot of grim stories about old monasteries."
    },
    {
        "message": "It seems that not a few nuns who indulged in immoral acts walled babies up inside walls, and women who became targets of witch trials also existed."
    },
    {
        "message": "Thinking about it that way, I guess this scene isn’t that hard to understand..."
    },
    {
        "message": "Come to think of it, the nun who appeared in my dream said that 『acts of betrayal』 were happening at the Miskatonic Monastery."
    },
    {
        "message": "There were no burn marks at all on Angelica's corpse, so it's clear she didn't die in the fire."
    },
    {
        "message": "The ugly, twisted face was etched with an expression of pain, telling that it hadn't been burned directly by fire, but had suffered and died over a long period of time."
    },
    {
        "message": "Was it revenge on Angelica for putting Lushion through this? Sarah skillfully avoided Angelica being burned by fire, and instead made it so she died suffocating in smoke while trembling in fear at the approaching flames."
    },
    {
        "message": "　　Go outside　　"
    }
]