[
  {
    "message": "We went through the underground passage and came back to the room upstairs."
  },
  {
    "message": "This is the room connected to that Laboratory."
  },
  {
    "message": "I passed through a hole in the wall of a room littered with what looked like the remains of experimental equipment, and entered the next room where the door was blocked off."
  },
  {
    "message": "There's really nothing in this room."
  },
  {
    "message": "There's just a staircase that goes down even further below the basement."
  },
  {
    "message": "Carefully slipped through the hole in the crumbled wall and snuck into the next room."
  },
  {
    "message": "Inside the room, there weren't even any remains of what could be called furniture, any tools with unknown purposes, or what looked like a woman's corpse."
  },
  {
    "message": "There’s so little here, it’s almost unnatural."
  },
  {
    "message": "Even if it was burned to ashes by the flames, at least some traces should've been left."
  },
  {
    "message": "But inside the room, all that was there was a staircase going even further underground, and just the charred remains of wood that looked like it had been used for the handrail."
  },
  {
    "message": "The only thing that catches my attention is the staircase that leads even further down below the basement."
  },
  {
    "message": "The rubble that looked like it had been deliberately piled up in front of the door seemed to be meant to keep outsiders from getting into the room, but......"
  },
  {
    "message": "There's nothing in this room that other people shouldn't see."
  },
  {
    "message": "Other than the stairs leading down underground."
  },
  {
    "message": "Charcoal is scattered around the stairs leading down underground."
  },
  {
    "message": "I wonder why only this part is burned when the rest of the room hasn't really been affected by the fire."
  },
  {
    "message": "There's absolutely nothing like wooden furniture to be seen in the room."
  },
  {
    "message": "The amount of charred wood scattered on the floor feels way too little to be just the remains of those things."
  },
  {
    "message": "Seeing them scattered around the stairs that continue even deeper under the Basement, it's probably safe to say these are the remains of a handrail or something that was attached to the side of these stairs."
  },
  {
    "message": "Even so, it seems like this room hasn't been affected by the fire as much as the other places."
  },
  {
    "message": "Sure, having little to burn was probably one reason, but it seems a bit odd that only around the door and the stairs leading down to the basement got burned."
  },
  {
    "message": "Compared to the walls in the other rooms, this one just looks way too clean."
  },
  {
    "message": "I wonder why only this place escaped the effects of the fire."
  },
  {
    "message": "For some reason, this room doesn't seem to have been affected much by the fire."
  },
  {
    "message": "It's been quite a few years since this room was made, so the cracks in the walls and the way the plaster is peeling are only to be expected, but......"
  },
  {
    "message": "This wall looks way too clean compared to the other rooms."
  },
  {
    "message": "I wonder why only this place escaped the fire."
  },
  {
    "message": "And then......"
  },
  {
    "message": "There's this weird, indescribable smell hanging in the room......"
  },
  {
    "message": "It's kinda like that unique fishy stench you get when a fish rots."
  },
  {
    "message": "If I stand still, I feel like I'll start gagging, but there's nothing in this room that could be the source of the smell."
  },
  {
    "message": "Unlike the other rooms, which are sealed up tight with no way to ventilate, it seems like air is coming into this room from somewhere."
  },
  {
    "message": "If there's any possibility, it would be the staircase in the corner of the room that leads down underground..."
  },
  {
    "message": "It's burned and charred from the outside."
  },
  {
    "message": "There are clear marks of intense flames left on the walls around the door."
  },
  {
    "message": "Looks like it was hit with a crazy strong fire from outside, and the wall around the charred door is black with soot."
  },
  {
    "message": "Just because this room is so clean, I'm reminded of how awful the other rooms looked. Even though the rooms deeper in than this one, or the ones across the hall, all had burn marks and stuff."
  },
  {
    "message": "It's like only this room somehow got completely forgotten."
  },
  {
    "message": "It's a staircase that leads to the underground passage."
  },
  {
    "message": "When I saw it during the day, it didn’t look dangerous, but now the tide is in, so most of the path is probably submerged under the sea."
  },
  {
    "message": "It's a staircase leading to the underground passage."
  },
  {
    "message": "The very fact that there’s a passage under the Monastery is strange enough, but to think there’s a passage that goes even further underground from there."
  },
  {
    "message": "Maybe the person who was smuggling used it to secretly bring in all kinds of stuff."
  },
  {
    "message": "It leads underground, as if being swallowed by the darkness."
  },
  {
    "message": "There haven't been any signs of anyone using the stairs for a long time, and I don't think it's dangerous to go down, but......"
  },
  {
    "message": "Looks like stairs going down underground."
  },
  {
    "message": "Even though this very room is a basement built under the Monastery, I wonder if there’s still another room below this one."
  },
  {
    "message": "The staircase gaping open in the corner of the room stretches down beneath the ground as if it's being swallowed by the darkness, and I have no idea what's down there."
  },
  {
    "message": "But even if there was something further underground in a room that hadn't had anyone in it for ages, there's no way there'd be anybody dangerous down there."
  },
  {
    "message": "I don't think there's any danger......"
  },
  {
    "message": "Should I really go down and check it out？"
  },
  {
    "message": "　　The next room　　"
  },
  {
    "message": "　Go down the stairs　"
  }
]