[
    {
        "message": "This is the remains of the monastery that Sarah set on fire, feeling like her heart was being torn apart."
    },
    {
        "message": "All that's left to tell of the monastery's past are the charred wooden pillars and the rubble scattered across the floor."
    },
    {
        "message": "If only I could have killed all the nuns and nipped that evil in the bud, Sarah might have been saved too."
    },
    {
        "message": "It's the remains of the monastery that burned down."
    },
    {
        "message": "If the dream I saw was actually real, then the one who set fire to this Monastery would be a girl in her teens."
    },
    {
        "message": "墓守の言った話ではそれほど多くの焼死者はいなかったという事だが、逃げ遅れて命を落とした修道女もいたはずだ。"
    },
    {
        "message": "To think that such a young girl ended up carrying such a heavy burden."
    },
    {
        "message": "And yet, despite all that, against their will, many of the nuns survived and gave birth to half-breeds between Deep Ones and humans."
    },
    {
        "message": "The men who married Nuns witnessed their wives, whom they thought were chaste women, give birth to premature babies that weren't their own children."
    },
    {
        "message": "サラのした行為は全くの無駄になってしまったのだ。"
    },
    {
        "message": "It's the remains of the Monastery."
    },
    {
        "message": "Around here, only a little rubble remains, and there's nothing that reminds you of the monastery's former days."
    },
    {
        "name": "Cordelia",
        "message": "We're going to check out that basement again..."
    },
    {
        "message": "　　　　　　　　I feel like I'm going to pass out."
    },
    {
        "name": "Gardner",
        "message": "Sure, checking all the rooms in the basement is a tough job.　　　　　　　　After the fire, the odds of just a single book surviving,　　　　　　　　aren't they pretty damn low?"
    },
    {
        "name": "Jonathan",
        "message": "But it looked like the man I saw reading the Necronomicon in my dream was in the basement of this monastery."
    },
    {
        "name": "Jonathan",
        "message": "In that case, I have to say there's a very high chance that there are still books left in the Basement."
    },
    {
        "name": "Gardner",
        "message": "There's a chance that book's already been burned to ashes. Well, if that something really does exist, that is."
    },
    {
        "message": "Ancient trees counting over 100 years of age grow thickly together."
    },
    {
        "message": "It probably survived the fire at the Monastery and has been there since then."
    },
    {
        "message": "In Arkham, a place of nothing but sea and wastelands, this land-able to hold such abundant greenery-could truly be called rare and precious."
    },
    {
        "message": "The remains of the monastery, which has long since fallen into ruin, have been left exactly as they were in its heyday, untouched by anyone-maybe because the villagers, knowing about the tragedy that happened there, are afraid of a curse."
    },
    {
        "message": "I'm not thick-skinned enough to just dismiss that as foolish superstition."
    },
    {
        "message": "Looking at the thickly overgrown trees, I can't help but wonder if they grew by feeding on the remains of the Nun buried beneath the soil."
    },
    {
        "message": "Normally, seeing such lush greenery would make me feel at ease, but here, the fear that something other than human might be watching me from between the trees comes first and I can't relax at all."
    },
    {
        "message": "All around, there are pieces of charred wood and broken stone lying scattered everywhere, telling the tale of a fire."
    },
    {
        "message": "I wonder if this is about where Sarah was standing with the torch."
    },
    {
        "message": "I wonder what it feels like to drive to death with your own hands hundreds of nuns whose names you don't even know, and your beloved guardian."
    },
    {
        "message": "It's just too sad that a teenage girl has to live the next few decades carrying such a heavy burden."
    },
    {
        "message": "Sarah, under Lushion's orders, set the place on fire to make sure not a single nun inside the convent escaped alive."
    },
    {
        "message": "I don't know what kind of life the girl led after that, but if she found out that the women she thought she'd killed were actually alive, and that they gave birth to children fathered by some evil inhuman being, I wonder what she'd think."
    },
    {
        "message": "All around, there are charred wood pieces and broken stone fragments scattered everywhere, telling the story of a fire."
    },
    {
        "message": "Even so, for something that supposedly made up the monastery buildings, there’s a weirdly small number of stones or pillars here."
    },
    {
        "message": "Most of it was probably taken away by someone as material for building something new, but even so, this is basically just an empty lot."
    },
    {
        "message": "The stone floor, neatly arranged, faintly hints at the days when the Monastery still existed."
    },
    {
        "message": "There's a staircase leading underground."
    },
    {
        "message": "In my dream, Lushion and Angelica were being raped by monstrous beings, and a crippled man calling himself Pietro was conducting strange experiments here using the Necronomicon and Deep Ones."
    },
    {
        "message": "Come to think of it, in that room where Sarah poured oil on Lushion's body and knocked Pietro out, there were bodies lying around."
    },
    {
        "message": "壁につながれた女の屍体はアンジェリカの物に違いない。"
    },
    {
        "message": "I wonder whose corpse it was that was lying on the other floor."
    },
    {
        "message": "There's a staircase leading to the basement."
    },
    {
        "message": "I always thought the fire was suspicious, but if it was arson, that makes sense."
    },
    {
        "message": "The reason there was such a difference in how each room in the basement burned was that only the places where Sarah poured oil burned especially badly."
    },
    {
        "message": "Beneath the rubble, there’s a staircase leading underground that’s so well-hidden, it almost seems like someone deliberately concealed it."
    },
    {
        "message": "ほんのわずかに残った建物の一部は、おそらく礼拝堂などのある大きな建物に並んで建てられた、小さな別棟の名残りなのだろう。"
    },
    {
        "message": "The basement is made up of five rooms and the hallway that connects them, and for something supposedly built only for storing food and stuff, its layout is way too complicated."
    },
    {
        "message": "Considering the handcuffs hanging from the wall in a room underground, and what seems to be the corpse of a woman who died still chained to them, there's no doubt this place was used for something pretty unusual."
    },
    {
        "message": "It's the stairs that lead to the room under the Monastery."
    },
    {
        "message": "The way it was buried under the rubble makes me feel like someone deliberately hid it."
    },
    {
        "message": "Sure, the basement had a scene you wouldn't want anyone else to see, but just sealing off the entrance and calling it done is way too irresponsible."
    },
    {
        "message": "　　　Map　　　"
    },
    {
        "message": "　　Go inside　　"
    }
]