[
  {
    "message": "When I think about the vile ritual that Cordelia had been enduring at the Church of Dagon, shouldn't I be waiting for her return at Gilman House as soon as possible?"
  },
  {
    "message": "Nai said that Cordelia is an 'important woman to dedicate to the Master.'"
  },
  {
    "message": "I have no way of knowing what doctrines they held or why they became followers of Dagon, but I'm sure they're all worshippers of some kind of black magic cult."
  },
  {
    "message": "If Nai's words to his followers, 'Don't lay a hand on this woman,' are to be believed, then Cordelia probably won't be killed right away. I have to use this window of time to escape from the village as soon as possible."
  },
  {
    "message": "When I think about the abominable rituals Cordelia had been enduring at the Church of Dagon, shouldn't I be waiting for her return at Gilman House as soon as possible?"
  },
  {
    "message": "Cordelia isn't here."
  },
  {
    "message": "It's hard to imagine she'd willingly come to the gloomy, sunless ruins of the Monastery, but I can't think of anywhere else she might be."
  },
  {
    "message": "If she's wandering around the village unconscious like last night, then the chances of me finding her are pretty damn slim."
  },
  {
    "message": "As expected, coming here after the sun has set, I feel a chill that almost feels like fear."
  },
  {
    "message": "It's a cursed place where hundreds of nuns burned to death. Not the right place to come alone at night."
  },
  {
    "message": "I don't exactly believe in supernatural phenomena or monsters, but when I think about the remains of the nuns buried under the rubble, rotting away unseen by anyone, it doesn't feel too good."
  },
  {
    "message": "Ever since coming to Arkham, the dreams I have almost every night seem to be somehow connected to this Monastery."
  },
  {
    "message": "I'm endlessly curious about what happened in this place in the past, but now doesn't really seem like the right time to solve that mystery."
  },
  {
    "message": "Sure enough, coming here after the sun has set gives me a chill, almost like fear."
  },
  {
    "message": "This is a cursed place where hundreds of nuns burned to death, really not the kind of place to come alone at night."
  },
  {
    "message": "This is the remains of the monastery that was burned down in the fire."
  },
  {
    "message": "Under the rubble on the right hand side, there's a staircase extending down that looks like it was deliberately hidden."
  },
  {
    "message": "The very fact that the monastery has a large, elaborate basement with multiple rooms is unusual, but what's even stranger is that there was a passage beneath it that was clearly meant for people to go back and forth."
  },
  {
    "message": "The passage leading to the seaside cliffs isn't somewhere people could just swim up to."
  },
  {
    "message": "It was probably used by smugglers for loading and unloading cargo or something like that."
  },
  {
    "message": "It's the remains of the Miskatonic Monastery."
  },
  {
    "message": "The ruins of the monastery, sitting in a dense, gloomy forest that stays dark even during the day and carrying the atmosphere of the Middle Ages, would have definitely become a famous tourist spot if it wasn't in Arkham."
  },
  {
    "message": "Maybe because they know about the tragedy that happened here, the villagers don't go near the ruins, so the whole area is just left to grow wild."
  },
  {
    "message": "It's not like I actually believe in supernatural phenomena or monsters or anything, but when I think about the nuns' remains buried under the rubble, decaying away without anyone ever seeing them, it doesn't exactly make me feel good."
  },
  {
    "message": "Old trees over a hundred years old grow densely here."
  },
  {
    "message": "They must have been here since back then, having survived the fire at the monastery."
  },
  {
    "message": "In Arkham, which is mostly sea and wasteland, a land that can hold such abundant greenery is a rare thing indeed."
  },
  {
    "message": "The remains of the monastery, which has long been in ruins, are still left just as they were back then, and perhaps the reason no one has ever touched it is because the villagers, who know about the tragedy that happened at the monastery, are afraid of a curse."
  },
  {
    "message": "My nerves aren't tough enough to just write that off as some delusional nonsense."
  },
  {
    "message": "When I look at the densely overgrown trees, I start to wonder if they grew by feeding on the remains of the Nun buried beneath the ground."
  },
  {
    "message": "Normally, seeing such lush greenery would make me feel at ease, but here, the fear that something non-human might be watching me from between the trees takes over, so I can't relax at all."
  },
  {
    "message": "All around, there are charred pieces of wood and shattered fragments of stone scattered everywhere, telling the story of a fire."
  },
  {
    "message": "Even so, for something that made up the monastery building, there’s an oddly small number of stones and pillars."
  },
  {
    "message": "Most of it was probably taken away by someone as materials to build new buildings, but still, this is almost like an empty lot."
  },
  {
    "message": "The floor lined neatly with stones still faintly hints at the days when the Monastery stood here."
  },
  {
    "message": "Beneath the rubble, there are stairs leading underground, with so little trace of their existence it's as if someone deliberately hid them."
  },
  {
    "message": "What's left of the building is probably the remains of a small annex that once stood next to a larger structure like the Chapel."
  },
  {
    "message": "The Basement consists of five rooms connected by passageways, and its structure is way too complex for just storing food and supplies."
  },
  {
    "message": "Thinking of the handcuffs dangling from the wall in one of the underground rooms, and the corpse of a woman, who probably died still chained up, there's no doubt this place was used for some really special purpose."
  },
  {
    "message": "These are the stairs that lead to the room in the Monastery's Basement."
  },
  {
    "message": "Seeing it buried beneath the rubble, I can't help but feel like someone intentionally tried to hide it."
  },
  {
    "message": "Sure, there was stuff in the Basement that you wouldn't want anyone else to see, but just sealing the entrance and pretending it never happened? That's way too irresponsible."
  },
  {
    "message": "　　　Map　　　"
  },
  {
    "message": "　　Go inside　　"
  }
]