[
    {
        "message": "It's a room like a warehouse at the end of the hallway."
    },
    {
        "message": "The whole room is charred black and stained with soot."
    },
    {
        "message": "It looks like it's been hit by the fire way worse than anywhere else."
    },
    {
        "message": "It's weird that the room farthest from the entrance stairs is the one that got burned the worst......"
    },
    {
        "message": "It's the room at the end of the hallway."
    },
    {
        "message": "The whole room is charred black, and all kinds of debris are scattered across the floor."
    },
    {
        "message": "Considering the overwhelming amount of debris, there's no doubt this room was being used like a warehouse."
    },
    {
        "message": "It looks like the fire damage is even worse here than in other places."
    },
    {
        "message": "It's weird that the room farthest from the entrance stairs is the most badly burned......"
    },
    {
        "message": "Cracks run all over the surface, and a good chunk of the plaster has peeled off."
    },
    {
        "message": "この様子では中のモルタルも相当の被害を受けているはずだ。"
    },
    {
        "message": "この天井の上は、修道院のどのあたりに位置するのだろう。"
    },
    {
        "message": "Even if there were no building remains left on the ground, just having the stones laid on the floor come crashing down would be too much to handle, I bet."
    },
    {
        "message": "Seeing the terrible state of the room, you'd never think you’d want to stay here for long."
    },
    {
        "message": "Compared to the other places closer to the entrance, there's no doubt that this room took the worst damage from the fire."
    },
    {
        "message": "The whole surface is charred black, and you can't see any trace of the original white plaster at all."
    },
    {
        "message": "Judging by the amount of stuff scattered around, there's no doubt this room was being used like a storage area."
    },
    {
        "message": "If someone had snuck into the room like this, there would definitely be clear traces left behind."
    },
    {
        "message": "Since there are no traces of that, it looks like nobody entered the room after the fire."
    },
    {
        "message": "There's no sign that anyone's been in the room."
    },
    {
        "message": "Well, maybe it's only natural since just one look is enough to tell there's nothing decent left in the room."
    },
    {
        "message": "Looks like a bag woven from hemp."
    },
    {
        "message": "I don't know what's inside, but it's probably flour or corn."
    },
    {
        "message": "The stuff that was on top is all burned up, but this sack seems to be in relatively okay shape."
    },
    {
        "message": "But no matter what's inside, I still don't think it's edible now."
    },
    {
        "message": "Doesn't look like there's any need to bother opening it up and peeking inside."
    },
    {
        "message": "It's a bag made from woven hemp."
    },
    {
        "message": "What's inside is probably either flour or corn."
    },
    {
        "message": "It looks like fragments of a broken ceramics vase or something."
    },
    {
        "message": "If this was a warehouse, then the contents would probably be wine or ale."
    },
    {
        "message": "There don't seem to be many wide open fields in Arkham, so I can't imagine farming was ever that big there."
    },
    {
        "message": "In old monasteries and abbeys, it seems they used to grow crops and raise sheep on their own land, but it's hard to imagine that this Monastery was able to be self-sufficient."
    },
    {
        "message": "I can't understand why they built a Monastery in such a poor land."
    },
    {
        "message": "まだ英国国教会が力を持っていた頃の暴挙だったのだろう。"
    },
    {
        "message": "割れた陶磁器の破片だ。"
    },
    {
        "message": "It was probably sitting on a wooden shelf, but it looks like the shelf burned up and it fell to the floor."
    },
    {
        "message": "漆喰がはげ落ちて、中のモルタルの壁が露出してしまっている。"
    },
    {
        "message": "That alone shows how intense the fire was, but I just can't understand why this room, which is the farthest from the stairs leading to the ground, suffered this much damage."
    },
    {
        "message": "It's like someone deliberately tried to burn everything in this room to ashes."
    },
    {
        "message": "この部屋の中にどんな物が置いてあったにせよ、それらの品々は全て灰になってしまった。"
    },
    {
        "message": "It's impossible for me to check that."
    },
    {
        "message": "If you try checking the other rooms, you might at least figure out a hint or two."
    },
    {
        "message": "It looks like someone tried to deliberately burn everything in this room to ashes."
    },
    {
        "message": "The surface of the wall has peeled off in large patches, exposing the inside."
    },
    {
        "message": "Judging from the structure of the Basement, it should be dirt on the other side of this wall."
    },
    {
        "message": "I can't imagine there's anything on the other side of the wall."
    },
    {
        "message": "Either way, with the room in this state, it's almost impossible to know what the Monastery looked like back in the day."
    },
    {
        "message": "It looks like someone tried to deliberately burn everything in this room to ashes."
    },
    {
        "message": "　　Go outside　　"
    }
]