[
    {
        "message": "It's a room lined with shabby, abandoned coffins."
    },
    {
        "message": "In the not-so-spacious room, the stench of decay from the corpses inside those coffins fills the air, making you feel sick just by being nearby."
    },
    {
        "message": "その異様な情景は、中世の時代にペストやコレラなどの伝染病が流行した後の様子と称する屍体の山の挿し絵を見るのとさして変わらない不快感を起こさせる。"
    },
    {
        "message": "This room is........."
    },
    {
        "message": "Coffins are lined up all over the cramped room."
    },
    {
        "message": "All of them are pretty old and seem to have gone through a lot of years."
    },
    {
        "message": "The small room is filled with the stench of rot from those coffins, and just being nearby makes you feel like you're going to puke."
    },
    {
        "message": "村の人間は身よりのない修道女の屍体を自分達の墓地に埋葬してやるなどという気は微塵もなかったようだ。"
    },
    {
        "message": "Did the nuns, who had to endure such unbelievably harsh misfortune, really deserve to be treated like such nuisances?"
    },
    {
        "message": "The nuns who survived the fire later returned to secular life, married the men of the village, and it's said they lived happy lives."
    },
    {
        "message": "The walls of the room are scorched by fierce flames, just like the hallway we passed through to get here, cracked and stained with soot."
    },
    {
        "message": "Whatever was once in the room, it looks like all the remains of those things have been completely removed by someone."
    },
    {
        "message": "Looking at this room, I feel like I get why someone went out of their way to hide the stairs leading to the basement."
    },
    {
        "message": "Just like everywhere else, the walls here still have clear traces of fire."
    },
    {
        "message": "Seeing that there isn’t any debris left inside, it looks like somebody cleaned the place up nicely."
    },
    {
        "message": "The roughly abandoned coffin doesn’t have any traces of fire on it at all."
    },
    {
        "message": "It looks like all these coffins were brought in after the fire."
    },
    {
        "name": "Jonathan",
        "message": "There’s no sign the coffins were burned by flames."
    },
    {
        "message": "　　　　　　　　They were probably brought in after the fire."
    },
    {
        "name": "Cordelia",
        "message": "Why would they be in a place like this？"
    },
    {
        "message": "　　　　　　　　Arkham has a perfectly good cemetery, doesn’t it?"
    },
    {
        "name": "Jonathan",
        "message": "It's not big enough to bury everyone in the village."
    },
    {
        "message": "　　　　　　　　The　coffin　here　was　refused　burial　in　the　cemetery."
    },
    {
        "name": "Cordelia",
        "message": "Why, that's just too cruel."
    },
    {
        "message": "　　　　　　　　この人達が浮かばれないじゃない。"
    },
    {
        "name": "Jonathan",
        "message": "おそらく‥‥‥‥‥この棺の中にいるのは、修道院で　　　　　　　　火災に巻き込まれた修道女達なんじゃないかな。"
    },
    {
        "name": "Cordelia",
        "message": "‥‥‥‥‥‥‥"
    },
    {
        "name": "Jonathan",
        "message": "ここにある棺は、ほとんど同じ時代の物のようだ。"
    },
    {
        "message": "　　　　　　　　And on top of that, this shabby construction—it's way too poor for burying your own parents or kids who died young, isn't it?"
    },
    {
        "name": "Cordelia",
        "message": "身よりのない修道女の屍体なのね‥‥‥‥"
    },
    {
        "message": "　　　　　　　　It's like they dumped me here just to get rid of me！"
    },
    {
        "message": "乱暴に放置された棺には、火災の跡は全く見られない。"
    },
    {
        "message": "It looks like all these coffins were brought in after the fire."
    },
    {
        "message": "Why was it abandoned here like this, with no sign of mourning for the dead?"
    },
    {
        "message": "These coffins are so shabby that they're not fit to bury your own parents or the little kids who died young."
    },
    {
        "message": "身よりのない者のために、値段だけを最優先で造られたと言っても過言ではないだろう。"
    },
    {
        "message": "I see......"
    },
    {
        "message": "These coffins are for those bodies that nobody comes to claim......"
    },
    {
        "message": "These are the corpses of the nuns who got caught in the fire at this monastery."
    },
    {
        "message": "The villagers, as if to get rid of a nuisance, stuffed their corpses into makeshift coffins and abandoned them in the Monastery's Basement."
    },
    {
        "message": "It's just way too awful."
    },
    {
        "message": "But the kind of despicable bastards who could do this with a straight face shouldn’t exist in this world anymore."
    },
    {
        "message": "The villagers must have hidden the stairs leading to the basement behind someone else’s face and just quickly forgotten about it."
    },
    {
        "message": "The old coffin is shabbily made and looks downright cheap, and there's not even a name under the Cross to say who's buried inside."
    },
    {
        "message": "The blood oozing out from the corpse inside the thin coffin had turned into a dark, nasty stain, soaking right into the flimsy wooden boards; it felt way more real and raw than those pure white skulls lined up in the Ossuary."
    },
    {
        "message": "I wonder what the corpses left lying around here think about this unfair treatment."
    },
    {
        "message": "今にも釘で打ちつけられた薄い板を打ち破って、自分の酷い扱われ方に不満の意を唱えだしても、私は一向に驚かないだろう。"
    },
    {
        "name": "Cordelia",
        "message": "That's awful......"
    },
    {
        "message": "　　　　　　　　This way, the person in the coffin would feel sorry."
    },
    {
        "name": "Cordelia",
        "message": "To think that no one knows where I am, and no one even tries to leave flowers for me."
    },
    {
        "name": "Jonathan",
        "message": "Whoever did this must have found it really inconvenient.　　　　　　　I bet the last thing on their mind was giving it a proper burial."
    },
    {
        "message": "Without being buried in the soil, it's just left to rot in the damp basement."
    },
    {
        "message": "On the surface of the thin board, filthy fluids brought on by blood and decay had seeped in, leaving distinctly dark, dirty stains."
    },
    {
        "message": "No one would see something like this and not feel disgusted."
    },
    {
        "message": "That feeling comes not so much from being shown something filthy, but from anger at the existence of despicable bastards who trample on the dignity of the dead."
    },
    {
        "message": "In Arkham, where not much lumber is produced, wood might actually be a precious commodity."
    },
    {
        "message": "極めてぞんざいな造りの棺は、かなり質の悪い材料で出来ている。"
    },
    {
        "message": "When I trace the surface with my fingertip, it feels splintery and rough."
    },
    {
        "message": "The coffin lid, warped from the humidity, is almost rotting away, and it looks like it would snap easily if you pressed on it even a little hard."
    },
    {
        "message": "The lid of the coffin, carelessly nailed shut, is warped out of shape from the damp, and you can peek inside just by lifting it a little with your fingers."
    },
    {
        "message": "I don't particularly want to see it, but it's not like I'm not curious about what kind of person is buried in the coffin."
    },
    {
        "message": "But........."
    },
    {
        "message": "I should probably just leave it alone."
    },
    {
        "message": "It would be way too cruel to further desecrate the dead, who have already suffered enough misfortune."
    },
    {
        "message": "　　Go outside　　"
    }
]