[
  {
    "message": "I'm in front of Dunwich's gravestone."
  },
  {
    "message": "Cordelia's not here either, after all."
  },
  {
    "message": "I can't even imagine her coming to a place like this alone during the day, let alone making her way here on a dark night like this."
  },
  {
    "message": "There’s a darkened gravestone that looks like it could just melt into the dim darkness."
  },
  {
    "message": "With heavy wear and pain, the word Dunwich can barely be seen on the worn-down surface."
  },
  {
    "message": "Just being in a graveyard at midnight is creepy enough, but if you know that sleeping under the gravestone is the daughter of Dunwich who met an untimely death, you'd feel an even stranger sense of fear."
  },
  {
    "message": "In front of Dunwich's grave."
  },
  {
    "message": "This grave doesn't seem to belong to Dollie, but there aren't any other gravestones that clearly belong to the Dunwich family."
  },
  {
    "message": "After that kind of incident, maybe it's only natural to be treated roughly, but isn't this just way too harsh for the downfall of one of the village's most distinguished families?"
  },
  {
    "message": "Looks like it's this one."
  },
  {
    "message": "The gravestone in Dunwich is covered with withered winter weeds, making it clear that no one has visited this grave for a long time."
  },
  {
    "message": "It's such a pathetic sight, I almost want to look away."
  },
  {
    "message": "For the fate of people who were once regarded as one of the most distinguished families in the village to end up like this, isn’t it just a little too cruel?"
  },
  {
    "message": "The gravestone, quietly standing there, seems to feel differently from me-as if it wishes to be forgotten by everyone around it as soon as possible."
  },
  {
    "message": "If that’s what it wishes for, then that desire seems to have mostly come true."
  },
  {
    "message": "The villagers don’t remember Dunwich anymore."
  },
  {
    "message": "The only one who still clings to it is Marsh, who was Dollie’s best friend."
  },
  {
    "message": "Blended into the darkness, I can hardly make out anything around me."
  },
  {
    "message": "Even if someone was peeking out from the shadows of the thick trees, I probably wouldn’t be able to notice them now."
  },
  {
    "message": "It’s the quietest corner, at the very edge of the cemetery."
  },
  {
    "message": "With this, even if by some chance someone connected to Dunwich visited, it’s extremely unlikely they’d notice the gravestone."
  },
  {
    "message": "It’s the quietest corner, at the very edge of the cemetery."
  },
  {
    "message": "It doesn’t seem like a place suitable for burying a member of the Dunwich family."
  },
  {
    "message": "Withered weeds cover the whole area."
  },
  {
    "message": "It doesn't look like it's been trampled down, and it's growing thick as it pleases, which just goes to show that no one's visited the grave in a long time."
  },
  {
    "message": "At this rate, in the summer, the lush green grass will probably completely cover up the gravestones."
  },
  {
    "message": "The pain is already so intense that I can't tell what's depicted, and with it being this dark, it's even harder to make out the writing carved into the Gravestone."
  },
  {
    "message": "However, the overall impression of the Gravestone can't be hidden even by the surrounding darkness, and it's so shabby that you can't imagine it's the grave where a member of the once-glorious Dunwich family rests."
  },
  {
    "message": "Like this, there's hardly any real difference between it and the grave of a vagrant who died by the roadside."
  },
  {
    "message": "Marsh, who was Dollie's best friend and was supposed to be entrusted with all the Dunwich family's assets, didn't do anything for the dead, did he?"
  },
  {
    "message": "It's marked as Dunwich in letters so weathered they're about to disappear."
  },
  {
    "message": "It doesn’t look like it was carved all that carefully-it’s letters that look like they were scribbled on carelessly."
  },
  {
    "message": "The Dunwich family, whose entire bloodline had died out, probably didn't even have any relatives to give their bodies a proper burial."
  },
  {
    "message": "This is hardly any different from a grave of a homeless person who died by the roadside."
  },
  {
    "message": "Marsh, who was Dollie's best friend and was supposed to be entrusted with all of the Dunwich family's assets, didn't do anything for the dead, did he?"
  },
  {
    "message": "It's so ruined, it's unrecognizable."
  },
  {
    "message": "Does Marsh, who was supposed to be Dollie's best friend, really not care that the Dunwich family grave is in such a state?"
  },
  {
    "message": "Vines have tangled all over, and it's so dilapidated you can barely recognize it."
  },
  {
    "message": "That gravedigger said he was friends with Marsh. No way he doesn't know about Dollie."
  },
  {
    "message": "Why do they leave the Dunwich family grave in such a ruined state? Are they doing it on purpose?"
  },
  {
    "message": "I don't want to see anything anymore."
  },
  {
    "message": "Rather than just sitting around here, it’s better to find out why Dollie did something like this."
  },
  {
    "message": "I traced the worn iron plate with my fingers, just like a blind person follows letters, to check what was written there."
  },
  {
    "message": "『Hannah Dunwich 1853 to 1861"
  },
  {
    "message": "　Born as the second child of father Dollie and mother Jean.』"
  },
  {
    "message": "It looks like this grave doesn't belong to Dollie."
  },
  {
    "message": "Hannah Dunwich, huh. I've heard that name somewhere before......"
  },
  {
    "message": "Yeah, I remember seeing that name in the case law book at the Archives. Supposedly, it was the only body found that still kept its original shape."
  },
  {
    "message": "But if this grave belongs to Hannah, then where is the grave of Dollie, the one who murdered the rest of the family and slaughtered the household?"
  },
  {
    "message": "Was it because the body was so horribly mutilated that they couldn't even bury it in the cemetery?"
  },
  {
    "message": "The corpse of an 8-year-old girl was the most intact one..."
  },
  {
    "message": "I wonder if Dollie still had any mercy left in her heart."
  },
  {
    "message": "He was good at spelling words and won honors at the state contest."
  },
  {
    "message": "　Despite being young, she had a sharp mind and was expected to have a bright future."
  },
  {
    "message": "These are the words engraved on the tombstone of a girl who only got to live for 8 short years."
  },
  {
    "message": "What else am I supposed to write?"
  },
  {
    "message": "I can understand exactly how the person who built this gravestone felt."
  },
  {
    "message": "If Dollie was really sane, then how the hell could she do something like harm her own daughter......"
  },
  {
    "message": "There’s an iron plate fitted near the bottom of the gravestone, kind of hidden by the grass."
  },
  {
    "message": "The surface is completely worn down, so it's hard to tell what's written on it."
  },
  {
    "message": "　　　Back　　　"
  }
]