[
  {
    "message": "When I think about the abominable rituals Cordelia had endured at the Church of Dagon, shouldn't I wait for her return at the Gilman House as soon as possible?"
  },
  {
    "message": "Nai said that Cordelia is an 'important woman to offer to the lord.'"
  },
  {
    "message": "I have no way of knowing what doctrine they followed or why they became Dagon's followers, but they're definitely a bunch of black-magic-worshipping cultists, no doubt about it."
  },
  {
    "message": "If I believe Nai's words telling the believers 'Do not lay a hand on this woman,' then Cordelia probably won't be killed right away. I have to use this window of time to escape from the village as soon as possible."
  },
  {
    "message": "Cordelia isn't here."
  },
  {
    "message": "Even though I can't imagine she'd come to the mansion alone even during the day, when I think about her sleepwalking-like behavior last night, there's still a chance she could be inside the mansion."
  },
  {
    "message": "Rather, the strong impression left by the Dunwich Mansion might remain in my memory even after I lose consciousness, and I might end up coming to the mansion unconsciously."
  },
  {
    "message": "The mansion, which I didn't even want to go into during the day, gives off an even creepier, outright haunted house vibe at night."
  },
  {
    "message": "Abandoned houses are probably all pretty much the same, but a house where no one lives anymore just gives off a weird kind of sadness."
  },
  {
    "message": "This is the Dunwitch Mansion, where a brutal murder happened 60 years ago."
  },
  {
    "message": "Of course, nobody wants to go anywhere near this mansion, so it's in total ruins, pretty much abandoned."
  },
  {
    "message": "Knowing the outline of that accursed incident just makes it feel all the more like something beyond human understanding is about to happen in the Mansion."
  },
  {
    "message": "In front of the Dunwitch Mansion."
  },
  {
    "message": "Since it was built by the head of the family several generations before Dollie, who died about 60 years ago, the mansion looks pretty old."
  },
  {
    "message": "It might be an exaggeration to say it’s the kind of hideout villains in a picaresque novel would use, but it’s nothing like those mansions hidden away at the back of sprawling gardens you see in ordinary wealthy homes."
  },
  {
    "message": "It'd be a different story in a packed city, but in Arkham, where it takes dozens of minutes just to walk to the next house, having a yard probably isn't that much of a luxury."
  },
  {
    "message": "Surprisingly, the old Gas lamp is still working just fine."
  },
  {
    "message": "There have been so many accidents that they've completely disappeared from London, but it looks like they're still commonly used in Arkham."
  },
  {
    "message": "It doesn't look like it's been maintained in a long time, and the glass is dirty with soot."
  },
  {
    "message": "It looks like it can't emit enough light for that, so it's pretty dark around the Dunwich Mansion."
  },
  {
    "message": "It's an old gas lamp."
  },
  {
    "message": "Because the chance of a serious accident happening is really high, they've disappeared from within London city, but it looks like they're still active in Arkham."
  },
  {
    "message": "Looks like an old gas lamp."
  },
  {
    "message": "I doubt if it still works, but hardly anyone ever comes around the Dunwitch Mansion since the incident."
  },
  {
    "message": "No one should complain even if there's no light."
  },
  {
    "message": "More importantly, the problem is that there's a possibility a serious accident could happen."
  },
  {
    "message": "It doesn't look like it's been maintained for a while, and I bet nobody would notice even if there was a gas leak."
  },
  {
    "message": "An old Gas lamp is standing."
  },
  {
    "message": "Nobody should want to go near the Dunwich family where that horrible incident happened, so even if the lights are on, it probably won't be any use."
  },
  {
    "message": "For being the richest house in the village, it's not really all that fancy."
  },
  {
    "message": "The utterly ordinary door had completely lost its shine, and it looked like it was starting to rot from the edges."
  },
  {
    "message": "Maybe they just assume nobody would sneak into the mansion, because the front door isn't even locked."
  },
  {
    "message": "I guess it means that anything worth stealing disappeared a long time ago."
  },
  {
    "message": "They must be managing things pretty sloppily, because the mansion's door is left unlocked. You can slip in whenever you want."
  },
  {
    "message": "It's a window in the Dunwitch Mansion's living room."
  },
  {
    "message": "That room should have had portraits, probably of Dollie's father, Philip Dunwich, and family photos placed there."
  },
  {
    "message": "The door to the room further inside wouldn't open with the key I got from Marsh."
  },
  {
    "message": "Most likely, beyond the door is the study where Dollie took their own life."
  },
  {
    "message": "If I go into the room, I might find out why Dollie had to kill their family."
  },
  {
    "message": "It's the window of the Dunwich family's living room."
  },
  {
    "message": "That room should've had a portrait, probably of Dollie's father, Philip Dunwich, and some family photos."
  },
  {
    "message": "The shutters are left open, but since it's dark inside the mansion, I can't see what's going on in the room."
  },
  {
    "message": "The reason this place looks like the bottom of an eye with a hole gaping open in a run-down house must be because of the past the Mansion holds."
  },
  {
    "message": "If I carelessly look away, it feels like someone might be peeking at me from over there."
  },
  {
    "message": "Because of how scared I am, I actually can't look away."
  },
  {
    "message": "Maybe it's the attic? It's got an elaborate design, but it doesn't really look like a comfortable place to live."
  },
  {
    "message": "It's pretty common in hotels and such, but you can't really say it fits a regular house. Maybe it was used as a storage room or a guest room or something？"
  },
  {
    "message": "It doesn’t look like a very comfortable attic room."
  },
  {
    "message": "It was probably used as a storage room or something."
  },
  {
    "message": "The shrubs that had been planted in the front yard of the mansion must have grown before anyone noticed. Now they've gotten big enough to cover almost half of the mansion."
  },
  {
    "message": "The bizarrely twisted branches seem to add even more to the eerie atmosphere surrounding Dunwitch Mansion."
  },
  {
    "message": "If anyone ever needed to visit the mansion, wouldn't they get scared off just by looking at the place?"
  },
  {
    "message": "The thick, overgrown woods look like they're stubbornly turning away any outsiders from entering Dunwitch Mansion."
  },
  {
    "message": "　　　Map　　　"
  },
  {
    "message": "　　Go inside　　"
  }
]