[
  {
    "message": "This is the kids' room where one of Dollie's two daughters was killed."
  },
  {
    "message": "Old bloodstains are clearly left on the floors and Bed, and there's no way to shake off the feeling of sorrow."
  },
  {
    "message": "The numerous girl-like Dolls placed on the Bed, where she probably received the fatal blow, are likely one of the few traces the girl left behind in this world."
  },
  {
    "name": "Cordelia",
    "message": "Huh, isn’t that blood...?"
  },
  {
    "message": "Cordelia darts back to the side of the open door like she’s been shot."
  },
  {
    "message": "On the bed and the floor, there are clear stains of old, darkened blood left behind."
  },
  {
    "message": "From the small bed and the doll placed by the pillow, it's obvious that this room was the children's room used by one of Dollie's two daughters who were killed."
  },
  {
    "message": "Looking at the belongings left behind by the young girl who passed away, an uncontrollable anger wells up inside me."
  },
  {
    "message": "Even what Marsh said, that Dollie wasn’t crazy, I’m starting to not really believe that anymore."
  },
  {
    "message": "The walls of the children's room are strangely clean for a place where a brutal murder happened, and there isn't a single trace left from the incident."
  },
  {
    "message": "For a place where a brutal murder happened, there aren't any traces left, and it still looks pristine."
  },
  {
    "message": "If someone’s arms and legs were chopped off with an axe, it wouldn’t be surprising if there was blood splattered everywhere."
  },
  {
    "message": "As I stared at the wall, lost in those thoughts, I suddenly recalled a strange tale I once read in a magazine long ago."
  },
  {
    "message": "It's a story about a man who, following a will, ends up living in a certain monastery and is tormented every night by strange noises coming from the other side of the wall."
  },
  {
    "message": "Not knowing what's beyond the wall, and tormented by the dilemma of whether he should remove the Aras-woven tapestry hanging on the very spot where the sounds are coming from, the man's figure suffers between the desire to find out the truth behind the wall and the fear of what might be waiting there."
  },
  {
    "message": "And then finally, when the man, having made up his mind, took down the wall hanging......"
  },
  {
    "message": "It's old, but it's clearly a bloodstain."
  },
  {
    "message": "The shape of the stain almost looks like a person sprawled out with their arms and legs spread."
  },
  {
    "message": "On the wooden floor, which is completely exposed, there are old, darkened bloodstains still clearly visible."
  },
  {
    "message": "The trail of blood continuing from the next Bed means the daughter didn't die instantly, but suffered and thrashed around before dying."
  },
  {
    "message": "Probably, even after taking a blow from the axe, they couldn't die right away, and crawled from the Bed to this spot on the floor."
  },
  {
    "message": "Dollie probably left the room without checking if her daughter was dead."
  },
  {
    "message": "No matter what the reason was, there's no way anyone could just calmly watch their own daughter suffer and die right in front of them."
  },
  {
    "message": "It's a desk that seems to have been specially designed for short kids."
  },
  {
    "message": "Normally, little kids struggle with desks that are too big for them, but the fact that Dollie went out of her way to have a desk made shows she was pretty doting as a mom."
  },
  {
    "message": "It's too delicate and short for an adult to use."
  },
  {
    "message": "It's got an elaborate design, but this is definitely something made for Dollie's daughter."
  },
  {
    "message": "It must be Dollie's scholarly consideration to make it a bit easier for her beloved daughter to enter the world of scholarship."
  },
  {
    "message": "He spent so much money on furniture that would be totally useless once his daughter grew up, so Dollie's devotion as a parent must have really been something. So then, why did he do something like that..."
  },
  {
    "message": "It's just like it was when the girl used it before she was killed."
  },
  {
    "message": "You can easily picture a cute little girl, brushing the hair from her cheek like it's getting in her way, totally absorbed in her work at her desk."
  },
  {
    "message": "It's a small child's chair that goes with the desk."
  },
  {
    "message": "It was probably used by young Dollie Dunwich's daughter."
  },
  {
    "message": "It's not like it's particularly expensive or anything, but the fact that they went out of their way to have furniture specially made for kids shows a level of special care above the norm."
  },
  {
    "message": "It's easy to picture a cute little girl, brushing aside the hair falling on her cheek in annoyance, totally absorbed at her desk."
  },
  {
    "message": "It's probably something the daughter of Dunwich cherished. The doll, neatly placed on the shelf, has survived for decades, and even now, without ever being thrown away, guards the masterless room as the mansion's only resident."
  },
  {
    "message": "It was probably something the girl cherished."
  },
  {
    "message": "The doll isn't new, and it's a little dirty and grimy."
  },
  {
    "message": "The dolls lined up on the shelf had a front-row seat to Dollie bringing an axe down on her own daughter, and they heard the moans of pain from the girl up close."
  },
  {
    "message": "At the moment when their beloved young master, who had doted on them so much, was about to die at the hands of his own father, I wonder what these dolls were thinking......"
  },
  {
    "name": "Cordelia",
    "message": "Such a cute doll......"
  },
  {
    "message": "　　　　　　　　I　bet　the　girl　of　this　room　cherished　them."
  },
  {
    "name": "Jonathan",
    "message": "Honestly, seeing a scene like this feels way more brutal than looking at an actual corpse."
  },
  {
    "name": "Cordelia",
    "message": "But if the girl had just grown up normally, she'd probably be an old lady by now."
  },
  {
    "name": "Cordelia",
    "message": "These dolls would've been thrown away a long time ago too, right?"
  },
  {
    "name": "Jonathan",
    "message": "Did you have dolls like these when you were a kid too？"
  },
  {
    "name": "Cordelia",
    "message": "I don't remember ever playing with such cute dolls."
  },
  {
    "message": "　　　　　　　　My　foster　parents　never　bought　me　things　like　that."
  },
  {
    "message": "It looks like everything's been left untouched for decades, ever since the girl was sleeping here."
  },
  {
    "message": "There are huge bloodstains all over the Bed."
  },
  {
    "message": "The Sheet is rumpled and wrinkled just like when the girl was sleeping there, and there's still an indent in the pillow."
  },
  {
    "message": "The bloodstains stuck all over the Sheet mean that a fatal blow from an axe was dealt here."
  },
  {
    "message": "Probably, the daughter was woken up by her father while she was sleeping, and just as she groggily tried to get up, she was given a fatal wound with an axe."
  },
  {
    "message": "The trail of blood from the Bed to the floor is probably the mark of the girl who couldn't die right away, suffering as she got off the Bed and crawled for help."
  },
  {
    "name": "Cordelia",
    "message": "Looks like someone was just sleeping here until a moment ago."
  },
  {
    "message": "　　　　　　　　You could at least clean up the sheet with blood on it."
  },
  {
    "name": "Jonathan",
    "message": "Probably, it was on this bed that the blow that became a fatal wound was dealt."
  },
  {
    "name": "Cordelia",
    "message": "Don't say it so businesslike！"
  },
  {
    "message": "　　　　　　　　Why did this kid have to die？"
  },
  {
    "name": "Cordelia",
    "message": "Are you saying she did something so bad that a little girl had to be killed？"
  },
  {
    "name": "Jonathan",
    "message": "I'm starting to not believe what Marsh said about Dollie not being crazy."
  },
  {
    "name": "Cordelia",
    "message": "If you did something like this while sane, you're a real demon."
  },
  {
    "message": "　　　　　　　　I'd be better off just going crazy."
  },
  {
    "message": "　　Second floor hallway　　"
  }
]