[
    {
        "message": "This room looks like a living room."
    },
    {
        "message": "屋敷の中の他の部屋よりかなり広く、家族が集まるには丁度いい。"
    },
    {
        "message": "部屋の片隅には隣室に向かう扉と、壁にかかった肖像画、ちょっとした書き物をするための小さな机の上には写真立てが置いてある。"
    },
    {
        "message": "This room looks like a living room."
    },
    {
        "message": "It's a lot bigger than the other rooms in the mansion, the perfect size for the family to gather."
    },
    {
        "message": "部屋の片隅には隣室に向かう扉と、壁にかかった肖像画、ちょっとした書き物をするための小さな机の上には写真立てが置いてある。"
    },
    {
        "message": "Nothing has changed at all from before the incident, and there's no sign of anything being messed up."
    },
    {
        "message": "In a way, you could say it's lucky that the villagers aren't trying to approach the mansion."
    },
    {
        "message": "ダニッジの家族達の有りし日の事を考えると、事件の後だからといって余人が部屋を踏み荒らすのは我慢がならない。"
    },
    {
        "message": "Looks like it still holds up pretty well even now."
    },
    {
        "message": "With this, it could probably sell for a good price as antique furniture."
    },
    {
        "message": "It's not really a good habit to immediately judge the value of everything I see."
    },
    {
        "message": "Maybe I picked up Thomas's habit..."
    },
    {
        "message": "It's a small desk for jotting things down."
    },
    {
        "message": "There's a photo of the Dunwich family placed on top."
    },
    {
        "message": "This looks like Dollie's study."
    },
    {
        "message": "The room was sealed by Marsh, and the key was thrown away."
    },
    {
        "message": "You have to find the key to get into the room."
    },
    {
        "message": "どうしてドルリイが凶行に及んだのか、その原因が解ればアーカムの秘密の一端に触れる事が出来るかもしれない。"
    },
    {
        "message": "Looks like a door that leads to the next room."
    },
    {
        "message": "客間か、ドルリイの書斎だろうか‥‥‥‥‥‥‥‥‥"
    },
    {
        "message": "The door is locked, so you can't go inside."
    },
    {
        "message": "This must be the room Marsh was talking about, the one without a key."
    },
    {
        "message": "Dollie pointed a gun at her own head in this room."
    },
    {
        "message": "I wonder what it's like inside."
    },
    {
        "message": "He asked his best friend Marsh to lock up after his death, and even left a note telling him to throw away the key."
    },
    {
        "message": "I wonder what's hidden in this room."
    },
    {
        "message": "There's no way they'd seal up a room for no reason."
    },
    {
        "message": "There must be an important meaning hidden here......"
    },
    {
        "message": "I can't understand what Dollie is thinking."
    },
    {
        "message": "自分の家族を惨殺し、自らも銃によって果てたという行為はとてもまともではない、マーシュに頼んだ事も狂った頭が考え出した埒もない気まぐれなのだろうか。"
    },
    {
        "message": "Anyway, I have to find the key to get into this room."
    },
    {
        "message": "Marsh said Dollie might have hidden the key somewhere."
    },
    {
        "message": "If anywhere, it's probably somewhere in this mansion, or maybe the president's office at Miskatonic University."
    },
    {
        "message": "Even though Philip was supposed to have gone missing before Dollie was born, the two of them look amazingly alike."
    },
    {
        "message": "There probably isn't anyone who would deny that these two are parent and child."
    },
    {
        "message": "And‥‥‥‥‥‥‥"
    },
    {
        "message": "The face I saw in the mirror this morning also looks a lot like the portrait of Philip."
    },
    {
        "message": "No wonder Marsh wanted to call my face an 'Innsmouth face' when he saw it."
    },
    {
        "message": "Is it just a coincidence, or am I actually connected to the Dunwich family somehow?"
    },
    {
        "message": "Is this a portrait of Philip Dunwich?"
    },
    {
        "message": "He looks like he's probably in his mid-30s, and for the portrait of a man who succeeded as a merchant and earned a huge fortune, he looks surprisingly youthful."
    },
    {
        "message": "His sharply pointed, high aquiline nose and sturdy jaw show Philip's strong will and stubborn nature, while those long, sharp eyes seem to prove he's a denizen of a dangerous world."
    },
    {
        "message": "If you're always boarding ships as a merchant, it's nothing but tricky business-psychological games with your trading partners, having to keep rough-and-tumble sailors in line, and so on."
    },
    {
        "message": "It's true that my gaze gets sharper and I get more stubborn when I'm getting a little drunk."
    },
    {
        "message": "You can't just decide someone is selfish just from a glance."
    },
    {
        "message": "It's probably a portrait of the head of the Dunwich family."
    },
    {
        "message": "Whether it belonged to Dollie, her father Philip, or maybe someone who was head of the house even before them whom I don’t know..."
    },
    {
        "message": "Photography already existed in Dollie's time, and I can't see him as a man with such a strong desire for attention that he'd go out of his way to have a portrait painted."
    },
    {
        "message": "On the other hand, if it's something from a way previous head of the family, it doesn't make sense for there to be just one piece. There should be paintings of all the successive heads lined up."
    },
    {
        "message": "If I think about it as Dollie hanging up this painting here to get a sense of the father who disappeared before she was born, that makes the most sense."
    },
    {
        "message": "This painting is probably Philip Dunwich's."
    },
    {
        "message": "Philip was supposed to have disappeared before Dollie was born, but their faces are amazingly similar."
    },
    {
        "message": "There probably isn't anyone who would deny that these two are parent and child."
    },
    {
        "message": "And then............"
    },
    {
        "message": "This morning, the face I saw in the mirror definitely looked just like Philip in the portrait."
    },
    {
        "message": "It's no wonder Marsh looks at my face and wants to call it an 'Innsmouth look.'"
    },
    {
        "message": "Is it just a coincidence, or am I someone connected to the Dunwich family?"
    },
    {
        "message": "It's a photo of the Dunwich family."
    },
    {
        "message": "I don't know when this photo was taken, but just looking at it, I can hardly believe these people would be involved in that horrible incident a few years later."
    },
    {
        "message": "They just look like an ordinary, close-knit family..."
    },
    {
        "message": "もしこの一家に問題があったのだとしたら、この写真にはうつっていない人間、フィリップに原因があったのではないだろうか。"
    },
    {
        "message": "It's a photo of the Dunwich family."
    },
    {
        "message": "The background is mountains and sky, looks like it was taken when they went on a picnic or something somewhere."
    },
    {
        "message": "The one on the left side of the back row is Dollie, and next to her is probably my wife, Jean."
    },
    {
        "message": "The two girls in the front row, and the old woman in the center-is that Philip's mother, Eva?"
    },
    {
        "message": "I don't know when this photo was taken, but just looking at this, I can hardly believe that these people would become involved in that horrible incident a few years later."
    },
    {
        "message": "They just look like an ordinary, happy family, and yet......"
    },
    {
        "message": "If there was a problem with this family, maybe the cause was someone not shown in this photo-Philip."
    },
    {
        "message": "A cause that could drag a happy-looking, close family straight down into the abyss in an instant..."
    },
    {
        "message": "Is this a view of Arkham, I wonder? Looking at it like this, it seems like an idyllic, peaceful place."
    },
    {
        "message": "Is this the scenery of Arkham? Looking at it like this, it seems pastoral and like a truly peaceful, nice place."
    },
    {
        "message": "If Arkham has become an accursed land, there's no doubt that the cause isn't the climate, but rather the villagers themselves."
    },
    {
        "message": "There's nothing inside."
    },
    {
        "message": "Looks like someone got rid of whatever was in here."
    },
    {
        "message": "Nothing's inside."
    },
    {
        "message": "It looks like someone got rid of whatever was in here."
    },
    {
        "message": "There's nothing inside."
    },
    {
        "message": "It looks like someone got rid of whatever was in here."
    },
    {
        "message": "Entrance hall"
    }
]