[
  {
    "message": "It's the hallway that leads to the room on the second floor."
  },
  {
    "message": "The mansion, built over a century ago, creaks and groans with every step I take, sending chills down my spine."
  },
  {
    "name": "Cordelia",
    "message": "Are you planning to go into the room where another girl was killed again？"
  },
  {
    "message": "　　　　　　　　I don't want to go into that room."
  },
  {
    "message": "Seeing the unmistakably vivid traces of blood left on the floor and the Bed inside, I can't help but be reminded all over again that this room is the scene where a young girl was murdered."
  },
  {
    "message": "I don't really feel like stepping in too eagerly though......"
  },
  {
    "message": "The second-floor hallway, with not a single window, didn't even get a sliver of moonlight, and even just walking normally demanded a lot of caution."
  },
  {
    "message": "The wooden hallway, which must be well over 100 years old, creaks and makes unpleasant sounds with every step I take, making me feel like it could collapse at any moment."
  },
  {
    "message": "Maybe coming here alone was a mistake."
  },
  {
    "message": "It's not like I actually believe in ghosts or anything..."
  },
  {
    "message": "This is the second-floor hallway of the Danidge Mansion."
  },
  {
    "message": "There are two doors on either side, and it's too dark further in to make out anything."
  },
  {
    "name": "Jonathan",
    "message": "The floor might give way, so walk quietly."
  },
  {
    "message": "　　　　　　　　After all, it's an old building......"
  },
  {
    "message": "This is the second-floor hallway of the Dunwitch Mansion."
  },
  {
    "message": "There are two doors to the left and right, and it's too dark further in to see clearly."
  },
  {
    "name": "Cordelia",
    "message": "So this is what it's like inside the Mansion."
  },
  {
    "message": "　　　　　　　　It's dim and scary."
  },
  {
    "message": "Cordelia presses her body against my arm and whispers softly in my ear."
  },
  {
    "message": "The soft feel of her chest against my arm isn't bad, but walking this close together makes it really hard to move."
  },
  {
    "name": "Jonathan",
    "message": "Move a little further away, I can't walk properly like this.　　　　　　　It's dark enough as it is..."
  },
  {
    "name": "Cordelia",
    "message": "But it's scary, you know."
  },
  {
    "message": "　　　　　　　　If I were a child in this house, there's no way I could walk down a hallway like this every day."
  },
  {
    "message": "There's not as much dust as I thought, but there are dark stains in spots."
  },
  {
    "message": "It's unclear whether the floorboards are rotting or if it's a remnant of the incident."
  },
  {
    "message": "This floor was built over a hundred years ago, so it wouldn't be weird if it caved in at any time."
  },
  {
    "message": "The places that look kinda blackened--are the floorboards rotting, or is it leftovers from that incident..."
  },
  {
    "message": "Maybe it's because there aren't any windows for dust to get in, it's not as dirty as the entrance hall."
  },
  {
    "message": "With this, even if someone had already entered before me, it would be hard to find their footprints. That said, that's only if there was another way into the Mansion besides the front door."
  },
  {
    "message": "You can see cracks here and there in the plaster, but there's no major damage."
  },
  {
    "message": "If the upstairs had been used as a normal room, it wouldn't be surprising if things had gotten a lot worse from the vibrations......"
  },
  {
    "message": "The ceiling, beautifully coated with plaster, still remains just as it was back then, except for a few cobwebs."
  },
  {
    "message": "The upper floor should be an attic or something, but I don't see any stairs that look like they'd lead up there around here."
  },
  {
    "message": "I wonder if it had already been out of use since the time Dollie was alive, and the stairs had been removed."
  },
  {
    "message": "It's dark, so I can't really tell."
  },
  {
    "message": "Since there are two doors right in front of me, I think I should start by checking them out..."
  },
  {
    "message": "There's barely any light, so I can't tell what's in the back."
  },
  {
    "message": "If the living room and study are on the first floor, then the master bedroom for Dollie and her husband, and their daughters' rooms, should have been on this second floor."
  },
  {
    "message": "Anyway, there's no way it's just these two rooms in front of us."
  },
  {
    "message": "I don't really feel good about rummaging through a dead person's house like a thief, but I can't just leave it like this either."
  },
  {
    "message": "For now, we’ve got no choice but to start with whatever’s close at hand."
  },
  {
    "message": "It's a clunky iron door, totally out of place with the walls around it."
  },
  {
    "message": "All the other rooms had ordinary wooden doors, so I wonder why only this room has been replaced with an iron one."
  },
  {
    "message": "Did they not want to let outsiders into the room......"
  },
  {
    "message": "Or is it to stop whoever's inside from getting out of the room?"
  },
  {
    "message": "There's a rugged iron door."
  },
  {
    "message": "The key is already unlocked, but......"
  },
  {
    "message": "I still can't understand why only this room has been replaced with something as sturdy as steel."
  },
  {
    "message": "I wonder what used to go on in this room."
  },
  {
    "message": "The lock, which should have been unused and rusted for a long time, opened surprisingly easily."
  },
  {
    "message": "Even though the door is sturdy, there's only one key, and it doesn't even seem like it's that strong."
  },
  {
    "message": "The door looks seriously sturdy, made of metal, and it's reinforced with extra iron. It totally doesn't match the plastered walls around it, so you can tell someone installed it later for a special purpose."
  },
  {
    "message": "I touched the iron handle attached to the door covered in rust, but the door didn’t budge at all."
  },
  {
    "message": "I'm surprised it hasn't loosened even after decades have passed."
  },
  {
    "message": "It must have been attached real tight."
  },
  {
    "message": "Since they went to such lengths to keep others out, there must have been some serious reason behind it."
  },
  {
    "message": "I wonder what was going on in this room."
  },
  {
    "message": "The lock's already open."
  },
  {
    "message": "Even if this room is the place where one of the two daughters was killed, I have no choice but to go in."
  },
  {
    "message": "It opened."
  },
  {
    "message": "Now I can get inside the room."
  },
  {
    "message": "Looks like just an ordinary room door."
  },
  {
    "message": "Considering it's on the sunny side of the second floor, there's a high probability this is the room of one of Dollie's two daughters, Lorina or Hannah."
  },
  {
    "message": "Both daughters were killed by the axe swung down by their father, right?"
  },
  {
    "message": "I remember it was written that, especially Lorina, was found in a horribly gruesome state with both her hands and feet cut off."
  },
  {
    "message": "So that means, it's highly likely that on the other side of this door is where one of the girls was killed."
  },
  {
    "message": "　　Right room　　"
  },
  {
    "message": "Laboratory"
  },
  {
    "message": "　　Left room　　"
  },
  {
    "message": "　　kids' room　　"
  },
  {
    "message": "Entrance hall"
  }
]