[
  {
    "message": "As soon as I got off, the gloomy driver's bus sped off like it was running away. I hope he makes it back alright..."
  },
  {
    "message": "Anyway, if anything happens to that bus, I'll lose my only way to get home."
  },
  {
    "message": "Judging from the way the driver and the old station employee talked, it's unlikely that any eccentric driver would volunteer to be the regular driver to Arkham. There's no doubt I'll be stranded here for several days."
  },
  {
    "message": "There's no use standing around like this forever. The Fish Scale Inn is just a quick run away, and it's probably better to make a dash for it than just stand here getting soaked."
  },
  {
    "message": "Seems like the rain's coming down harder than before. The bus already left, so there's no turning back now. Maybe I'll check out that inn the old stationmaster mentioned, the Fish Scale Inn..."
  },
  {
    "message": "It doesn't seem to be as savage a place as I imagined. The roads are nicely paved, and there’s no sign of filth scattered around."
  },
  {
    "message": "What bothers me is, rather than the square being well managed, it feels more like nobody actually uses it. There’s no sense of life here at all. It’s like I’m the only one left behind in an abandoned village..."
  },
  {
    "message": "The buildings around here haven't been painted in at least 20 years. It really feels like a village on its way to ruin. Even though it's still evening, there's no one passing by-that really shows how deserted it is."
  },
  {
    "message": "Even near the entrance of the village, it's already like this. It's easy to imagine what it must be like further in."
  },
  {
    "message": "You can't see the sea from here, and there isn't anyone who looks like a fisherman either. Because of the rain, you can't even smell the sea... Is this really Arkham?"
  },
  {
    "message": "The street lamps dotting the roadside look like gas lamps from fifty years ago. The chances of them still working are super low. Does that mean there haven't been any new public facilities added since then？"
  },
  {
    "message": "I wonder if there are other guests staying at the Fish Scale Inn besides me. It'd feel awkward if I was the only guest in the place..."
  },
  {
    "message": "I wonder how long it's been since it was built. It's super run down and doesn't look like it's doing much business. I heard the owner is a widow named Mrs. Hudson, but I can't just straight up ask her, 'Is your inn doing well？' the first time I meet her."
  },
  {
    "message": "When I woke up in the morning, my stuff and wallet were gone, and the lady was already a hundred miles away... that isn't gonna happen to me, right？"
  },
  {
    "message": "Is that the 'only trustworthy inn in Arkham' that the old station worker was talking about? I think it was called Fish Scale Inn or something like that."
  },
  {
    "message": "There doesn't seem to be any other building like it, and... with this rain coming down, it's obvious I don't have the luxury to just stand around and admire the village scenery."
  },
  {
    "message": "As long as they serve hot coffee and something better to eat than fish and chips, I'm not gonna be picky. This isn't a tourist spot, after all."
  },
  {
    "message": "Probably the only general store in the village, I guess."
  },
  {
    "message": "It's not quite Harrods or Fortnum & Mason, but I bet it'll come in handy while I'm staying in the village."
  },
  {
    "message": "I just hope they don't have a policy where they won't sell anything to outsiders..."
  },
  {
    "message": "It's a decent building, but doesn't give off the vibe of an inn."
  },
  {
    "message": "Looks like they've got everything from clothes to medicine-just what you'd call a general store."
  },
  {
    "message": "Maybe I can hear some old stories from the shopkeeper. I guess I'll check it out after a bit of a break."
  },
  {
    "message": "Fish Scale Inn"
  },
  {
    "message": "Even that old man, who knows how many years it's been since he last came to Arkham. I really hope they're still in business."
  },
  {
    "message": "It's the only inn the old station worker said was reliable in the village..."
  },
  {
    "message": "There's no sign that looks like it, and in a place like this, I doubt there's any tourist information either."
  },
  {
    "message": "Since it's called an inn, it's probably bigger and more proper than the other houses. I'm not familiar with this area, so I should look around carefully."
  }
]