[
    {
        "message": "There's no way Cordelia would be in a place like this."
    },
    {
        "message": "Besides, right now, checking Dollie's study at the Dunwitch Mansion comes before looking for her."
    },
    {
        "message": "There's no one in the square."
    },
    {
        "message": "It's like the whole village has gone completely silent, as if it died."
    },
    {
        "message": "It's the village square."
    },
    {
        "message": "There’s no sign of people around, and nothing’s moving at all."
    },
    {
        "message": "ハドスン夫人の事といい、私たちを除く村人全員が何処かに姿を隠してしまったかのように思える。"
    },
    {
        "name": "Cordelia",
        "message": "The bridge is still down."
    },
    {
        "message": "　　　　　　　　Well,　it's　obvious　since　nobody's　trying　to　fix　it."
    },
    {
        "name": "Jonathan",
        "message": "With this, even if a bus comes from Salem, there's no way it can get into the village."
    },
    {
        "name": "Cordelia",
        "message": "Do you think the driver will tell someone about this？"
    },
    {
        "message": "　　　　　　　　If that's the case, someone who noticed the weirdness might come to help us, you know."
    },
    {
        "name": "Jonathan",
        "message": "それはあまり望みがないな。"
    },
    {
        "message": "　　　　　　　　That　driver　is　probably　pretending　not　to　know　anything,　happy　that　he　can't　get　into　the　village."
    },
    {
        "message": "After the rain, puddles have formed all over the paved road, half-frozen from the cold."
    },
    {
        "message": "The night I ran away with Cordelia down this road feels like it happened ages ago. Now that someone has destroyed the bridge, and the railroad bridge is being watched, my plan to escape by land has been crushed."
    },
    {
        "message": "If there's any other possibility, it's only to escape by sea......"
    },
    {
        "message": "This is the starting point of Main Street, which passes in front of the Fish Scale Inn."
    },
    {
        "message": "Even though it's kept so beautiful, not a single tourist ever stops to notice. The villagers don't seem to care much, either."
    },
    {
        "message": "Well, since literally nobody uses this place, maybe they've just decided from the start that fixing it up is a waste."
    },
    {
        "message": "Almost all the buildings around here seem to be unused these days."
    },
    {
        "message": "With nobody using them, and apparently nobody thinking to demolish or rebuild them either, most places are just left abandoned."
    },
    {
        "message": "The window frames with no glass look like the empty eye sockets of a corpse with its eyeballs gone."
    },
    {
        "message": "There's at least a chance the Necronomicon could be hidden in one of these deserted buildings, but it would just take way too long to search them all."
    },
    {
        "message": "Is it possible that Thomas is hiding with Cordelia in the abandoned house?"
    },
    {
        "message": "It's not clear what kind of ritual Thomas is planning to perform, but it's probably not something simple that can be done just anywhere."
    },
    {
        "message": "I can see the Fish Scale Inn."
    },
    {
        "message": "I wonder where Mrs. Hudson, who vanished, went off to."
    },
    {
        "message": "突然失踪してしまったという夫や、コーデリアの養父母、雑貨店の前の店主などと同じようにもう二度と姿を現さないつもりだろうか。"
    },
    {
        "message": "魚鱗亭には明かりがついていないようだ。"
    },
    {
        "message": "Did Ms. Hudson, who said the 『Deep One』 I shot dead was her husband, disappear again?"
    },
    {
        "message": "Did she finally break free from the Fish Scale Inn』s curse and head to a new land, or did she go to where her child, who became a Deep One just like her husband, was...?"
    },
    {
        "message": "It's the only store that's open for business in the village."
    },
    {
        "message": "When I first met Hans, I thought he was a good guy, but now he's not so friendly toward us."
    },
    {
        "message": "Just like Marsh was when he was alive, he looks like he's scared of something..."
    },
    {
        "message": "I wonder if they're being threatened by someone."
    },
    {
        "message": "I can see the general store."
    },
    {
        "message": "The shop was wrecked by Deep Ones and is in no shape to be open for business."
    },
    {
        "message": "I couldn't see Hans, but maybe he got eaten by a Deep One."
    },
    {
        "message": "That guy ain't from the village, so there's no way he's a follower of Dagon, and if that's the case, he probably doesn't have any way to protect himself."
    },
    {
        "name": "Cordelia",
        "message": "I wonder where Hudson went off to."
    },
    {
        "message": "　　　　　　　　I can't imagine that person leaving the Fish Scale Inn unattended."
    },
    {
        "name": "Jonathan",
        "message": "I really can't think of anywhere Mrs. Hudson would go."
    },
    {
        "name": "Cordelia",
        "message": "No way, you don't think they got done in by that fish monster we saw, do you?"
    },
    {
        "name": "Jonathan",
        "message": "I heard they disappeared last night, but if they were attacked at the Fish Scale Inn, the professor or Thomas would've noticed, right?"
    },
    {
        "name": "Cordelia",
        "message": "I wonder if she left on her own."
    },
    {
        "name": "Jonathan",
        "message": "He's probably just got something to do and will be out for a little while.　　　　　　　He'll come back before long."
    },
    {
        "name": "Cordelia",
        "message": "Yeah, it's fine, we don't have to worry, right？"
    },
    {
        "name": "Cordelia",
        "message": "What are you looking at？"
    },
    {
        "message": "　　　　　　　　Let's　hurry　up　and　go　look　for　the　Necronomicon."
    },
    {
        "message": "　　　Map　　　"
    }
]