[
    {
        "message": "We passed by the Fish Scale Inn and came to the village square, where you can get a full view of what used to be Main Street. Thick clouds still hung in the sky, and it looked like it might start raining any minute. Since I came to this village, I haven't seen a single clear sky, but I guess that's just how England is."
    },
    {
        "message": "私が観景に見とれる間にも、ガードナーは苛立たしげにパイプをふかしトマスはわざとらしく腕組みをしながら足を踏みならした。"
    },
    {
        "message": "It's a plaza with a view of Main Street in Arkham. As usual, there isn't a single person in sight."
    },
    {
        "name": "Thomas",
        "message": "What the hell are we doing coming to a place like this？"
    },
    {
        "message": "　　　　　　I thought we were on our way to the Pub for a drink？"
    },
    {
        "name": "Gardner",
        "message": "Hmph, it annoys me to agree with a man like this, but I also remember it that way."
    },
    {
        "message": "Apparently, this isn’t the ruins after all."
    },
    {
        "message": "How do you even make a mistake and end up in a place like this..."
    },
    {
        "message": "This is a plaza, but... there's no sign of Gardner or Thomas anywhere. Not that I can imagine either of them being in a place like this, anyway."
    },
    {
        "message": "Shouldn't we hurry to the general store Mrs. Hudson mentioned? If we don't move fast, our chances of meeting the two of them will just keep dropping."
    },
    {
        "message": "Even though it was just yesterday that I first set foot here, it feels like a whole lot of time has passed. Maybe it's because this village seems completely cut off from the flow of time in the outside world, so it messes with my sense of time like that."
    },
    {
        "message": "The stone-paved road stretches on far ahead."
    },
    {
        "message": "A lot of people probably used to walk this road, but now there's no one in sight. I have no idea where the side paths stretching left and right actually lead."
    },
    {
        "message": "It'd be great if I could get a map here, but with the train route map I have, it seems difficult to get any more info than what I already have."
    },
    {
        "message": "The streetlights dotted along the roadside look like gas lamps from fifty years ago. The chances of them still working now are pretty much zero. Does that mean no new public facilities have been put in since then？"
    },
    {
        "message": "The buildings around here haven't even been painted in like, 20 years. It seriously feels like a village on the road to ruin."
    },
    {
        "message": "Even near the entrance of the village, it's already like this. It's easy to imagine what it must be like further in."
    },
    {
        "message": "If they keep running the business for another 50 years without any incidents, it’ll probably become a fine cultural heritage site."
    },
    {
        "message": "It's the Fish Scale Inn where Mrs. Hudson is waiting. There aren't any lights in the windows, but it's definitely open for business."
    },
    {
        "message": "Maybe you could even say that the Fish Scale Inn is the last stronghold in Arkham that's still protecting civilized living."
    },
    {
        "message": "The station attendant in Salem said that Arkham’s residents rarely show up in town. So then, how do they stock their goods?"
    },
    {
        "message": "That's probably the general store Mrs. Hudson was talking about."
    },
    {
        "message": "If I leave now, I might be able to catch up to Gardner and Thomas."
    },
    {
        "message": "It was a general store that handled a surprisingly rich and eclectic mix of goods, something you wouldn't expect in Arkham. When I went there, there wasn't a single customer, but I wonder if it's actually doing well."
    },
    {
        "message": "Fish Scale Inn"
    },
    {
        "message": "General store"
    },
    {
        "message": "　　　Ruins　　　"
    },
    {
        "message": "Gilman House"
    }
]