[
    {
        "message": "I came to the village plaza with the suspension bridge that connects Arkham and the outside world."
    },
    {
        "message": "I can't see anyone around here."
    },
    {
        "message": "There's nobody in the plaza."
    },
    {
        "message": "The villager who appeared before us yesterday suddenly vanished again, and we have no idea where to go to meet them."
    },
    {
        "message": "It's the village square."
    },
    {
        "message": "The villager who showed up in front of us yesterday and almost admitted that they were the ones who killed Marsh seems to have gone into hiding somewhere today."
    },
    {
        "message": "Even in Arkham, the area where the villagers live is a place we could never set foot in, and if we carelessly wandered in there, who knows what might happen to us."
    },
    {
        "message": "The air is so full of moisture, it clings to your body, making it almost certain that it’s about to start raining any minute now."
    },
    {
        "message": "There were pearl-like droplets of water all over the brick pavement road in the square, making it seem like you could slip at any moment."
    },
    {
        "message": "If it rains again, the chances of repairing the suspension bridge, with no prospect of recovery in sight, are pretty much hopeless."
    },
    {
        "message": "This is the starting point of the Main Street that passes in front of the Fish Scale Inn."
    },
    {
        "message": "Even though it's kept so beautiful, not a single tourist takes notice of it. The villagers don't seem to care much, either."
    },
    {
        "message": "Still, since there isn't a single person who uses it, maybe they've decided from the start that fixing it up would just be a waste of time."
    },
    {
        "message": "On the brick pavement road, there are bead-like droplets of water."
    },
    {
        "message": "The moisture in the air seemed to have increased even more, so it wouldn't be surprising if it started raining at any moment."
    },
    {
        "message": "Most of the buildings around here don't seem to be in use anymore."
    },
    {
        "message": "There’s nobody to use it, and it looks like there’s also nobody who wants to tear it down or renovate it, so it’s been almost completely left alone and abandoned as is."
    },
    {
        "message": "A window with no glass looks like the eye socket of a corpse that's lost its eyeballs."
    },
    {
        "message": "Not even a sign of yesterday's villagers can be seen around here."
    },
    {
        "message": "Like how wild animals sharply sense the weather and quickly return to their burrows before disaster hits, maybe they're predicting changes in the weather and staying cooped up at home."
    },
    {
        "message": "The ruined houses exposing their corpses here and there aren’t sturdy enough to keep out the fierce wind and rain-maybe it’d be better to just go back to my room at the Fish Scale Inn instead of standing here getting drenched by the cold rain."
    },
    {
        "message": "The window of the abandoned house looks just like the hollow eye sockets of a corpse."
    },
    {
        "message": "Isn’t there anyone who feels like doing something about this？"
    },
    {
        "message": "It’s an old building, just like the others around here, but even though most are pretty much abandoned empty houses, this one at least looks like someone could live in it."
    },
    {
        "message": "From the outside, it seems pretty spacious, but I wonder how many guest rooms there are besides the ones we use."
    },
    {
        "message": "The Fish Scale Inn is our only foothold here in Arkham."
    },
    {
        "message": "Even though it’s such a rickety inn, I weirdly feel safe when I’m inside."
    },
    {
        "message": "From here, I can’t see the Fish Scale Inn’s windows lit up."
    },
    {
        "message": "I wonder if Mr. Hudson and Thomas are still at it."
    },
    {
        "message": "To think that Mrs. Hudson, who kept the Fish Scale Inn running after her good-for-nothing husband disappeared without even a single juicy rumor, like some model of chastity, would end up fooling around with a guy like that."
    },
    {
        "message": "It's absolutely unbelievable, but back then, that woman's expression looked just like the expression of a woman drowning in pleasure."
    },
    {
        "message": "I can't stop thinking about what Thomas blurted out, about the missing woman's husband and her child."
    },
    {
        "message": "I wonder if Thomas was holding onto that woman's secret and used it to force her into sleeping with him."
    },
    {
        "message": "I just can't imagine Mr. Hudson doing something like that on his own will."
    },
    {
        "message": "Either way, it seems like the missing husband and their two kids are involved somehow."
    },
    {
        "message": "This is the only general store still doing business in the village."
    },
    {
        "message": "A friendly young shopkeeper runs it alone."
    },
    {
        "message": "Every shop in the village that serves customers-Fish Scale Inn, general store, Gilman House-is run by people who came from outside the village. I wonder if there's a reason for that？"
    },
    {
        "message": "　　　Map　　　"
    }
]