[
  {
    "message": "After leaving the room soaked in lewd smells and our sweat, even this garish, toxic-looking room feels strangely comforting."
  },
  {
    "message": "The overwhelming ecstasy from earlier has vanished like a lie, and now I’m just left shocked and guilty that I had such desires."
  },
  {
    "name": "Madam",
    "message": "Oh my, that was awfully quick, wasn't it‥‥‥‥‥"
  },
  {
    "name": "Madam",
    "message": "Mabel didn't suit your taste？"
  },
  {
    "name": "Madam",
    "message": "Didn't you like Sue？"
  },
  {
    "name": "Jonathan",
    "message": "No, that's not true."
  },
  {
    "name": "Madam",
    "message": "I bet you are, you've got such a satisfied look on your face."
  },
  {
    "message": "　　　　　　Did this girl get too fired up and end up sucking it all out completely？"
  },
  {
    "name": "Jonathan",
    "message": "Yeah, that's right........."
  },
  {
    "message": "　　　　　　　　I had no idea I was that kind of person."
  },
  {
    "name": "Madam",
    "message": "That's what a brothel is, you know."
  },
  {
    "message": "　　　　　　It means you can meet the other you who was oppressed and sunk to the bottom of your consciousness."
  },
  {
    "name": "Madam",
    "message": "You can stay until morning, you know？"
  },
  {
    "message": "　　　　　　In another two or three hours, you'll probably be feeling completely better."
  },
  {
    "name": "Jonathan",
    "message": "No, sorry, but I can't just do that."
  },
  {
    "message": "　　　　　　　　I've　got　something　I　absolutely　can't　get　out　of."
  },
  {
    "name": "Madam",
    "message": "I see...... That's a shame."
  },
  {
    "message": "　　　　　　Come again sometime. Next time, I'll personally keep you company."
  },
  {
    "name": "Madam",
    "message": "Oh, you’re the one from earlier……"
  },
  {
    "name": "Madam",
    "message": "You're here again？"
  },
  {
    "message": "　　　　　　You sure like it more than you look like you would."
  },
  {
    "name": "Jonathan",
    "message": "No, that's not it."
  },
  {
    "name": "Madam",
    "message": "You don't have to make excuses, all men are like that.　　　　　　So, which girl do you want next？"
  },
  {
    "name": "Thomas",
    "message": "Yo, Madam！"
  },
  {
    "message": "　　　　　　I　came　again,　just　like　I　promised."
  },
  {
    "message": "The room is filled with an overpowering thick perfume scent and the sweet body odor of a woman."
  },
  {
    "message": "The woman Thomas called Madam seemed somewhat older than the other two prostitutes, and since she's called 'Madam,' she's probably the owner of this brothel."
  },
  {
    "name": "Madam",
    "message": "Oh, really！"
  },
  {
    "message": "　　　　　　Thanks for coming, is that person over there your friend？"
  },
  {
    "name": "Thomas",
    "message": "So your name's Jonathan."
  },
  {
    "message": "　　　　　　Looks like it's your first time at a place like this, so take care of me, alright?"
  },
  {
    "name": "Madam",
    "message": "Oh, is that so."
  },
  {
    "message": "　　　　　　I'm glad your first time was at our place, I promise you won't be disappointed！"
  },
  {
    "name": "Madam",
    "message": "Sue, Mabel, say hello."
  },
  {
    "message": "　　　　　　This is Jonathan."
  },
  {
    "name": "Sue",
    "message": "Nice to meet you, I'm Sue."
  },
  {
    "name": "Mabel",
    "message": "Hello, my name is Mabel."
  },
  {
    "name": "Madam",
    "message": "She’s young and doesn’t know a lick of manners, but when it comes to that kind of thing, she’s just fine. After all, I was the one who personally drilled it into her."
  },
  {
    "name": "Thomas",
    "message": "I've already checked that myself."
  },
  {
    "message": "　　　　　　You're the star today, so pick from Jonathan."
  },
  {
    "name": "Jonathan",
    "message": "Even if you tell me to choose......"
  },
  {
    "name": "Madam",
    "message": "You're really shy, aren't you......"
  },
  {
    "message": "It's decorated with gaudy ornaments."
  },
  {
    "message": "The strong smell of perfume is wafting through the air, and it's making me feel sick."
  },
  {
    "message": "Setting aside the slightly unique vibe, it's a stylish interior that could pass for a lower-middle-class hotel room even in London."
  },
  {
    "message": "I've never been in a place like a brothel before, but is it always like this everywhere?"
  },
  {
    "message": "Compared to places like the Fish Scale Inn or Gilman House, they seem more proactive with investing in their facilities."
  },
  {
    "message": "That just means there's that much profit to be made."
  },
  {
    "message": "It's got some pretty stylish decorations."
  },
  {
    "message": "Maybe paying attention to these little details is proof that they're running their business seriously."
  },
  {
    "message": "It probably wasn't easy at all to set up a shop like this in Arkham. The lady owner here might actually be pretty shrewd."
  },
  {
    "name": "Madam",
    "message": "Sorry, but Mabel is still in the middle of keeping Thomas company."
  },
  {
    "name": "Madam",
    "message": "Wanna try being Sue again？"
  },
  {
    "message": "　　　　　　If you want, I could keep you company too..."
  },
  {
    "name": "Madam",
    "message": "You're tired, aren't you？"
  },
  {
    "message": "　　　　　　If possible, I'd rather keep you company when you're a bit more energetic."
  },
  {
    "name": "Madam",
    "message": "Sue, you've been called."
  },
  {
    "message": "　　　　　　Come on, come on, hurry up and lift your heavy butt！"
  },
  {
    "name": "Sue",
    "message": "I'm glad you picked me！"
  },
  {
    "message": "　　　　　People like you are pretty much my type."
  },
  {
    "name": "Madam",
    "message": "Well, that's great for you."
  },
  {
    "message": "　　　　　　Do your best to give them all the service you possibly can."
  },
  {
    "name": "Sue",
    "message": "Shall we go？"
  },
  {
    "message": "　　　　　My room's over there."
  },
  {
    "name": "Madam",
    "message": "Thomas, what are you gonna do？"
  },
  {
    "name": "Thomas",
    "message": "What do you mean, 'do what'？"
  },
  {
    "message": "　　　　　　The only one left is Mabel now, right?"
  },
  {
    "name": "Madam",
    "message": "There's an exceptional one left right in front of you."
  },
  {
    "name": "Thomas",
    "message": "Thanks, but I’ll stick with Mabel. She’s the one I always go with since I started coming here！"
  },
  {
    "name": "Madam",
    "message": "Well, that's no fun."
  },
  {
    "message": "　　　　　　Mabel,　show　Mr.　Thomas　to　his　room."
  },
  {
    "name": "Mabel",
    "message": "Yeah......"
  },
  {
    "name": "Sue",
    "message": "What are you doing, come on, let's go already？"
  },
  {
    "name": "Madam",
    "message": "Both of you, do your best."
  },
  {
    "message": "　　　　　　It's already late at night, so we're not letting any more customers into the shop tonight."
  },
  {
    "name": "Thomas",
    "message": "See ya, Jonathan."
  },
  {
    "name": "Madam",
    "message": "You've been watching Sue for a while now, huh? Do you like her?"
  },
  {
    "name": "Jonathan",
    "message": "Hmm, I guess so. I do think you're cute, though..."
  },
  {
    "name": "Madam",
    "message": "Sue is from Norway, you ever been with a Scandinavian girl？　　　　　　When it comes to beautiful skin, they rival Oriental women."
  },
  {
    "message": "She seems to be just a little older than Cordelia, but she definitely looks like a working girl, with heavy makeup."
  },
  {
    "message": "With her adorable face, she really doesn't look like a girl working as a prostitute, and honestly, she doesn’t even fit in here in Arkham, but the way she's sitting with her legs crossed, leaning her body against the armrest and looking up at me-it's a pose carefully trained to seduce men."
  },
  {
    "message": "The way the sensual curves of her body show through the thin Gown feels a bit out of balance with her rather baby-faced expression, but there are probably people who'd find that appealing."
  },
  {
    "message": "She gives her body to several men every night, and people probably insult her as a lowly prostitute, but there’s no hint of gloom on her face at all."
  },
  {
    "message": "She seems totally different from the London women who, troubled in life, end up becoming prostitutes."
  },
  {
    "name": "Madam",
    "message": "Sorry, Sue is still keeping Thomas company.　　　　　　At this rate, she probably won't let him go until morning."
  },
  {
    "name": "Madam",
    "message": "What do we do？"
  },
  {
    "message": "　　　　　　Wanna do it with Mabel again？"
  },
  {
    "name": "Madam",
    "message": "If you want, I could keep you company myself......"
  },
  {
    "message": "　　　　　　You're already tired, aren't you？"
  },
  {
    "name": "Madam",
    "message": "It's pretty rare for me to take on customers myself, you know."
  },
  {
    "message": "　　　　　　If you're gonna do it anyway, pamper me a whole lot when I'm feeling more energetic."
  },
  {
    "name": "Madam",
    "message": "Mabel, Jonathan is calling for you."
  },
  {
    "name": "Mabel",
    "message": "Yes, Madam…………"
  },
  {
    "name": "Madam",
    "message": "Come on now, hurry up and take him to the room！"
  },
  {
    "message": "　　　　　　Make　sure　you　enjoy　yourselves　plenty,　okay?"
  },
  {
    "name": "Madam",
    "message": "It's already late tonight, so no more customers until morning."
  },
  {
    "message": "　　　　　　Thomas, what about you？"
  },
  {
    "name": "Thomas",
    "message": "What am I supposed to do about it, huh?"
  },
  {
    "name": "Madam",
    "message": "Who are you going to choose, me or Sue?"
  },
  {
    "name": "Thomas",
    "message": "Sorry, but I prefer younger girls over older women.　　　　　　I've been close with Sue ever since she first came to the shop, you know."
  },
  {
    "name": "Madam",
    "message": "Well, that's no fun at all."
  },
  {
    "message": "　　　　　　Alright, Sue, go on, hurry up."
  },
  {
    "name": "Mabel",
    "message": "Jonathan, over here."
  },
  {
    "name": "Thomas",
    "message": "See ya, Jonathan."
  },
  {
    "message": "　　　　　　Go and have as much fun as you can."
  },
  {
    "name": "Madam",
    "message": "Looks like you've taken a liking to Mabel."
  },
  {
    "name": "Jonathan",
    "message": "She's a pretty quiet girl."
  },
  {
    "name": "Madam",
    "message": "For someone who grew up in London, I’m not that jaded, right？"
  },
  {
    "message": "　　　　　　But I'm not as well-behaved in bed as I look！"
  },
  {
    "name": "Madam",
    "message": "If you're not careful, you'll get sucked dry until you can't even stand.　　　　　　Better watch yourself."
  },
  {
    "message": "She seems a bit older than the girl next door, and, in contrast to the active and schoolgirlish Sue, she has a calm and intelligent vibe."
  },
  {
    "message": "Her beautiful black hair, rivaling Cordelia's, is cut evenly at shoulder length, brushing slightly over her face-which is more accurately described as stunningly beautiful than simply cute."
  },
  {
    "message": "Unlike Sue, who's open about flirting with men, she's a bit more reserved; only the tips of her toes are visible from under the quiet Gown she's wearing."
  },
  {
    "message": "The eyes looking at me seem afraid that if a customer chooses them, they'll be disappointed, like they don't really want to be picked."
  },
  {
    "message": "Since she's content to be holed up in a place like this, she probably has some dark past that's casting a shadow over her now, but it would be pretty tactless to ask about it."
  },
  {
    "name": "Madam",
    "message": "Your friend Thomas is still in the middle of having fun."
  },
  {
    "message": "　　　　　　I don't think they'll be coming out until probably morning, though？"
  },
  {
    "name": "Jonathan",
    "message": "Thomas, do you come here a lot？"
  },
  {
    "name": "Madam",
    "message": "Yeah, it seems like she started coming here a while after moving to this village.　　　　　　Out in the sticks like this, there’s nothing else fun to do, you know?"
  },
  {
    "name": "Jonathan",
    "message": "When she comes here, does she usually stay until morning？"
  },
  {
    "name": "Madam",
    "message": "Yes, that's right."
  },
  {
    "message": "　　　　　　Look at that body-on mornings after she's been with him, it sounds like she's so worn out she can't even stand up."
  },
  {
    "name": "Madam",
    "message": "Looks like you're having trouble picking which girl you want."
  },
  {
    "message": "　　　　　　If you don't choose soon, it'll be morning."
  },
  {
    "name": "Jonathan",
    "message": "But, even if you ask me to choose, you know......"
  },
  {
    "name": "Madam",
    "message": "You don't need to worry about it that much."
  },
  {
    "message": "　　　　　　It's not like tonight is the last night in this world, right？"
  },
  {
    "name": "Madam",
    "message": "No matter which you choose, I promise you won't regret it."
  },
  {
    "message": "　　　　　　Come　on,　hurry　up　and　decide　already."
  },
  {
    "name": "Madam",
    "message": "Take your time and browse as much as you like."
  },
  {
    "message": "　　　　　　If it were some stuck-up ladies, they wouldn't allow something like that, but all the girls here have such good hearts, you know."
  },
  {
    "name": "Madam",
    "message": "What's wrong？"
  },
  {
    "message": "　　　　　　Hurry up and pick a girl."
  },
  {
    "name": "Jonathan",
    "message": "No, but......"
  },
  {
    "name": "Madam",
    "message": "How long are you gonna mope around?"
  },
  {
    "message": "　　　　　　If you've come this far, isn't it smarter to just have fun?"
  },
  {
    "name": "Jonathan",
    "message": "‥‥‥‥‥‥‥‥"
  },
  {
    "name": "Madam",
    "message": "Got it, you’ve got someone good back in your country, right？"
  },
  {
    "message": "　　　　　　So　that's　why　you're　feeling　guilty,　huh."
  },
  {
    "name": "Madam",
    "message": "You don't have to worry about that！"
  },
  {
    "message": "　　　　　　What happens here is just playing around, you know. My mind and this part down here are totally separate things."
  },
  {
    "name": "Jonathan",
    "message": "Not the country, but inside this village..."
  },
  {
    "name": "Madam",
    "message": "Just pick one already."
  },
  {
    "message": "　　　　　　If you want, I can choose for you？"
  },
  {
    "name": "Madam",
    "message": "Let's see......"
  },
  {
    "name": "Madam",
    "message": "You, despite how you look, don't you prefer strong-willed girls？"
  },
  {
    "message": "　　　　　　You get off on making cheeky girls submit in Bed, don't you."
  },
  {
    "name": "Madam",
    "message": "Then......"
  },
  {
    "name": "Jonathan",
    "message": "No, that's enough."
  },
  {
    "message": "　　　　　　　　I'll decide for myself, so be quiet."
  },
  {
    "name": "Madam",
    "message": "Then go ahead."
  },
  {
    "message": "　　Go outside　　"
  }
]