[
    {
        "message": "I came back in front of the Brothel."
    },
    {
        "message": "I came in front of the Brothel."
    },
    {
        "message": "Gardner, who's next to me, looks exasperated, probably wondering what the hell I'm doing coming to a place like this."
    },
    {
        "message": "But before I face the harsh reality waiting for me, it wouldn't hurt to enjoy myself a little."
    },
    {
        "name": "Cordelia",
        "message": "ジョナサン‥‥‥‥‥"
    },
    {
        "name": "Cordelia",
        "message": "What are you thinking at a time like this？"
    },
    {
        "message": "　　　　　　　　If　you　don't　really　intend　to　look,　then　by　all　means,　go　have　fun　on　your　own."
    },
    {
        "name": "Cordelia",
        "message": "I can go by myself, you know."
    },
    {
        "message": "　　　　　　　　So, what'll you do？"
    },
    {
        "message": "Cordelia saw me staring intently at the brothel and looked away, half exasperated."
    },
    {
        "message": "Sure, coming to a place like this at a time like this is way too reckless. Our lives are on the line right now; this is no time to be messing around with some crazy game."
    },
    {
        "message": "From the outside, the brothel looks like it's waiting for the usual men to come and spill their desires."
    },
    {
        "message": "It doesn't look like there was an attack, but I wonder if the prostitutes are okay."
    },
    {
        "message": "It just doesn't seem likely that Deep Ones, who can have sex with human women, would leave the prostitutes alone."
    },
    {
        "message": "Sue and Mabel have been killed, so what is Mary, left all alone, planning to do now?"
    },
    {
        "message": "The chances of making it out of Arkham safely are low, but you’re saying you don’t even want to come with us......"
    },
    {
        "message": "ふたりの若い娘の死に責任を感じているようだが、この娼館で死ぬつもりなのだろうか？"
    },
    {
        "message": "Cordelia sees me staring intently at the brothel, then averts her eyes with a look that's half exasperated."
    },
    {
        "message": "It's true that coming to a place like this at a time like this is way too reckless. Our lives are on the line right now, this is no time to mess around with crazy games."
    },
    {
        "message": "From the outside, the brothel looks like it's waiting, as usual, for men to come and spill out their desires."
    },
    {
        "message": "It doesn't look like they were attacked, but are the prostitutes okay?"
    },
    {
        "message": "It seems like there's no way Deep Ones who can fuck human women would just leave prostitutes alone."
    },
    {
        "message": "スウとメーベルが殺され、ただひとり残ったメアリはこれからどうするつもりなのだろう。"
    },
    {
        "message": "The chances of getting out of Arkham safely are low, but you’re saying you don’t even want to come with us..."
    },
    {
        "message": "You seem to feel responsible for the deaths of those two young girls, but do you intend to die in this brothel？"
    },
    {
        "message": "It definitely looks way fancier than a regular house in Arkham."
    },
    {
        "message": "The way plaster is smeared over the bricks, making it look like a woman wearing heavy makeup, seems to match the inside pretty well."
    },
    {
        "message": "Knowing what happens in the house every night, no matter how elaborate the place is, I just can't feel it's beautiful."
    },
    {
        "message": "それにしても、どうしてアーカムに娼館などあるのだろう。"
    },
    {
        "message": "Even though there are still plenty of other things we're missing."
    },
    {
        "message": "確かにアーカムの一般の家より随分瀟洒な造りのようだ。"
    },
    {
        "message": "Plaster is applied over the bricks, making it look like a woman wearing heavy makeup, and I think that look matches well with the inside."
    },
    {
        "message": "The brothel’s door doesn’t seem to ever be locked, day or night."
    },
    {
        "message": "Even if you're a thief, sneaking into the homes of prostitutes who make even themselves feel good-do they really think that's not just crude?"
    },
    {
        "message": "Or maybe it's just that, for prostitutes, their only asset is their own body, so they don't think there's anything else that could be stolen from them？"
    },
    {
        "message": "Either way, it's a bold move, but for them, who are always running into dangerous situations, maybe it's nothing worth paying special attention to."
    },
    {
        "message": "娼館の扉は、昼夜の区別なくいつでも鍵がかかっていないようだ。"
    },
    {
        "message": "It's super convenient for customers, but in a brothel full of women, it seems a bit too careless."
    },
    {
        "name": "Cordelia",
        "message": "I'll go by myself, you know."
    },
    {
        "message": "　　　　　　　　So, what are you gonna do？"
    },
    {
        "message": "　　　地図　　　"
    },
    {
        "message": "　　Go inside　　"
    }
]