[
  {
    "message": "Right now, I'm sitting in a second-class carriage of a train headed north on Great Britain."
  },
  {
    "message": "For three whole hours now, an utterly ordinary sense of languor has filled the air, and the steady vibrations of the wheels passing over the rail joints only make it worse, making time drag on so slowly it feels like it could drive you insane."
  },
  {
    "message": "Because of the heat from the stove, where the conductor comes by from time to time to add coal, a damp, musty smell fills the train car, making me and the other passenger-a strange girl I don’t know-feel gloomy."
  },
  {
    "message": "Outside the window, there's a jagged ria coastline, and right beside the tracks is a sheer cliff. The crashing waves break hard, sending up sprays that look like they could reach all the way up to this Train running far above."
  },
  {
    "message": "The sky is covered with dark clouds, and ominous clouds that make you think of an approaching storm tear apart and fly in the fierce wind."
  },
  {
    "message": "Once in a while, the sunlight peeks out for just a split second, but all it ever illuminates is either the rough sea, or nothing but a shabby stone hut clinging to a barren stretch of land."
  },
  {
    "message": "It might be a bit lacking in atmosphere to call it pastoral, but still, what is this indescribable sense of aimlessness？"
  },
  {
    "message": "Is it just because it's so different from Wales, where I was born and raised, and the familiar streets of London, or is it the guilt of breaking the family rule that says I must never set foot here..."
  },
  {
    "message": "My name is Jonathan."
  },
  {
    "message": "I'm a reporter for the London tabloid, the 'Gazette.' I spend every day chasing after deplorable murder cases and boring, trivial events, and when I get sick of those days, I just up and go on a random reporting trip."
  },
  {
    "message": "It's not like I want status or fame, and if you call it carefree, maybe there's no way of living more selfish than this."
  },
  {
    "message": "The reason I'm sitting here in this car right now is just my usual whim-I got sick of clinging to my desk in London with the east wind blowing, so I figured I'd take a reporting trip while on vacation."
  },
  {
    "message": "That said, it's not like this trip didn't have a purpose at all."
  },
  {
    "message": "It was because there was a plan to dig up the records of a certain woman from several generations ago, whose existence casts a dark shadow over my family tree."
  },
  {
    "message": "I couldn't get any detailed information about that woman."
  },
  {
    "message": "Of course, that's a pretty old story, and the fact that no one around now knows what happened back then is probably one of the reasons too..."
  },
  {
    "message": "In this country where customs that value tradition are strong, it feels a bit strange that an event from just a hundred and some years ago is still left so vague."
  },
  {
    "message": "Anyway, what I know is that the marriage apparently wasn't very desirable for our family, which was at its peak back then, and that the woman was said to be from a place called 'Arkham.'"
  },
  {
    "message": "The word Arkham was a taboo that mustn't be spoken aloud, and everyone despised that name like it was something filthy..."
  },
  {
    "message": "That's all I was able to find out."
  },
  {
    "message": "I wonder what kind of story is behind that place called Arkham."
  },
  {
    "message": "At least as far as you can tell from the Map, it's nothing more than a remote, cold village. It seems that the Train line has been discontinued now, but there was a time when the Train used to run through here."
  },
  {
    "message": "In this utterly ordinary land, with nothing in particular to set it apart, and thus never really catching anyone's interest, there's actually a hint to unraveling the mystery of something that was shunned by many people and then spoken of as taboo for more than a century afterwards."
  },
  {
    "message": "When I think about it that way, even the boring, torturous train journey doesn't seem all that tough. The train will probably arrive at the station I'm heading for any minute now."
  },
  {
    "message": "I just hope this isn't some cliche runaway drama or anything like that."
  },
  {
    "message": "I took my first step toward Arkham. For now, the nearest train station to Arkham is none other than this Salem. From here on, whether I sort out a car or walk, I've got to figure things out on my own somehow."
  },
  {
    "message": "It looks like I'm the only one who got off the Train. The Train is puffing out white steam, as if even the brief one-minute stop is too long for it, and it feels like it could dash off at any moment."
  },
  {
    "message": "It's as if that train is the last link to civilized society, like a ship leaving an uninhabited island with only me left behind. I don't feel too great, like a castaway who's been abandoned. That's the kind of impression this station gives me."
  },
  {
    "message": "The station is one of those extremely simple structures often found in rural towns-just a slate roof covering the tracks and platform. The exposed framework feels so flimsy, it's almost unsettling."
  },
  {
    "message": "The cold wind blowing from the sea slaps my bare cheeks. I feel like I'm gonna freeze."
  },
  {
    "message": "It looks like I don't see anyone else on the platform but me..."
  },
  {
    "message": "I have to get someone to tell me how to get to Arkham."
  },
  {
    "name": "Station Attendant",
    "message": "Hey kid, what's wrong？"
  },
  {
    "message": "　　　　　If you got off by mistake, tough luck. That was the last train for today."
  },
  {
    "message": "It looks like he doesn't intend to keep talking with me anymore."
  },
  {
    "message": "I can read regret on the old station worker's face, like he wishes he hadn't said so much."
  },
  {
    "message": "Most rural places are generally wary of outsiders. There's probably nothing more to gain from talking further."
  },
  {
    "message": "When I mentioned the name Arkham, the old station worker's expression clouded over."
  },
  {
    "message": "It seems like my family isn’t the only one who thinks that name is something to be feared."
  },
  {
    "message": "I wonder what kind of relationship there is between this old man and Arkham. Is it even okay to ask about that..."
  },
  {
    "message": "It feels a bit rude to ask someone you just met a question like this, though."
  },
  {
    "message": "From the deep wrinkles carved into the Old man's face, you can sense a glimpse of his life full of suffering."
  },
  {
    "message": "This kind of thing often happens in seaside towns, but maybe here too, there's a social norm that says it's shameful for a man not to be a fisherman or a sailor."
  },
  {
    "message": "By those standards, railroad workers and the like are pretty much just life's losers."
  },
  {
    "message": "He's an older station worker, with nothing particularly distinctive about him."
  },
  {
    "message": "Judging from his uniform, he doesn't seem to hold an important position like stationmaster either."
  },
  {
    "message": "He's been quietly doing the same boring job for decades, and in a few more years, even that job will probably be taken from him."
  },
  {
    "message": "But that's not my problem. Maybe once I get home, I'll have the rest of my days surrounded by my proud son and adorable grandkids. Whether that life is happy or not, that's something only each person's values can really measure."
  },
  {
    "message": "The iron framework supporting the slate roof is creaking in the wind."
  },
  {
    "message": "I'm impressed it's held out against the wind and rain without collapsing all this time."
  },
  {
    "message": "But just because everything was fine until yesterday doesn't mean there's any guarantee today will be okay too. It's safest to get out of here quick."
  },
  {
    "message": "As usual, besides me and the old station worker, there isn't a soul in the station. If that Train earlier was today's last service, I guess that figures."
  },
  {
    "message": "Even I don't want to stay long on this platform, exposed to the strong wind blowing from the sea. It's way too cold here, and no matter how I'm scraping by, there's nothing for me to gain here anyway."
  },
  {
    "name": "Station Attendant",
    "message": "Planning to stay in Arkham for a long time？"
  },
  {
    "name": "Jonathan",
    "message": "No, I plan to head back as soon as I finish my research. I think I'll be back in a day or two."
  },
  {
    "name": "Station Attendant",
    "message": "That's a good idea. If you don't have a place to stay, you should go to the \"Fish Scale Inn.\" The owner there is a widow named Mrs. Hudson, and she's a pretty solid person."
  },
  {
    "name": "Jonathan",
    "message": "「Fish Scale Inn, huh... I'll remember that.\""
  },
  {
    "name": "Station Attendant",
    "message": "I'm telling you, make sure you don't get involved with the villagers, got it?"
  },
  {
    "name": "Jonathan",
    "message": "By the way, so how do we get to the village？　　　　　　　Don't tell me we seriously have to walk all the way there, right？"
  },
  {
    "name": "Station Attendant",
    "message": "Ah, no way, that's not possible."
  },
  {
    "name": "Station Attendant",
    "message": "Get on the bus parked at that rotary over there. There are only two buses a day, so if you miss it, you'll have to stay here tonight."
  },
  {
    "name": "Station Attendant",
    "message": "Not that I've ever really seen anyone actually ride that thing.              Especially not anyone from Salem, that's for sure."
  },
  {
    "name": "Jonathan",
    "message": "Do the villagers from Arkham ever come here？"
  },
  {
    "message": "　　　　　　　　How do you get things like daily necessities and stuff?"
  },
  {
    "name": "Station Attendant",
    "message": "Who knows. That's not something I need to care about. It's not like I should worry about it either."
  },
  {
    "name": "Jonathan",
    "message": "Thanks for everything."
  },
  {
    "name": "Station Attendant",
    "message": "I'm praying that you come back safe......"
  },
  {
    "message": "The ominous clouds look like they could pour down rain at any moment."
  },
  {
    "message": "I'm still the only passenger on the bus. Guess this bus and Arkham are really hated."
  },
  {
    "message": "The bus kept moving down an unpaved gravel road, its body creaking. All around was endless wasteland, with no sight of the sea anywhere."
  },
  {
    "message": "The driver is a gloomy little man who doesn't seem to care at all about me, his only passenger. Actually, I'm not even sure if he knows there's a passenger at all. He just silently works the steering wheel."
  },
  {
    "message": "Speaking of which..."
  },
  {
    "message": "Right before the bus was about to leave, the driver muttered something under his breath. He said he wasn’t sure if the suspension bridge connecting Arkham to the outside world would be okay in this weather."
  },
  {
    "message": "A village that still only goes back and forth across a single suspension bridge is just beyond anything I can imagine..."
  },
  {
    "message": "It's entirely possible that this gravel road could become impassable because of the heavy rain. If I can't get to Arkham and can't turn back... what the hell am I supposed to do?"
  },
  {
    "message": "Well, there's no point in worrying about it..."
  },
  {
    "message": "No way I'd get stranded in a place like this..."
  },
  {
    "message": "For now, I just need to get to Arkham..."
  },
  {
    "name": "Voice",
    "message": "Yeah, once you get to Arkham, you'll learn everything..."
  },
  {
    "name": "Voice",
    "message": "Jonathan！"
  },
  {
    "name": "Voice",
    "message": "Once again, to serve in the presence of my Almighty God..."
  },
  {
    "name": "Voice",
    "message": "Ia... fhtagn... mglw'nafh Cthulhu..."
  },
  {
    "message": "《...And so, sealed in the depths, in a sleep like death, even those strong claws no longer shine...》"
  },
  {
    "name": "Voice",
    "message": "Lu=Lie Ngai Nguagu"
  },
  {
    "message": "《...That flapping of wings has now stopped, the tentacles droop and sway...》"
  },
  {
    "name": "Voice",
    "message": "Bugu = Shoggoth‥‥‥‥"
  },
  {
    "message": "《...Just waiting, for the ancient contract written in the old book to be fulfilled...》"
  },
  {
    "name": "Voice",
    "message": "Please give me a little more time."
  },
  {
    "name": "Voice",
    "message": "Look at your hometown..."
  },
  {
    "name": "Driver",
    "message": "Hey, customer............"
  },
  {
    "name": "Driver",
    "message": "Hey, passenger！ Last stop, this is Arkham！"
  },
  {
    "name": "Jonathan",
    "message": "Ah... you... are？"
  },
  {
    "name": "Driver",
    "message": "Seriously... I've been crossing over that damn suspension bridge, sweating bullets, not knowing if it was gonna collapse any second！"
  },
  {
    "message": "The driver looked at me, still half-asleep, and spat out his words."
  },
  {
    "message": "Why is this happening... I feel dizzy...."
  },
  {
    "name": "Driver",
    "message": "How long are you planning to keep doing that？"
  },
  {
    "message": "　　　　　　Hurry up and get down already. I still have to cross that suspension bridge again！"
  },
  {
    "name": "Jonathan",
    "message": "Wait a sec... My head..."
  },
  {
    "name": "Driver",
    "message": "Just hurry up！"
  },
  {
    "message": "　　　　　　A bridge like that could collapse at any time and it wouldn't be weird！"
  },
  {
    "name": "Jonathan",
    "message": "I'm planning to come back tomorrow or the day after, the buses are really going to be running, right？"
  },
  {
    "name": "Driver",
    "message": "Well, that depends on the weather！"
  },
  {
    "message": "　　　　　　And that bridge, too. Who knows if it'll really still be connected to the other side by tomorrow."
  },
  {
    "name": "Driver",
    "message": "If you want, you could just head back with me right now！"
  },
  {
    "message": "　　　　　　If you don't like that, can't be helped."
  },
  {
    "message": "But since you've come all this way, I guess that's not really an option."
  },
  {
    "message": "Still, this driver doesn't really have to risk his neck crossing the bridge, does he? He could just stay in Arkham until it's safe."
  },
  {
    "name": "Jonathan",
    "message": "Why don't you stay in Arkham too? Maybe tonight or tomorrow-the rain'll probably stop, right?"
  },
  {
    "name": "Driver",
    "message": "Stay in Arkham？ Me, of all people？"
  },
  {
    "message": "　　　　　　You gotta be kidding me！"
  },
  {
    "name": "Driver",
    "message": "If it comes to that, I'd much rather cross a bridge that could collapse any time and head back scared of landslides and falling rocks than do something like that."
  },
  {
    "name": "Driver",
    "message": "Just hurry up and get out. I'm going home already！"
  },
  {
    "message": "Right in front of me, there's a suspension bridge that looks like it's about to collapse any second."
  },
  {
    "message": "The road is cobblestone. It's not as bad as I imagined-maybe I got fooled by that station attendant's exaggerated bragging."
  },
  {
    "name": "Driver",
    "message": "How long are you gonna stand there？ Hurry up and decide if you're getting out or not, will ya..."
  },
  {
    "message": "Did that heavy bus really cross over that bridge...?"
  },
  {
    "message": "Even on a sunny, windless day, I probably couldn't have kept my cool. Let alone in this crappy weather..."
  },
  {
    "name": "Jonathan",
    "message": "Spare me the preamble. I'm someone who works as a magazine reporter too, so I don't get surprised by most things."
  },
  {
    "name": "Station Attendant",
    "message": "Why don't you check for yourself?"
  },
  {
    "name": "Station Attendant",
    "message": "Let me give you one piece of advice: it’s better not to get involved with people from that village over there. Anyone with their head screwed on straight gave up on that place a long time ago and got the hell out."
  },
  {
    "name": "Station Attendant",
    "message": "The only ones still hanging around there are trash who don't have the energy to do anything. Besides, they're really closed off and don't seem to like outsiders wandering around."
  },
  {
    "name": "Jonathan",
    "message": "How did it end up like this？ It sounds like trains used to run here, too."
  },
  {
    "name": "Station Attendant",
    "message": "To be honest, the sea around here was never exactly rich or anything."
  },
  {
    "name": "Station Attendant",
    "message": "But for some reason, in Arkham, the nets were always full of fish."
  },
  {
    "name": "Station Attendant",
    "message": "And then........."
  },
  {
    "name": "Jonathan",
    "message": "And then？"
  },
  {
    "name": "Station Attendant",
    "message": "They started trading with some unknown foreign country, and hit the jackpot. There was even a time when people said gold was being mined."
  },
  {
    "name": "Jonathan",
    "message": "Gold？ In this Britain？"
  },
  {
    "name": "Station Attendant",
    "message": "I don't know if that's true or not."
  },
  {
    "name": "Station Attendant",
    "message": "But it's true that a train loaded with a car full of gold came from Arkham to this Say            Rum. I saw it with my own eyes, so there's no doubt about it."
  },
  {
    "name": "Jonathan",
    "message": "So, why did it end up turning into a deserted, abandoned village?"
  },
  {
    "name": "Station Attendant",
    "message": "Starting from a certain day, gold just stopped being mined altogether. Same goes for the fish. It was never a prosperous village to begin with..."
  },
  {
    "message": "　　　　　You can probably guess what happened after that."
  },
  {
    "name": "Jonathan",
    "message": "Still, why is it that you, and honestly most of the neighbors, are so hated around here？"
  },
  {
    "name": "Station Attendant",
    "message": "As you can see, I'm just a humble station worker. Can't say I know about complicated stuff. But all the people over there, they've all got something in common."
  },
  {
    "name": "Station Attendant",
    "message": "People say it's because there were a lot of marriages between close relatives, or that it's some kind of disease or whatever, but anyway, the folks from there are just kinda different from everyone else."
  },
  {
    "name": "Jonathan",
    "message": "Is something different？ Like what？"
  },
  {
    "name": "Station Attendant",
    "message": "I really can't explain it‥‥‥‥"
  },
  {
    "message": "　　　　　Just look at their faces."
  },
  {
    "message": "This is really a pointless story."
  },
  {
    "message": "Is it the typical face of an Arkham villager, or maybe that's why the villagers have become so closed-off."
  },
  {
    "name": "Station Attendant",
    "message": "Judging by the look of you, you probably came from a big city like London, right？　"
  },
  {
    "message": "　　　　　You don't see gentlemen dressed like that around here."
  },
  {
    "message": "I see, there probably aren’t any guys around here wearing suits tailored in Oxford. Still, being treated this blatantly as an outsider doesn’t feel too great."
  },
  {
    "name": "Station Attendant",
    "message": "Sightseeing, huh? So you came here thinking you'd take it easy by the sea and get away from the city noise for a while."
  },
  {
    "name": "Station Attendant",
    "message": "But of all places, you picked Arkham... that's just plain odd, you know."
  },
  {
    "name": "Jonathan",
    "message": "Yeah, something like that. Though, I've never actually been there before. There's just something I want to look into."
  },
  {
    "name": "Station Attendant",
    "message": "Makes sense. If you've ever been there once, you sure wouldn't want to go again."
  },
  {
    "message": "　　　　　That's just the kind of village it is."
  },
  {
    "message": "I wonder what he means by that."
  },
  {
    "message": "Maybe this old station attendant doesn’t have any good memories of Arkham."
  },
  {
    "name": "Jonathan",
    "message": "From what I see on the map, the nearest station is here in Salem, but is there any other transportation？"
  },
  {
    "name": "Station Attendant",
    "message": "It's not like there isn’t..."
  },
  {
    "message": "　　　　　Are you really planning to go there？"
  },
  {
    "name": "Jonathan",
    "message": "Is there a problem？"
  },
  {
    "name": "Station Attendant",
    "message": "It's not that..."
  },
  {
    "message": "　　　　　But you can't just stay at a cheap YMCA and stroll around the village over there, you know？"
  },
  {
    "message": "Apparently, Arkham must be a pretty awful place."
  },
  {
    "message": "The old man seems like he really doesn't want me to go. I can't tell if he's just a meddlesome old guy or if there's something deeper going on."
  },
  {
    "name": "Jonathan",
    "message": "From what I've been hearing, it's like you don't want me to go to Arkham at all. I'm not some kid from law school, you know-I can take care of myself, can't I？"
  },
  {
    "name": "Station Attendant",
    "message": "......That's not what I meant, I'm sorry."
  },
  {
    "message": "　　　　　Just, this might be meddling, but, that place doesn't have a very good reputation, you know..."
  },
  {
    "name": "Jonathan",
    "message": "What kind of rumors are you talking about?"
  },
  {
    "name": "Station Attendant",
    "message": "No... you really shouldn't say random things to strangers..."
  },
  {
    "message": "　　　　　But you know, they say you can't shut people's mouths. I don't think it's completely baseless, you know..."
  },
  {
    "name": "Station Attendant",
    "message": "From the looks of it, you don't seem to be from around here..."
  },
  {
    "message": "　　　　　What brings you to a town like this with absolutely nothing？"
  },
  {
    "name": "Jonathan",
    "message": "I want to go to Arkham..."
  },
  {
    "name": "Station Attendant",
    "message": "Arkham, you say? What are you doing going to such a remote fishing village? Are you a tourist or something?"
  },
  {
    "message": "The moment he heard the name Arkham, the old man's attitude seemed to suddenly turn distant and cold. What's going on here?"
  }
]