(mes
 (meta (engine 'ADV) (charset "pc98") (extraop #t))
 (seg (? (= 997 #t) (= 998 #f))
   (image-file "B:GPC¥C_120.GPC")
   (image-mem 0)
   (exec-mem 14048 1 1 12 1 67 17)
   (exec-mem 14048 1 2 34 8 44 11)
   (exec-mem 14048 1 3 25 3 52 8)
   (exec-mem 14048 1 4 50 3 60 10)
   (if (</>
        (//
         (? (= 122 #t) (= 125 #t))
         (nop@)
         (load-mem "B:CLM¥C_120B.CLM" 27984)
         (if (</>
              (//
               (? (!= M 11))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 11)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_02D.USO"))
                 (/ (sound '|| "USO¥NC_02V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (text "誰もいない。" 'br)
         (text "室内には吐き気を催すような甘い煙がいまだに残り、悪夢のような儀式が私の思い違いでなかった事を証明している。")
         (proc 0)
         (text "信者達は忽然と姿を消してしまい、祭壇の前にまるで贄のように無防備な姿で立たされていたコーデリアの姿もない。")
         (proc 0))
        (//
         (? (= 122 #t))
         (nop@)
         (image-file "B:GPC¥C_121.GPC")
         (image-mem 1 0)
         (image-file "B:GPC¥C_121A.GPC")
         (image-mem 1 0)
         (load-mem "B:CLM¥C_120B.CLM" 27984)
         (if (</>
              (//
               (? (!= M 11))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 11)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_02D.USO"))
                 (/ (sound '|| "USO¥NC_02V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (text "広い教会の中を多くの信者達が埋めている。" 'br)
         (text "室内には吐き気を催させるような甘い香の匂いがたちこめ、信者達はその煙の中で深い陶酔を味わっているようだ。")
         (proc 0)
         (text
          "おそらく自動演奏の装置が組み込まれているのだろう、演者が座っていないにもかかわらず、オルガンは荘厳で威圧的な調べを流し続ける。")
         (proc 0)
         (text "これはまさしく邪悪な信仰に染まった人々が集う黒ミサそのものだ。" 'br)
         (text "やはりダゴンとはそういう教団だったのだ。")
         (proc 0)
         (text "信者達は我を忘れ、ある者は一心に祈りを捧げ、またある者は獣のように荒々しく粗野な叫びを発している。")
         (proc 0)
         (text "演壇に立ったナイは、信者にはさして関心を払っている様子もなく傍らのステンドグラスの前に立った全裸の女に神経を集中している。")
         (proc 0)
         (text "そして‥‥‥‥‥")
         (proc 0)
         (text "ナイの傍らにいる全裸の女とは‥‥‥‥‥")
         (proc 0)
         (proc 3)
         ((cmd 209) 0 2)
         (image-file "B:GPC¥C_123A.GPC")
         (image-mem 0)
         (image-file "B:GPC¥C_123B.GPC")
         (image-mem 0)
         (proc 9)
         (image-file "B:GPC¥C_122A.GPC")
         (image-mem 0)
         (image-file "B:GPC¥C_122B.GPC")
         (image-mem 0)
         (proc 8)
         ((cmd 209) 1 2)
         (delay 50)
         (exec-mem 9584 1)
         (proc 1)
         (text "「ジョナサン」　コーデリア‥‥‥‥‥")
         (proc 0)
         (text "ステンドグラスの前に全裸で立つ女はコーデリアに間違いない。" 'br)
         (text "僅かな月明かりのせいで弱々しく沈んだ光を放つ原色のガラスの前に、雪のように白い肌を惜しげもなくさらしている。")
         (proc 0)
         (text "「ジョナサン」　一体どうしてこんな所に‥‥‥‥‥‥‥")
         (proc 0)
         (text "信者達の絶叫の前に私の言葉はかき消され、コーデリアはおろかひとり平静を保っているナイにさえ届いてはいないだろう。")
         (proc 0)
         (text "たとえ私の声がコーデリアに届いていたとしても、彼女がそれを理解出来たとは思えない。")
         (proc 0)
         (text "真っ直ぐに正面を見据えるコーデリアの瞳は瞳孔が開き、外部からのどんな刺激にも全く反応しようとしない。")
         (proc 0)
         (text "自分の力でじっと立っているのだから、死んでいる訳ではない。" 'br)
         (text "むきだしにされ、聴衆の前にあらわにされた乳房は、浅い呼吸にあわせて上下し、心臓の鼓動にわずかに振るえている。")
         (proc 0)
         (text "薬でも飲まされたのだろうか。" 'br)
         (text "昨晩の失踪の原因もナイに意識を消失させられていたからに違いない。")
         (proc 0)
         (text "コーデリアは私の懊悩など全く意に介せず、端整な顔には表情のかけらさえ見つける事は出来ない。")
         (proc 0)
         (proc 3)
         ((cmd 209) 0 2)
         (image-file "GPC¥NC_FRM.GPC")
         (image-mem 0)
         (image-file "B:GPC¥C_125.GPC")
         (image-mem 0)
         ((cmd 209) 1 2)
         (proc 1)
         (text "「ナイ」　もうすぐだ‥‥‥‥‥")
         (proc 0)
         (text "「ナイ」　もうすぐお前の出番がやってくる。" 'br)
         (text "　　　　　私はずっと待っていたのだ、盟約者の末裔が現れる事を。")
         (proc 0)
         (text
          "ナイは意識を失っているはずのコーデリアに向かって話しかけている。コーデリアがそれを理解したとは思えない、ナイは誰に向かってともなくただ喋り続けている。")
         (proc 0)
         (text "「ナイ」　お前はまもなく盟約者と交わり、『糧となる者』によって満　　　　　たされた我が主の忠実なる僕を産み落とすのだ。")
         (proc 0)
         (text "信者達はナイの言葉をあおり立てるように、さらに激しく叫びをあげ、中には嗚咽を洩らし涙を流す者さえいる。")
         (proc 0)
         (text
          "「ナイ」　お前はその為にこの村に連れて来られ、長い年月をかけて育　　　　　てられたのだ、その恩に報いる日がもうすぐやって来る！")
         (proc 0)
         (text
          "「ナイ」　お前のその美しい躰は、怒り昂ぶる我が主を鎮めるためにだ　　　　　けあるのだ、盟約者の末裔以外の男に許す事は認めんぞ。")
         (proc 0)
         (text "ナイのからみつくような視線が、惜しげもなくあらわにされたコーデリアの裸体に走る。")
         (proc 0)
         (text "「ナイ」　なんとも惜しい事よ‥‥‥‥‥‥‥" 'br)
         (text "　　　　　お前のような女は、あの修道院にもおらなんだ。")
         (proc 0)
         (text "「ナイ」　これならば我が主人も満足される事だろう。" 'br)
         (text "　　　　　よいか、誰もこの女に手出ししてはならんぞ。")
         (proc 0)
         (text "信者達は渋々といった雰囲気でナイの言葉に頷く。" 'br)
         (text "ナイはそれを確認すると、表情に乏しい顔をほころばせた。")
         (proc 0)
         (text "「ナイ」　それも女が大役を果たすまでの事。" 'br)
         (text "　　　　　その後は好きにするがいい。")
         (proc 0)
         (text "「ナイ」　もう少し‥‥‥‥‥‥今しばらくの辛抱だ。")
         (proc 0)
         (nop@)
         (set-reg 400 #t)
         (proc 3)
         (proc 6)
         (mes-jump "MES¥NG_05A.MES"))
        (//
         (? (= 572 #t))
         (nop@)
         (load-mem "B:CLM¥C_120B.CLM" 27984)
         (if (</>
              (//
               (? (!= M 11))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 11)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_02D.USO"))
                 (/ (sound '|| "USO¥NC_02V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (text "誰もいないようだ。" 'br)
         (text "室内はがらんとして、しばらく人が入ったような形跡もない。")
         (proc 0))
        (//
         (load-mem "B:CLM¥C_120B.CLM" 27984)
         (if (</>
              (//
               (? (!= M 11))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 11)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_02D.USO"))
                 (/ (sound '|| "USO¥NC_02V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (text "誰もいないようだ。" 'br)
         (text "室内はがらんとして、しばらく人が入ったような形跡もない。")
         (proc 0)
         (text
          "外の冷たく湿気を含んだ空気もこの中までは入り込んでいないようで、部屋の中には甘く吐き気を催すような、香を焚いた後のような異臭がまだ残っている。")
         (proc 0)
         (text
          "中世の黒ミサなどでは、出席した信者を無我の境地に誘うための幻覚剤と同じような効能を持った香を焚いていたというが、この匂いの原因はそれなのではないだろうか。")
         (proc 0)
         (nop@)
         (set-reg 572 #t))))
   (proc 3)
   (loop
    (proc 19)
    (branch-var
     A
     (</>
      (/ (seg-call))
      (/
       (if (</>
            (//
             (? (= 125 #t))
             (nop@)
             (branch-index
              (</>
               (/
                (text "高揚し錯乱状態になった信者が発する汗と恐怖の匂いがまだ室内に残っているようだ。")
                (proc 0)
                (text
                 "これまでにも何度か狂信的な宗教団体の集まりを目にした事があるが、先刻のダゴンのミサは、今までのそれとは明らかに違う中世の黒ミサを思わせる迫力が感じられた。")
                (proc 0)
                (branch-reg
                 117
                 (</>
                  (/
                   (text
                    "コーデリアを生けにえにしているように見えたのは気のせいだろうか。彼女がダゴンの信者だという話はこれまでに聞いた事がないし、教会にを極端に嫌っていたコーデリアが進んでミサに参加するとも思えない。")
                   (proc 0)
                   (text "そう言えば、見開かれたコーデリアの目からは、全く生気が感じられなかったように思える。")
                   (proc 0)
                   (text
                    "まるで催眠術をかけられたか、薬を飲まされでもしたようだったが‥‥ナイならばそれぐらいの事はやりかねないかもしれない。"))
                  (/
                   (text
                    "ナイが身よりのないコーデリアを引き取って教会で育てた裏には、彼女をダゴン教団の儀式に使うためだったのかもしれない。")
                   (proc 0)
                   (text "それで、村人がコーデリアと特別に扱う理由が説明できる。" 'br)
                   (text "黒魔術の儀式のように、美しい乙女を贄として捧げるつもりだろうか。")
                   (proc 0)
                   (text "だとしたらコーデリアの身が危ない。" 'br)
                   (text "一刻も早く探し出して、村から逃げなければ。")))))
               (/
                (text "ろくな暖房設備さえ整っていないはずなのに、広い室内は汗ばむほどに暖かい。")
                (proc 0)
                (text "先刻まで室内を満たしていた信者達の熱気のせいなのだろうが、今では彼らの姿はここにはない。"))))
             (proc 0))
            (//
             (branch-index
              (</>
               (/
                (text "堅い木のベンチが規則正しく並んでいる。" 'br)
                (text "床は荒削りの石を敷いたもので、綺麗に磨かれている。")
                (proc 0)
                (text "どちらも教会には独特な物だが、あたりの寒々しさを一層あおりたてるようで、あまり好感は持てそうにもない。")
                (proc 0)
                (text "教会が忍耐力を鍛えるための場所だという私の信念は、ここでも裏付けられたようだ。"))
               (/
                (text "堅い木のベンチが並んでいる。" 'br)
                (text "出来る事なら、こんな所で退屈な説教を何時間も聞かされるなんて羽目にならなければいいのだが。"))))
             (proc 0)))))
      (/
       (if (</>
            (//
             (? (= 125 #t))
             (nop@)
             (branch-index
              (</>
               (/
                (text
                 "信者達を煽り、全裸のコーデリアの躰になまめかしい視線を走らせていたナイは、今では他の信者達と同じように姿を消してしまっている。")
                (proc 0)
                (text "儀式は終わり、皆家へ帰ってしまったようだが、そもそもナイの家とは村の何処にあるのだろう。")
                (proc 0)
                (text "ナイはこの建物を『私の教会』と言っていた。" 'br)
                (text "すると、この教会に住んでいるのだろうか。"))
               (/
                (text "コーデリアが裸体をさらして立っていた演壇だ。" 'br)
                (text "今はそのコーデリアもその傍らで弁舌を振るっていたナイの姿もない。")
                (proc 0)
                (text "このまま村に留まれば、コーデリアは何をされるか解らない。" 'br)
                (text "早く見つけだして村を逃げるべきだろう。"))))
             (proc 0))
            (//
             (branch-index
              (</>
               (/
                (text "他の信者が座るベンチよりも一段高くなっている。" 'br)
                (text "ただでさえ飛び抜けて身長の高いナイが演壇に登れば、周囲の信者に威圧的な効果を与えられるだろう。")
                (proc 0)
                (text
                 "それにしても、普通ならばこのあたりに洗礼盤やキリスト像などがあってもいいはずなのに、まるで学校の教卓のようになんの装飾もない極めて簡素な机がひとつあるだけだ。"))
               (/
                (text
                 "演壇のまわりにはどんな装飾品も飾られておらず、簡素というよりあっさりしすぎていて寂しいような気さえする。"))))
             (proc 0)))))
      (/
       (if (</>
            (//
             (? (= 125 #t))
             (nop@)
             (branch-index
              (</>
               (/
                (text "コーデリアが全裸で立たされていた背後にあったステンドグラスだ。" 'br)
                (text "厚い雲におおわれ、陽光が差し込まないために細かい細工を施された色ガラスは沈んだ黒色に見える。")
                (proc 0)
                (text
                 "この前に立ったコーデリアの白い裸身は、背後の色の洪水のせいでさらに美しく、頭を痺れさせるような荘厳な雰囲気さえ持っていた。")
                (proc 0)
                (text "その光景を見慣れているはずの信者達にとっても、美しい裸身は特別の感情を催す道具となるだろう。")
                (proc 0)
                (text "おそらくこのステンドグラスがここにあるのは、その前に全裸になった贄の女をより引き立たせるためだろう。")
                (proc 0)
                (text "すると、この教会の設計をする段階ですでにコーデリアが贄になる事は決まっていたのだろうか。")
                (proc 0)
                (text "それとももっと以前から何人もの生けにえが存在して、コーデリアはその中のひとりにすぎないのか？"))
               (/
                (text "おそらくこのステンドグラスがここにあるのは、その前に全裸になった贄の女をより引き立たせるためだろう。"))))
             (proc 0))
            (//
             (branch-index
              (</>
               (/
                (text "美しい色ガラスの小片を巧みにはめ込んで造られた、人の背丈ほどもあるステンドグラスだ。")
                (proc 0)
                (text
                 "この殺風景な教会で、唯一華々しさを感じさせる物だが、周囲の風景とあまりにもかけ離れすぎていて、むしろ場違いな印象を受ける。"))
               (/
                (text "美しい物だが、それほど古さは感じない。" 'br)
                (text "教会によくある絵柄とは多少異なるようだが‥‥‥‥"))))
             (proc 0)))))
      (/
       (branch-index
        (</>
         (/
          (text "スチームを大小のパイプに送り込んで音を出すタイプのオルガンのようだが、その巨大さから言ってかなり高価な装置のはずだ。")
          (proc 0)
          (text "こんな小さな教会には不釣り合いとも思えるが‥‥‥‥" 'br)
          (text "第一、本当に賛美歌を奏でる為に使われているのかどうか疑わしい。"))
         (/
          (text "何百本もの大小のパイプを組み合わせたオルガンだ。" 'br)
          (text
           "この教会で価値があるものと言ったら、左右の窓にはめ込まれた巨大なステンドグラスと、このパイプオルガンぐらいのものだろう。"))))
       (proc 0))))
    (if (</> (// (? (!= A 0)) (nop@) (proc 3))))))
 (seg*
  (mes-load? 0)
  (if (</>
       (//
        (? (= V 0))
        (nop@)
        (proc 15)
        (menu1 60 100 (</> (/ (text "　　外に出る　　"))))
        (proc 17))))
  (proc 14)
  (if (</>
       (//
        (? (= V 0) (!= S 255))
        (nop@)
        (proc 6)
        (mes-jump "MES¥NG_05A.MES"))))))