(mes
 (meta (engine 'ADV) (charset "pc98") (extraop #t))
 (seg (? (= 997 #t) (= 998 #t) (= 999 #t))
   (image-file "GPC¥C_166.GPC")
   (image-mem 0)
   (load-mem "CLM¥C_166C.CLM" 27984)
   (exec-mem 14048 1 1 12 2 60 9)
   (exec-mem 14048 1 2 12 10 60 17)
   (exec-mem 14048 1 3 44 1 67 17)
   (if (</>
        (//
         (? (= 125 #t))
         (nop@)
         (image-file "GPC¥C_166ﾖﾙ.GPC")
         (image-mem 1)
         (if (</>
              (//
               (? (!= M 14))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 14)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_03D.USO"))
                 (/ (sound '|| "USO¥NC_03V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (branch-index
          (</>
           (/
            (text
             "ダゴンの教会でコーデリアが甘受していた忌まわしい儀式の事を考えると、一刻も早くギルマンハウスで彼女の帰りを待っているべきではないだろうか。")
            (proc 0)
            (text "ナイはコーデリアの事を『主に捧げる大切な』女だと言っていた。" 'br)
            (text
             "彼らがどんな教義を持ち、何を目的にダゴンの信者となったのか私が知る訳もないが、何れ黒魔術的な邪教崇拝の徒であるに違いない。")
            (proc 0)
            (text
             "信者達に『この女に手を出してはならぬ』と命じていたナイの言葉を信ずるならば、コーデリアが今すぐ殺されるような事はないだろう。この猶予期間を使って、出来るだけ早く村から脱出しなければ。"))
           (/
            (text
             "ダゴンの教会でコーデリアが甘受していた忌まわしい儀式の事を考えると、一刻も早くギルマンハウスで彼女の帰りを待っているべきではないだろうか。"))))
         (proc 0))
        (//
         (? (= 126 #t))
         (nop@)
         (image-file "GPC¥C_166ﾖﾙ.GPC")
         (image-mem 1)
         (if (</>
              (//
               (? (!= M 14))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 14)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_03D.USO"))
                 (/ (sound '|| "USO¥NC_03V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (text "ここにはコーデリアの姿はない。" 'br)
         (text "昼なお暗い、陰鬱な雰囲気の修道院跡に彼女が進んでやって来るとは考えにくいが、他に思い当たる場所もみつからない。")
         (proc 0)
         (text "昨晩のように、意識もないままに村中を徘徊しているのだとしたら、私に見つけられる確率は非常に少ないだろう。")
         (proc 0))
        (//
         (? (= 122 #t))
         (nop@)
         (image-file "GPC¥C_166ﾖﾙ.GPC")
         (image-mem 1)
         (if (</>
              (//
               (? (!= M 14))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 14)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_03D.USO"))
                 (/ (sound '|| "USO¥NC_03V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (branch-index
          (</>
           (/
            (text "さすがに陽が落ちた後に来ると、寒気にも似た恐怖感を感じる。" 'br)
            (text "何百という修道女が焼け死んだ忌まわしい場所だ、夜にひとりで来るには相応しくない。")
            (proc 0)
            (text
             "超自然的な現象や魑魅魍魎の類を信じている訳ではないが、瓦礫の下に埋もれたまま誰の目にも触れず朽ち果てていく修道女達の遺骸の事を考えると、あまりいい気分ではない。")
            (proc 0)
            (text "アーカムに来て以来毎晩のように見る夢は、この修道院に何らかの関わりがある事象のように思われる。")
            (proc 0)
            (text "かつてこの院の中でどんな事が起こったのか興味は尽きないが、今がその謎を究明するのに相応しい時間とも思われない。"))
           (/
            (text "さすがに陽が落ちた後に来ると、寒気にも似た恐怖感を感じる。" 'br)
            (text "何百という修道女が焼け死んだ忌まわしい場所だ、夜にひとりで来るには相応しくない。"))))
         (proc 0))
        (//
         (? (= 127 #t))
         (nop@)
         (if (</>
              (//
               (? (!= M 12))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 12)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_07D.USO"))
                 (/ (sound '|| "USO¥NC_07V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (text "火災で焼け落ちた修道院の跡だ。" 'br)
         (text "右手の瓦礫の下には人為的に隠されたのではないかと思われる、地下に続く階段が延びている。")
         (proc 0)
         (text
          "いくつもの部屋を持った大がかりな地下室がある事自体、修道院には珍しい事だが、さらにその下に明らかに人が行き来する為の物と思われる通路があったのはさらに奇異な事だ。")
         (proc 0)
         (text "海辺の断崖に続く通路は、人が泳いで近寄れるような場所ではない。" 'br)
         (text "おそらく密輸船が荷物の積み降ろしにでも使っていたのだろう。")
         (proc 0))
        (//
         (if (</>
              (//
               (? (!= M 12))
               (nop@)
               (if (</>
                    (//
                     (? (!= M 0))
                     (nop@)
                     (sound '|| 2)
                     (delay 120)
                     (sound '|| 0))))
               (set-var M 12)
               (branch-reg
                994
                (</>
                 (/ (sound '|| "USO¥NC_07D.USO"))
                 (/ (sound '|| "USO¥NC_07V.USO"))))
               (sound '|| 1))))
         (proc 7)
         (proc 1)
         (text "ミスカトニック修道院の跡だ。" 'br)
         (text "昼なお暗い鬱蒼と茂った森の中にある中世の面影を伝える修道院跡は、場所がアーカムでなければ十分観光の名所となり得ただろう。")
         (proc 0)
         (text "村人達はここで起こった惨事を知っているからか、修道院跡に近寄ろうとはせず、あたりは荒れるがままに放置されている。")
         (proc 0)
         (text
          "私とて超自然的な現象や魑魅魍魎の類を信じている訳ではないが、瓦礫の下に埋もれ、誰の目にも触れず朽ち果てていく修道女達の遺骸の事を考えると、あまりいい気分ではない。")
         (proc 0))))
   (proc 3)
   (loop
    (exec-mem 14048 3 "A" 27984)
    (if (</> (// (? (= A 3)) (nop@)) (// (? (!= A 0)) (nop@) (proc 1))))
    (branch-var
     A
     (</>
      (/ (seg-call))
      (/
       (branch-index
        (</>
         (/
          (text "１００年以上の樹齢を数える老木が密生している。" 'br)
          (text "修道院で起こった火災の難を逃れて、当時からそこにあったのだろう。")
          (proc 0)
          (text "海と荒れ地ばかりのアーカムにあって、これほど豊かな緑を蓄える事の出来る土地は貴重な存在と言えよう。")
          (proc 0)
          (text
           "廃虚と化してから久しい修道院の跡が往時のそのままに残され、誰の手にも触れられる事がなかったのは、院で起こった惨事を知っている村人達が祟りを恐れているからかもしれない。")
          (proc 0)
          (text "それを迷妄な世迷い言と決めつけてしまうほど私の神経は太くない。" 'br)
          (text "鬱蒼と茂った木々を見ていると、彼らは土の下に埋もれた修道女の遺骸を養分に育ったのではないかと思えてくる。"))
         (/
          (text
           "普段ならこのような豊かな緑を目にすると心休まる気がするものだが、ここでは、木々の間から人ならぬ何物かがこちらの様子を伺っているのではないかという恐怖感が先立ってそれどころではない。"))))
       (proc 0))
      (/
       (branch-index
        (</>
         (/
          (text "あたりには火災の跡を物語る、炭になった木片や、割れた石材の破片などがいたる所に散乱している。")
          (proc 0)
          (text "それにしても、修道院の建物を構成していたにしては、異様なほど石や柱の数が少ない。")
          (proc 0)
          (text
           "それらの大半は、新しい建物を造るための材料として、何物かに持ち去られてしまったのだろうが、それにしてもこれでは更地同然だ。"))
         (/ (text "石が整然と並んだ床が、修道院がまだ存在していた頃の面影をわずかに忍ばせている。"))))
       (proc 0))
      (/
       (proc 9)
       (text-frame 0 0 79 399)
       (text-reset 1)
       (text-frame 8 304 71 383)
       (proc 8)
       (exec-mem 8304 12 16 67 287 8 1)
       ((cmd 206) 1 4)
       (proc 9)
       (exec-mem 11504 "C B:GPC¥C_167.GPC,C")
       (image-mem 0)
       (proc 8)
       (exec-mem 8304 12 16 67 287 8 1)
       (proc 1)
       (branch-index
        (</>
         (/
          (text "瓦礫の下に、人為的に隠されたのではないかと思われるほどその形跡が定かでない地下に降りる階段がある。")
          (proc 0)
          (text "ほんのわずかに残った建物の一部は、おそらく礼拝堂などのある大きな建物に並んで建てられた、小さな別棟の名残りなのだろう。")
          (proc 0)
          (text "地下室は５つの部屋とそれをつなぐ通路で構成されており、食料品などの貯蔵の為だけに造られたにしては構造が複雑すぎる。")
          (proc 0)
          (text
           "地下の一室にあった壁から垂れる手枷や、その枷につながれたまま死んだ女性のものと思われる屍体を考えると、かなり特殊な用途に使われていたことに間違いはない。"))
         (/
          (text "修道院の地下にある部屋に通じる階段だ。" 'br)
          (text "瓦礫の中に埋もれたその様子は、何者かの手によって故意に隠蔽されたのではないかという気がする。")
          (proc 0)
          (text
           "確かに、地下室には余人の目には触れさせたくないような光景が広がっていたが、それにしても地下の入り口を塞いだだけで全てを片づけてしまうのはあまりにも無責任すぎる。"))))
       (proc 0)
       (proc 3)
       (proc 9)
       (text-frame 0 0 79 399)
       (text-reset 1)
       (text-frame 8 304 71 383)
       (proc 8)
       (exec-mem 8304 12 16 67 287 8 1)
       (proc 9)
       (exec-mem 11504 "C GPC¥C_166.GPC,C")
       (image-mem 0)
       (proc 8)
       (exec-mem 8304 12 16 67 287 8 1)
       (exec-mem 256 "G 0 0 296 80 104,G 1 0 296 80 104"))))
    (if (</> (// (? (!= A 0)) (nop@) (proc 3))))))
 (seg*
  (mes-load? 0)
  (if (</>
       (//
        (? (= V 0))
        (nop@)
        (proc 15)
        (menu1 60 100 (</> (/ (text "　　　地図　　　")) (/ (text "　　中に入る　　"))))
        (proc 17))))
  (proc 14)
  (if (</>
       (// (? (= V 0) (= S 0)) (nop@) (set-reg 905 #f) (mes-load? 4608))
       (//
        (? (= V 0) (= S 1))
        (nop@)
        (proc 6)
        ((cmd 206) 1 4)
        (mes-jump "B:MES¥NI_03B.MES"))))
  (if (</>
       (//
        (? (= V 0) (!= S 255))
        (nop@)
        (proc 6)
        (branch-var
         S
         (</>
          (/ (mes-jump "MES¥NI_03A.MES"))
          (/ (mes-jump "MES¥NL_07.MES"))
          (/ (mes-jump "MES¥NA_06A.MES"))
          (/ (mes-jump "MES¥NB_05A.MES"))
          (/ (mes-jump "MES¥NC_06.MES"))
          (/ (nop@))
          (/ (mes-jump "MES¥ND_06A.MES"))
          (/ (mes-jump "MES¥NG_05A.MES"))
          (/ (mes-jump "MES¥NE_04A.MES"))
          (/ (mes-jump "MES¥NI_03A.MES"))
          (/ (mes-jump "MES¥NJ_04A.MES"))
          (/ (mes-jump "MES¥NK_03A.MES"))
          (/ (mes-jump "MES¥NH_02A.MES"))
          (/ (mes-jump "MES¥NM_02A.MES")))))))))