[
  {
    "message": "ここにはコーデリアの姿はないようだ。"
  },
  {
    "message": "私が遅くなったので探しに出たのだとすれば、真っ先に魚鱗亭に来るだろうと思ったのだが。"
  },
  {
    "message": "ここにもいないとすると‥‥‥‥‥"
  },
  {
    "message": "コーデリアはどこに行ってしまったんだろう。"
  },
  {
    "message": "魚鱗亭の前だ。"
  },
  {
    "message": "私が出てきた時と何ら変わりないところを見ると、トマスはまだ戻っていないらしい。"
  },
  {
    "message": "それにしても、トマスの奴はあんな所で何をしていたのだろう。"
  },
  {
    "message": "もしかしてナイと知り合いなのか？"
  },
  {
    "message": "秘密結社に属していたり妙に専門的な知識を身につけていたりと、普通ではない部分があったのだが‥‥‥‥"
  },
  {
    "message": "ナイと知り合いだとなると、なにか特別な目的があってアーカムにやって来たのだろうか。"
  },
  {
    "message": "魚鱗亭の前だ。"
  },
  {
    "message": "厚い雲が空にかかっているからだろうか、思ったほど寒くない。"
  },
  {
    "message": "コーデリアの所に行く前に、他の所に行ってみた方がいいな。"
  },
  {
    "message": "昼間はなんでもなかった場所が今は重大な意味を持つ事もあるだろう。"
  },
  {
    "message": "いつまでも呆然と眺めているわけにはいかない。"
  },
  {
    "message": "そもそも魚鱗亭自体、私の興味をひくような優れた建築物とは言えないのだから。"
  },
  {
    "message": "闇の中に浮かび上がるように存在を主張している。"
  },
  {
    "message": "しかし、私の受ける印象は、叙情的とか荘厳などというものではなく、むしろ不気味な廃屋然とした様子といった所だ。"
  },
  {
    "message": "ことに英国では、古い物をありがたがる傾向があるが、魚鱗亭だけは話が別のようだ。"
  },
  {
    "message": "これでハドスン夫人がいなければ、誰もこんな宿に泊まろうとはしないだろう。"
  },
  {
    "message": "結局ハドスン夫人を怒らせたまま出てきてしまったが、本当にこれでよかったのだろうか。"
  },
  {
    "message": "夫人はアーカムでは数少ない協力者で、しかも私の事を好意的に見てくれていたように思われる。"
  },
  {
    "message": "何故怒っているのか解らないが、誤解を解いてからの方が賢明なのではないか？"
  },
  {
    "message": "ハドスンさんは随分コーデリアの事を心配していたようだ。"
  },
  {
    "message": "私がコーデリアの事をアーカムから連れ出してやるつもりだと聞いた途端それまでの冷淡な調子が消えてしまった。"
  },
  {
    "message": "別に口から出任せを言った訳ではないが、本当にコーデリアをロンドンに連れていっていいものなのか。"
  },
  {
    "message": "いきなり女性を家に連れていったら、私の家族はなんと思うだろう。"
  },
  {
    "message": "しかも、その女性がアーカムに住んでいた事を知ったら‥‥‥‥‥"
  },
  {
    "message": "考えても仕方がない事だとは解っているが、これからの事を考えると、どうも気が重いな。"
  },
  {
    "message": "それに、失踪したというハドスン夫人のご主人の事も気になる。"
  },
  {
    "message": "夫人はご主人が魚鱗亭をやっていた家の、最後のひとりだったと言っていた。"
  },
  {
    "message": "夫人がアーカムを離れられないのはそれが原因なのかもしれない。"
  },
  {
    "message": "夫の一族が代々受け継いできた魚鱗亭を、自分のせいで終わらせるのがたまらないという事なのだろう。"
  },
  {
    "message": "自分を捨てて失踪した男のために、そこまでしてやる事などないと思うが、それは私の考えるべき問題ではないのかもしれない。"
  },
  {
    "message": "こうしてじっと眺めていると、これからどこかに出かけようなどという酔狂なまねをする気力が次第に衰えていくようだ。"
  },
  {
    "message": "このまま部屋に帰ってしまおうか‥‥‥‥"
  },
  {
    "message": "しんと静まり返った建物からは、中に誰かがいる気配さえ感じられはしない。そもそも、本当に人が住んでいるのかという事さえ疑わしい。"
  },
  {
    "message": "本当に私が帰ってくるまでこの扉が開いているのか、疑わしいところだが、まさか夫人に玄関の鍵を貸してくれという訳にもいかないし、躊躇せず先を急ぐしかなさそうだ。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]