[
  {
    "name": "トマス",
    "message": "またか。確かに俺はどこぞの爺と違って、早寝の習慣はな　　　　　　いがね‥‥‥‥‥ひょっとして嫌がらせなのか？"
  },
  {
    "name": "トマス",
    "message": "なんでぇ‥‥‥誰かと思えば。"
  },
  {
    "message": "　　　　　　確かに用があったらいつでもとは言ったがなぁ、こんな時　　　　　　間に男の訪問なんざお世辞にも嬉しいとは言えねえな。"
  },
  {
    "message": "トマスは冗談めかしてそう言った。"
  },
  {
    "message": "最初に会ったときと何も変わらず、飄々としたふてぶてしい態度を崩していない。"
  },
  {
    "message": "英国紳士気取りのトマスにすれば、こんな古びた簡素な部屋に滞在するのは不本意だろう。ひょっとするとトマスはハドスン夫人の前でその事を言い、夫人の不興をかってしまったのだろうか？"
  },
  {
    "message": "表の通りに面した私やガードナーの部屋から比べると、トマスの部屋は日当たりも悪そうでジメジメした雰囲気がある。調度品の類は私たちの部屋とそう大差ない。"
  },
  {
    "message": "ハドスン夫人が、今日私がこの宿にやってくる事を知っていた訳もないのだから、トマスがこの部屋に通されたのは何か特別な意味があっての事なのかもしれない。"
  },
  {
    "message": "どうも気になる‥‥‥‥"
  },
  {
    "message": "トマスは私に隠し事をしているに違いない。"
  },
  {
    "message": "これが秘密結社のしるしか。確かに知らない者から見れば何の意味もない図形の組み合わせにしか思えない。結社の構成員達はこの指輪を見てお互いの身分を確かめ合う訳だ。"
  },
  {
    "message": "トマスは否定しているが、どうも歯切れが悪い。やはり指輪には何らかの意味が隠されているようだ。"
  },
  {
    "message": "本人の口から聞くことが出来ないとなると‥‥‥‥"
  },
  {
    "message": "私はトマスの左手指にはまった指輪を見た。最初に見た時から何らかの意味があるに違いないと思ったが、今ではその思いはさらに強くなっている。"
  },
  {
    "message": "トマスは一向にうろたえた様子もなく、口の端に辛辣な含み笑いを浮かべた表情でそこに立っている。内心何を考えているのか、外見からは読みとることが出来ない。"
  },
  {
    "message": "落ちつきなく体を前後に揺すっている。すっかり退屈して、一刻も早く私との話を打ち切りたいと思っている様子がありありと解る。"
  },
  {
    "message": "トマスは訪ねてきたのが私である事を知ると、さも残念そうに舌打ちして、来訪者に対する興味を失ってしまったようだ。私の他に誰か訪ねてくる予定でもあったのだろうか。"
  },
  {
    "name": "トマス",
    "message": "おい、変な言いがかりはそれぐらいにしておけよ！"
  },
  {
    "message": "　　　　　　誰に吹き込まれたかしらねえが、俺はそんなもんとは無関　　　　　　係なんだからな。"
  },
  {
    "name": "トマス",
    "message": "この俺になんの用なんだ？"
  },
  {
    "name": "ジョナサン",
    "message": "用という程の事ではないんだ。"
  },
  {
    "name": "トマス",
    "message": "だったら明日にしろよ。俺はこれから用事が‥‥‥"
  },
  {
    "message": "こんな時間に何の用があると言うのだ。こんな村では夜の街に繰り出すという訳にもいくまい。しかし、それを詮索する訳にはいくまい。それより気になるのは、トマスが私の目から隠そうとしている指輪だ。"
  },
  {
    "name": "ジョナサン",
    "message": "少し気になる事があったもんでね。君のその指輪、前　　　　　　　　にどこかで見たような気がするんだ。ほら、その表面　　　　　　　　の模様、かなり珍しいからね。"
  },
  {
    "name": "トマス",
    "message": "指輪？　ああ、これね‥‥‥どういういわれがあるのかは　　　　　　俺も知らん。ちょっと珍しいから持ってるだけだ。"
  },
  {
    "message": "本当かどうか疑わしいな。この男はどうも信用ならない、いかがわしい雰囲気だ。"
  },
  {
    "name": "ジョナサン",
    "message": "ところで、誰か訪ねてくる予定でもあったのかい？"
  },
  {
    "name": "トマス",
    "message": "どうして。別にそんなもんありゃしねえよ。"
  },
  {
    "name": "ジョナサン",
    "message": "なんだかそわそわしていないかね？"
  },
  {
    "name": "トマス",
    "message": "変な事言うなよ。こんなシケた村に知り合いなんている訳　　　　　　がねえだろ。"
  },
  {
    "name": "ジョナサン",
    "message": "その指輪、フリーメイスンの証だろう。なんで君がそ　　　　　　　　んな物を持ってるんだ？"
  },
  {
    "name": "トマス",
    "message": "へえ？　そうなのかい。全然知らなかったぜ。俺はただ　　　　　　　ちょっと珍しいから着けてるだけで、そんな意味がある　　　　　　　なんて初耳だ。"
  },
  {
    "message": "本当だろうか‥‥‥とぼけた表情の裏側で何を思っているのか真意をつかめない男だ。本当に知らなかったとすれば、あれはガードナーの誇大な妄想という事だが‥‥‥"
  },
  {
    "name": "トマス",
    "message": "それで？　フリーメイスンがどうしたって？"
  },
  {
    "name": "ジョナサン",
    "message": "いや、なんでもない。少し立ち入った事を聞くが、君　　　　　　　　は一体何をしにこのアーカムに来たんだ？"
  },
  {
    "name": "トマス",
    "message": "そんな事聞いてどうするってんだ。"
  },
  {
    "name": "ジョナサン",
    "message": "別に深い意味はない。単なる好奇心に過ぎないんだ。"
  },
  {
    "name": "トマス",
    "message": "大方、ガードナーの爺さんに何か吹き込まれたんだろ？"
  },
  {
    "name": "ジョナサン",
    "message": "‥‥‥‥‥"
  },
  {
    "name": "トマス",
    "message": "あいつ、俺の事を山師だなんだと言いやがって。てめえこ　　　　　　そ功名心に取り付かれた欲ボケ爺じゃねえか。遺跡の件に　　　　　　しても果たしてそれほど大層な物なのか疑わしいぜ。"
  },
  {
    "message": "『それじゃあ、どうして君は遺跡に興味を示したんだ？』"
  },
  {
    "message": "そう聞きたい所だが、どうせこの男の事だ適当な言い訳を考え出して、のらくらとはぐらかすに違いない。"
  },
  {
    "name": "トマス",
    "message": "どうしたんだいこんな時間に。"
  },
  {
    "name": "ジョナサン",
    "message": "いや、少し聞いておきたい事があったもんでね。"
  },
  {
    "name": "ジョナサン",
    "message": "急に訪ねて済まなかったな。"
  },
  {
    "name": "トマス",
    "message": "客がせめてハドスン夫人だったらよかったのにな。男が部　　　　　　屋に来たって嬉しかねえ。"
  },
  {
    "name": "ジョナサン",
    "message": "悪かったな。なんなら私は退散しようか？"
  },
  {
    "name": "トマス",
    "message": "まあ気にしなさんな。しかしあの女、こんなシケた田舎の　　　　　　宿で未亡人にしておくにゃぁ勿体ないと思わんか？"
  },
  {
    "message": "自分の部屋"
  },
  {
    "message": "この男と話していても大した収穫はなさそうだ。"
  },
  {
    "message": "私は自分の部屋に帰る事にした。"
  }
]