[
  {
    "message": "自分の部屋に戻ってきた。"
  },
  {
    "message": "湿気を含んだ空気が窓の隙間から室内に入り込んで来るようで、周囲の壁には水滴が浮かんでいる。"
  },
  {
    "message": "階下からは相変わらず例の『あの』声が聞こえて来るし、窓をゆする風の音も依然衰えてはいない。"
  },
  {
    "message": "まさか夫人とトマスが‥‥‥"
  },
  {
    "message": "とても信じられない事だが‥‥‥"
  },
  {
    "message": "まあ、人にはそれぞれ好みがある事だし、あまり何度も足を運んでは覗きをしているようで嫌だ。"
  },
  {
    "message": "夫人の部屋には行かない方がいいだろうな。"
  },
  {
    "message": "あたりはすでに宵闇におおわれ、昼間から感じていたじめじめした空気はさらに湿気を含んでもうすぐ雨がやってくる事を予感させる。"
  },
  {
    "message": "今晩は寝過ごさずに済んだようだ。"
  },
  {
    "message": "昼間の一件もあるし早々にギルマンハウスに向かわなければなるまい。"
  },
  {
    "message": "もうすぐ雨が降りそうだと言うのに。"
  },
  {
    "message": "あまり気は進まないが‥‥‥‥‥‥‥‥"
  },
  {
    "message": "『うっ‥‥‥‥‥‥あ‥‥‥‥‥‥』"
  },
  {
    "message": "『やめ‥‥‥‥‥‥‥だ‥‥‥‥です‥‥‥‥』"
  },
  {
    "message": "誰の声だろう、普段ならばひっそりと静まりかえっているはずの魚鱗亭に、今夜は人の声がする。"
  },
  {
    "message": "隣室のガードナーはとうに眠ってしまったろう。"
  },
  {
    "message": "どうやら声は階下から聞こえてくるように思われる。"
  },
  {
    "message": "『お‥‥‥がい‥‥‥‥やめ‥‥‥‥あっ‥‥』"
  },
  {
    "message": "下のフロアにいるのは、ハドスン夫人だけだが‥‥‥‥‥‥"
  },
  {
    "message": "こんな時分に何をしているのだろうか。"
  },
  {
    "message": "何度も洗ったせいで、すり切れて皺の寄ったカーテンがかかっている。ここが二階だとは解っているが、誰かがカーテンの向こう側から覗いているのではないかという恐怖心は相変わらずなくならない。"
  },
  {
    "message": "最初に見たときからずっと思っていたが、窓にかかった古いカーテンの模様は、丁度長い髪を束ねたように見える。"
  },
  {
    "message": "そのせいか知らないが、どうも誰かが窓の向こうからこちらを覗いているように思えてしまう。"
  },
  {
    "message": "私より以前にこの部屋に宿泊した客は、そんな事を考えて不安な気持ちになった事はないのだろうか、私にはどうも気になって仕方がない。"
  },
  {
    "message": "つい今まで眠っていたベッドだ。"
  },
  {
    "message": "私はあまり寝相が悪い方ではない、シーツはきちんと整っていてベッドメイクの必要さえないほどだ。"
  },
  {
    "message": "コーデリアの部屋にあった物よりは幾分ましのようだが、私以上に大柄な人間には相当に寝苦しい狭さだろう。"
  },
  {
    "message": "これではとても女性を部屋に引っぱり込んで、このベッドの上で事に及ぼうなどとは思わないだろう。"
  },
  {
    "message": "ハドスン夫人の部屋のベッドは客室の物よりかなり上等な物のようだ。かなり大柄なトマスと夫人が一緒に乗ってもびくともしないのだから、元々ひとり用の物ではないのだろう。"
  },
  {
    "message": "夫人と失踪した亭主が一緒に寝ていたに違いない。"
  },
  {
    "message": "そのベッドに別の男と入り、普段の貞淑さを脱ぎ捨ててしまったような喘ぎをあげるなど、到底信じられない事だ。"
  },
  {
    "message": "古くて傷だらけのテーブルだ。"
  },
  {
    "message": "食事をするにしては少しばかり背が高すぎるようだし、書き物をするにはその逆に低すぎる。"
  },
  {
    "message": "つまり、ほとんど利用価値のないテーブルという訳だ。"
  },
  {
    "message": "せいぜい午後のお茶を飲む時ぐらいにしか使えないだろう。"
  },
  {
    "message": "何年も使い続けられているために、表面は光沢を失い、無数の傷がついている。それなりに古い物ではあるようだが、こうなってしまってはもはや何の価値もない。"
  },
  {
    "message": "しかしそれを言うなら、この魚鱗亭全てを競売にかけたとしても、一体どれほどの値段になるかたかが知れている。"
  },
  {
    "message": "ハドスン夫人がそうしようとしても、魚鱗亭を売った金で新しい生活を始めようなどと、土台無理な話だ。"
  },
  {
    "message": "隣室のガードナーの部屋につながる扉だ。"
  },
  {
    "message": "今は向こうの部屋から鍵が降りているようだ。"
  },
  {
    "message": "隣室のガードナーの部屋に通じる扉だが、今は鍵がかかっている。"
  },
  {
    "message": "昔の従者を連れて旅をするような時代に、主人とその従者が部屋を行き来する為に設けられた扉のようだ。"
  },
  {
    "message": "ガードナーの部屋を見てみると、私の部屋と大した変わりがないように見えるが、きっと元々ひとつの大きな部屋だったものを間仕切でふたつに区切っているのだろう。"
  },
  {
    "message": "今時従者を連れた旅人もいないだろうし、もしいたとしても今時の従者は主人と同じ待遇を求めるはずだ、ガードナーにしたところでそんな広い部屋は持て余してしまうだろう。"
  },
  {
    "message": "階下からはトマスと夫人が睦みあう声が聞こえてくる。"
  },
  {
    "message": "普段の貞淑で身持ちの固い夫人が、こんなに官能的な声をあげるとは到底信じられないが‥‥‥‥‥‥"
  },
  {
    "message": "ついさっき夫人の部屋で目にした光景は、まぎれもない真実だ。"
  },
  {
    "message": "夫人もただの女だったという事なのか。"
  },
  {
    "message": "『やめ‥‥‥‥‥‥‥だ‥‥‥‥です‥‥‥‥』"
  },
  {
    "message": "階下から聞こえてくる女の声は、ほとんど何の音もしない夜半過ぎという事も手伝って、いやに明瞭に聞こえてくる。"
  },
  {
    "message": "いくら安普請の宿と言っても、こんなに明瞭に聞こえてくるのは不自然なようにも感じられる。"
  },
  {
    "message": "私の目からは、貞淑な未亡人を絵に描いたような女性にしか見えなかったハドスン夫人がトマスとあんな行為に及ぶとは‥‥‥‥"
  },
  {
    "message": "とても信じられないが、世間の漁色家が言うように、未亡人とはえてして好色なものなのかもしれない。"
  },
  {
    "message": "ハドスン夫人もそれらの女性と同じように、自分の欲望を持て余して、トマスとの行為に耽溺してしまったのかもしれない。"
  },
  {
    "message": "ガードナーはもう寝てしまったようだ。"
  },
  {
    "message": "夜中にたたき起こされればひどく憤慨するだろう。"
  },
  {
    "message": "放っておいた方がよさそうだな‥‥‥"
  },
  {
    "message": "別にガードナーに用がある訳ではないのだが‥‥‥‥"
  },
  {
    "message": "私は隣室と通じる扉のノブを回してみた。"
  },
  {
    "message": "扉はびくともしない。"
  },
  {
    "message": "向こうの部屋から鍵がかかっている。"
  },
  {
    "name": "ジョナサン",
    "message": "教授、まだ起きていらっしゃいますか？"
  },
  {
    "message": "私は扉をノックしながら、ガードナーの名前を呼んだ。"
  },
  {
    "message": "しかし、隣室から返事の声は聞こえない。"
  },
  {
    "message": "玄関ホール"
  }
]