[
  {
    "message": "トマスはまだ帰っていないらしい。"
  },
  {
    "message": "こんな夜更けに何処に行ってしまったのだろう。"
  },
  {
    "message": "トマスの部屋だ。"
  },
  {
    "message": "鍵がかかっていないのをいいことに、勝手に扉を開くと、不満の声をあげるべき部屋の住人の姿は何処にもない。"
  },
  {
    "message": "部屋は本人が綺麗好きと言うだけあって、きちんと整頓されている。"
  },
  {
    "message": "そればかりか、トマスが滞在している事を示すような一切の荷物が見あたらない。"
  },
  {
    "message": "元々荷物が少ない男なのか、何らかの理由で出ていってしまったのか。それにしても、アーカムから出る為の吊り橋は危険な状態だし、半世紀も前に作られた鉄橋はいつ倒壊するか知れないと言ったのはトマス本人だったではないか。"
  },
  {
    "message": "何処に行ってしまったのだろう。"
  },
  {
    "message": "きちんと整理された部屋だ。"
  },
  {
    "message": "トマスがここに滞在している事を伝えるような物は一切ない。"
  },
  {
    "message": "この部屋は陽の当たらない裏側に位置しているために、妙にじめじめして、あまり快適とは言えない。"
  },
  {
    "message": "トマスとハドスン夫人のぎくしゃくした関係から考えると、夫人はわざとこんな良くない部屋をトマスにあてがったのではないだろうか。"
  },
  {
    "message": "いつも穏和で陰険さのかけらもないハドスン夫人が、そんな事をするとは到底思えないのだが、私がこの魚鱗亭に滞在すると決まる前から逗留していたトマスにわざわざ悪い部屋を追いやった理由が思いつかない。"
  },
  {
    "message": "トマスの部屋は本人が綺麗好きだと言うだけあって、きちんと整理されている。"
  },
  {
    "message": "そればかりか、この部屋にはトマスが滞在しているという事を伝えるような荷物や衣服の類が一切存在しない。"
  },
  {
    "message": "これが彼の所属する秘密結社のやりかたなのだろうか。"
  },
  {
    "message": "トマスがいない間に部屋の中を探ってやろうとしても、これでは何もみつかる訳がない。"
  },
  {
    "message": "いつでも姿を消すことが出来るように、身辺を身軽にしているのかもしれないな。"
  },
  {
    "message": "きちんと整えられたままのベッドを見ると、トマスは一睡もせずに出かけてしまったらしい。"
  },
  {
    "message": "私の部屋にあるベッドと大差ない。"
  },
  {
    "message": "長身のトマスには少しばかり小さすぎるかもしれないな。"
  },
  {
    "message": "シーツはハドスン夫人がベッドメイクした時そのままに、皺ひとつなく整えられている。"
  },
  {
    "message": "トマスは私が居眠りしている間に、一睡もせずに出かけたのだろう。"
  },
  {
    "message": "彼が行きそうな場所など一向に思い浮かばないが‥‥‥"
  },
  {
    "message": "そう言えば、今朝食堂で話した時、『村で楽しめる所』とか言っていたようだが‥‥‥‥‥"
  },
  {
    "message": "娯楽が乏しいこの村で、『楽しい所』なんてあるんだろうか。"
  },
  {
    "message": "あの時のトマスのヤニ下がった顔は、何を意味するのだろう。"
  },
  {
    "message": "トマスはよくもこんな日当たりの悪い部屋で我慢しているものだ。"
  },
  {
    "message": "今は夜だから解らないが、日中も日陰になる魚鱗亭の裏側に位置する為に、この窓から陽の光が入る事はほとんどないだろう。"
  },
  {
    "message": "これではカーテンが開いていても大して変わるまい。"
  },
  {
    "message": "トマスはよくこんな部屋で我慢しているな。"
  },
  {
    "message": "私の部屋にある物と同じような、古くて価値のないテーブルだ。"
  },
  {
    "message": "魚鱗亭が開業した頃から備品として存在していたのかもしれない。"
  },
  {
    "message": "私の部屋にある物と大した変わりはない。"
  },
  {
    "message": "食事するには高すぎるし、書き物机としては背が高すぎるようだ。"
  },
  {
    "message": "もっとも、トマスは熱心に書き物をするようなタイプではないし、食事はひとりではとりたがらないだろう。"
  },
  {
    "message": "せっかくテーブルがあってもほとんど利用していないだろう。"
  },
  {
    "message": "あの男にはこんな物で丁度いいぐらいだ。"
  },
  {
    "message": "自分の部屋"
  }
]