[
  {
    "message": "私は扉をノックすると、トマスの部屋の中をのぞき込んだ。"
  },
  {
    "message": "鍵はかかっていないが中には誰もいない。"
  },
  {
    "message": "トマスはどこかに出かけてしまったらしい。自称ロンドンっ子と言うだけあって、一つ所にじっとしていられない性格らしい。"
  },
  {
    "message": "トマスはいない。手洗いに行くとか言っていたが‥‥‥‥‥"
  },
  {
    "message": "ハドスン夫人もどこかに行ってしまっていたが、もしかするとふたりでどこかに出かけたのかもしれない。"
  },
  {
    "message": "外見だけで判断してやるのも可哀相な気がするが、夫人とトマスではお世辞にも似合いとは言えない。トマスが無理矢理連れ出したと思う方が合点がいくな。"
  },
  {
    "message": "私は扉をノックすると、トマスの部屋の中をのぞき込んだ。"
  },
  {
    "message": "鍵はかかっていないが中には誰もいない。"
  },
  {
    "message": "トマスはどこかに出かけてしまったらしい。"
  },
  {
    "message": "手洗いに行くとか言っていたが、本当かどうか怪しいものだ。"
  },
  {
    "message": "私はトマスの部屋の扉に手を触れようとしたその時、扉が開いてトマスが姿を現した。"
  },
  {
    "name": "トマス",
    "message": "なんだ、ジョナサンじゃねえか。"
  },
  {
    "message": "　　　　　　ひょっとして俺の部屋に来る所だったのか？"
  },
  {
    "message": "トマスはどこかに出かける所だったらしい、きちんと身支度をして今にも部屋を出ようとする途中だったのだ。"
  },
  {
    "name": "ジョナサン",
    "message": "こんな時間に何処に行こうって言うんだ？"
  },
  {
    "name": "トマス",
    "message": "別にどこにも行きゃあしねえよ。"
  },
  {
    "message": "　　　　　　ちょっと手洗いに出ようとしていた所さ。"
  },
  {
    "message": "やはり部屋を荒らすのは止めておこう。"
  },
  {
    "message": "またいずれチャンスがあるだろう。"
  },
  {
    "message": "トマスは留守だし‥‥‥‥"
  },
  {
    "message": "部屋を調べれば正体の解らないあの男について何か解るかもしれない。"
  },
  {
    "message": "いや、しかしそこまでするのは気がひけるな。"
  },
  {
    "message": "確かにトマスは裏で何をしているのか解らない奴だが、まだ何かをしているという確証はないんだし‥‥‥‥"
  },
  {
    "message": "英国紳士気取りのトマスにすれば、こんな古びた簡素な部屋に滞在するのは不本意だろう。ひょっとするとトマスはハドスン夫人の前でその事を言い、夫人の不況をかってしまったのだろうか？"
  },
  {
    "message": "表の通りに面した私やガードナーの部屋から比べると、トマスの部屋は日当たりも悪そうでジメジメした雰囲気がある。調度品の類は私たちの部屋とそう大差ない。"
  },
  {
    "message": "ハドスン夫人が、今日私がこの宿にやってくる事を知っていた訳もないのだから、トマスがこの部屋に通されたのは何か特別な意味があっての事なのかもしれない。"
  },
  {
    "message": "私には焦っているように見える。"
  },
  {
    "message": "やはり誰かと待ち合わせをしていて、その時間に遅れるのではないかと気をもんでいるようなのだが‥‥‥‥"
  },
  {
    "message": "落ちつきなく体を前後に揺すっている。すっかり退屈して、一刻も早く私との話を打ち切りたいと思っている様子がありありと解る。"
  },
  {
    "message": "今にも出かけようとした所に私がやってきたので面白くなさそうだ。"
  },
  {
    "message": "本人は否定しているが、手洗いや目的もなくぶらっと出かけようという訳ではなく、目的があってどこかに行こうとしているに違いない。"
  },
  {
    "name": "トマス",
    "message": "そろそろ時間だぜ。この歳になって失禁なんて恥ずかしい　　　　　　真似はしたくないからな、そこを退いてくれ。"
  },
  {
    "message": "やはりこの男の方が私なんかより一枚上手だったようだ。"
  },
  {
    "message": "これ以上何を聞いても知らぬ存ぜぬで押し通されてしまうだろう。"
  },
  {
    "name": "ジョナサン",
    "message": "では聞くが、ハドスン夫人に何をしたんだ？"
  },
  {
    "message": "トマスは意外な事をたずねられたように、おどけたような驚きの表情を見せ、私を鋭く見つめかえしている。"
  },
  {
    "name": "トマス",
    "message": "『何をした』って、どういう事だ？"
  },
  {
    "message": "　　　　　　俺があの人に襲いかかったとでも言うのかい。"
  },
  {
    "message": "この男、一筋縄ではいきそうもない。こういう状況には私なんかより、よっぽど慣れているのだろう。酒場で村人達と危うい事になりかけた時も妙に冷静だった。多くの修羅場をくぐり抜けてきたという感じだ。"
  },
  {
    "name": "ジョナサン",
    "message": "我々が酒場から帰ってきた時、君は夫人に意味ありげ　　　　　　　　なまなざしをおくっていたじゃないか。"
  },
  {
    "name": "トマス",
    "message": "止してくれ、いくら俺だってさかりのついた犬みたいに、　　　　　　のべつまくなし女に手を出してる訳じゃないんだぜ？"
  },
  {
    "name": "ジョナサン",
    "message": "そういう意味で言っているんじゃない。"
  },
  {
    "message": "　　　　　　　　あの時、夫人は君に恐れを感じていたように見えた。"
  },
  {
    "name": "トマス",
    "message": "知らんね。誰が勝手に俺の事を恐がろうと知った事じゃな　　　　　　いよ。それに、お前さんの勘違いって事もあるだろ？"
  },
  {
    "name": "ジョナサン",
    "message": "そうは思わないね。私だって記者という仕事をしてい　　　　　　　　るんだ、人の顔色から何を考えているかを判断する事　　　　　　　　には少々長けているつもりだ。"
  },
  {
    "name": "ジョナサン",
    "message": "夫人のあの表情は、確かに恐れや恐怖の感情を抱いて　　　　　　　　いる顔に違いないよ。"
  },
  {
    "name": "トマス",
    "message": "‥‥‥‥‥‥そりゃまあ、俺も世間様より多少は危険な事　　　　　　や危ない橋も渡ってきたがね。それを責められるいわれは　　　　　　ないんじゃないのか。"
  },
  {
    "name": "ジョナサン",
    "message": "それじゃあ、夫人には指一本触れていないって言うん　　　　　　　　だな？"
  },
  {
    "name": "トマス",
    "message": "ないね。それより、お前はなんで夫人の事をそんなに気に　　　　　　するんだ。ああいう年増が好きなのか？"
  },
  {
    "name": "ジョナサン",
    "message": "どこかに出かける所だったんだろう？"
  },
  {
    "message": "　　　　　　　　私はまたにするから、遠慮なく行ったらいい。"
  },
  {
    "name": "トマス",
    "message": "気にするな。ちょっと手洗いに行こうとしただけだから、　　　　　　話があるのなら手短にな。俺の膀胱が破裂する前に終わら　　　　　　せてくれよ。"
  },
  {
    "message": "自分の部屋"
  }
]