[
  {
    "message": "さて、これからどうしたものだろうか。"
  },
  {
    "message": "私の希望としては暖かい食事をとってぐっすり寝てしまいたいところなのだが‥‥‥夫人の言っていた他の宿泊客の事も気になるな。"
  },
  {
    "message": "ハドスン夫人に案内された私は、魚鱗亭の今にも踏み抜けそうな頼りない階段を上って２階に上がった。"
  },
  {
    "message": "どこもかしこも古びていて歴史の重みを感じない訳にはいかない。しかもそれらの大部分がアーカムが豊かな頃の物らしく、それなりに意匠を凝らした物だ。"
  },
  {
    "message": "私の部屋は広場から続く通りに面した広い窓があり、外には老朽化した家々の屋根が見える。古い建物の割には、この種の安宿にありがちな不快なにおいも不吉な壁の染みもない。"
  },
  {
    "message": "しかし、この部屋には何とも得体の知れない嫌な雰囲気がある。"
  },
  {
    "message": "心霊現象の好きな英国人の世迷い言などではなく、首筋の髪がちりちりと逆立つような、悪寒にも似た冷たい空気が部屋中に満ちている様子をありありと感じる事ができる。"
  },
  {
    "message": "‥‥‥まさか幽霊の類なのだろうか‥‥‥何を愚かしい。ロンドン塔の壁に塗り込められた拷問死した女の話か、切り裂きジャックに惨殺された娼婦達の動く屍などというよた話を信じろと言うのか。"
  },
  {
    "message": "旅先で神経が逆立っているにすぎない。それと、壁を通して染みだしてくるようなこの冷気のせいだ。こうして立っているだけで爪先が痺れて感覚が麻痺してくる。雨に濡れたのがよくなかったのだろう。"
  },
  {
    "message": "もうカーテンの事を考えるのはよそう。まるで子供部屋の隅の暗がりに怯える少年のようではないか。私がそんなに神経質で恐がりだったとは当の本人である私も知らなかった。"
  },
  {
    "message": "窓にかかった古びて変色したカーテンは、ハドスン夫人の努力によって不潔な感じはしないものの、あまりにも古すぎるようだ。もういくらも経たずにただのボロ布になるだろう。"
  },
  {
    "message": "だが、私が思索しているのは魚鱗亭がこれから払わねばならぬ出費の事などではない。古びたカーテンに着いた縦に走る幾重もの汚れの筋のような物が私の神経を妙に苛立たせる。"
  },
  {
    "message": "カーテンに着いたその汚れの帯は、下方で結わえられまとめられている為に、まるで束ねた髪のように見えるのだ。昔の貴族達が長い髪を後ろで結わえている様に酷似している。"
  },
  {
    "message": "それが気のせいである事は解っているのだが、ふと目線を外した刹那、そのカーテンの後ろから血走った２つの目が私のことをねめつけているのではないかと、空恐ろしい想像が頭の片隅に浮かび上がる。"
  },
  {
    "message": "窓の外は相変わらず暗く、うなるような風の音が聞こえるが、雨足は弱まってきているようだ。"
  },
  {
    "message": "薄暗いのは天候が悪いだけという訳でもあるまい。この村は昼間でも燦々と降り注ぐ陽光など似つかわしくないように思える。"
  },
  {
    "message": "陰気で古びた街並みにはそんな様子がよく似合う。そして、じっとりと湿った暗がりには不浄なものが芽を出して育つものだ。"
  },
  {
    "message": "思った通り、ベッドのスプリングはもう何年も前に耐久の限界に達していたようだ。ほんの少し体重をかけただけでもぎしぎしと不愉快な音を立てて不満を言う。"
  },
  {
    "message": "清潔そうではあるが、窓にかかった古びたカーテンと同じ年代の物だとしたら寝心地は期待しないほうがよさそうだ。"
  },
  {
    "message": "清潔そうなシーツが用意されている。ハドスン夫人は私が訪れる事など知らなかったはずなのに、きちんとベッドメイクされている所はさすがに気配りの行き届いた女性らしい。"
  },
  {
    "message": "少なくとも壁蝨や他の不潔なものに悩まされる心配はないようだ。"
  },
  {
    "message": "あとはもう少し大きければ何の不満もないのだが‥‥‥"
  },
  {
    "message": "わざわざ椅子が２脚用意されている理由がようやく解った。隣室とつながる扉から客同士が行き来できるようになっていたのだ。確かにこういう造りの宿はめずらしくない。"
  },
  {
    "message": "私も隣の部屋の客と仲良くすべきだろうか？"
  },
  {
    "message": "ベッドのサイズを考えると完全な一人部屋のはずなのに、椅子は２脚用意されている。ひどくちぐはぐなような気がするが、この宿では泊まり客の部屋に誰が別の客が訪ねてくる事があるのだろうか。"
  },
  {
    "message": "扉にはしっかりと錠が下ろされている。"
  },
  {
    "message": "ガードナーは早くも階下の食堂に行ってしまったのだろうか。"
  },
  {
    "message": "やはり挨拶しておこう。"
  },
  {
    "message": "私は隣室につながる扉を軽くノックした。"
  },
  {
    "message": "程なくエール錠の開く音がして扉が開いた。"
  },
  {
    "message": "男は５０がらみの格幅のいい紳士で、少し鷹揚な雰囲気があるものの、大勢の使用人に無理難題を押しつける神経質な主人といった感じではない。"
  },
  {
    "message": "むしろ何人もの生徒を前に教鞭をふるう職業にある者の、包容感がある鷹揚さといった印象だ。"
  },
  {
    "message": "おそらくハドスン夫人が言っていたガードナー教授にちがいない。"
  },
  {
    "message": "民族学の教師という話だが、一体どんな目的があってこのアーカムを訪れたのだろうか。"
  },
  {
    "message": "扉の向こう側から鍵がかかっているようだ。隣室の客はどんな男なのだろうか。神経質で扱いにくいタイプなら、あまり積極的に付き合おうとは思わないのだが‥‥‥‥"
  },
  {
    "message": "やはり一応は挨拶しておくべきだろうか。数日の滞在とはいえ、万が一にも帰りの足が確保できない場合にはしばらくの間顔を突き合わせなければならないのだから。"
  },
  {
    "message": "これがバスルームに通じる入り口だったらうれしかったのだが‥‥‥‥どうやらそうではないらしい。バスとトイレは階下まで行かなければ使う事は出来ないようだ。"
  },
  {
    "message": "廊下に通ずる扉ではない。両側から鍵がかかるような仕組みになっている所を見ると、隣の客室に通じているらしい。"
  },
  {
    "message": "隣の部屋に逗留しているのは誰なのだろう？"
  },
  {
    "message": "ハドスン夫人の話では２人の男が泊まっているはずだが‥‥‥"
  },
  {
    "message": "ガードナーは一足先に食堂に向かった。くだんの興味深いアーカムの遺跡の話も聞きたいし、もう一人の泊まり客の事も気になる。身支度をととのえて食堂に向かった方がよさそうだ。"
  },
  {
    "message": "ガードナーの前で落ちつきなくきょろきょろしているのは好ましくないだろう。まるで及第点をもらえるかどうかの瀬戸際にたった劣等生のようでおもしろくない。"
  },
  {
    "message": "まだ髪がちりちりするような妙な冷気が漂っている。"
  },
  {
    "message": "しかしその事はあまり考えない方がいいだろう。どうせ高ぶった神経が起こす妙な妄想にすぎないのだ。"
  },
  {
    "name": "ガードナー",
    "message": "あんまりのんびりしておるとハドスン夫人の機嫌を損　　　　　　　　ねてしまうぞ。あの人を怒らせたらこの村に滞在して　　　　　　　　いる間の食生活は大層貧しいものになってしまう。"
  },
  {
    "name": "ジョナサン",
    "message": "それは大変だ。急いで着替えてしまわないと‥‥‥‥"
  },
  {
    "name": "ガードナー",
    "message": "では食堂で待っておるからな。"
  },
  {
    "message": "そう言うとガードナーは自分の部屋に戻って行った。"
  },
  {
    "message": "多少高圧的な面はあるものの、なかなかの好人物のようだ。"
  },
  {
    "message": "彼の言っていた遺跡にも興味はある。少なくとも１００年前の一人の女性の足跡を探るなどという大学の卒業論文のような仕事よりは数倍おもしろそうだ。"
  },
  {
    "message": "もしもガードナーが案内してくれるなら、その遺跡とやらを見てみてもいいかもしれない。"
  },
  {
    "name": "ジョナサン",
    "message": "教授、あなたは何をしにこんな村にいらしたんです？　　　　　　　　ここには研究の対象となるような珍しい事例があるん　　　　　　　　ですか。"
  },
  {
    "name": "ガードナー",
    "message": "君がゴート人やアーリア民族に関する歴史や風習に興　　　　　　　　味を持っているようにはみえんが？"
  },
  {
    "message": "　　　　　　　　新聞記者特有の好奇心かね？"
  },
  {
    "name": "ジョナサン",
    "message": "まあそんなところですかね。新聞のネタになるような　　　　　　　　おもしろい事がありますか？"
  },
  {
    "name": "ガードナー",
    "message": "新聞の記事にできるかどうかは知らんが、私のような　　　　　　　　民俗学者にとっては非常におもしろい物がある。"
  },
  {
    "message": "こんなさびれた村に何があると言うんだ？"
  },
  {
    "message": "沖の海底に大昔の財宝を満載した船でも沈んでいるのだろうか。まるで地中海のように。"
  },
  {
    "name": "ガードナー",
    "message": "この村の岬の突端に、非常に変わった遺跡がある。ど　　　　　　　　んな文化を持っておった人々が遺した物か。いや、い　　　　　　　　つの時代の物かさえ特定出来ない大変めずらしい遺跡　　　　　　　　だよ。新聞のネタになるかね？"
  },
  {
    "message": "それはあまりにも専門的すぎて、私が雑文を書いている大衆紙ごときでは荷が勝ちすぎる。しかし、個人的には興味がないこともない。この国に先住民族がいたという事なのだろうか、インディアンのように？"
  },
  {
    "name": "ジョナサン",
    "message": "そんなに珍しい物なんですか？"
  },
  {
    "message": "　　　　　　　　今までの通説を覆してしまうほどに？"
  },
  {
    "name": "ガードナー",
    "message": "ある意味ではそうだな。しかし、あまりにも通説とか　　　　　　　　け離れた物だけに、誰かの悪戯ではないかと疑りたく　　　　　　　　もなる。"
  },
  {
    "name": "ジョナサン",
    "message": "大変おもしろいですね。"
  },
  {
    "name": "ガードナー",
    "message": "興味があるのなら食事の時の座興に話してあげよう。　　　　　　　　下からいいにおいがしてきたな、もうそろそろ食事の　　　　　　　　準備が出来た頃だろう。"
  },
  {
    "name": "ガードナー",
    "message": "おや、こんな廃村まがいの寂れた村に立て続けに逗留　　　　　　　　客がやってくるとは。珍しい事もあるもんだな。"
  },
  {
    "message": "ガードナーは眼鏡の奥のくぼんだ目で私を見つめている。"
  },
  {
    "message": "オックスフォードにいた頃の主任教師に見つめてられているようで背中のあたりがむず痒い。"
  },
  {
    "name": "ジョナサン",
    "message": "初めまして。ジョナサン・スゥイフトです。あなたが　　　　　　　　ガードナー教授ですね、先ほどハドスン夫人に伺って　　　　　　　　ますよ。"
  },
  {
    "name": "ガードナー",
    "message": "いかにも私がガードナーだ。よく解ったと誉めてあげ　　　　　　　　たい所だが、あのトマスと間違われたのではいささか　　　　　　　　気分を害していただろうな。"
  },
  {
    "message": "ガードナーは私を大学の教え子を扱うように、からかい半分にそう言って、右手を差し出した。どうやらもう一人の宿泊客は彼の生徒としては失格だったらしい。"
  },
  {
    "name": "ジョナサン",
    "message": "アーカムには２、３日の滞在予定ですが、よろしくお　　　　　　　　ねがいしますよ。"
  },
  {
    "message": "私はガードナーの手を握りしめた。その手はフィールドワークを重んじる彼の理念を反映して、ごつごつと節くれだっている。大学の自室で本をめくっている学者にこういう手の持ち主はいない。"
  },
  {
    "name": "ガードナー",
    "message": "しかし生憎の雨だったな。アーカムに何をしに来たの　　　　　　　　かは知らんが、これでは動きようがないだろう。"
  },
  {
    "message": "　　　　　　　　時に君は新聞記者かね？"
  },
  {
    "message": "私は少なからず驚いて、深い皺が刻まれたガードナーの顔を凝視した。どうしてそんな事が解ったのだろう。彼のような老紳士が私の記事の愛読者だとは思えないのだが‥‥‥"
  },
  {
    "name": "ガードナー",
    "message": "どうして解ったと言いたいんだろう。顔にそう書いて　　　　　　　　ある。"
  },
  {
    "name": "ジョナサン",
    "message": "是非伺いたいですね。以前どこかでお会いしたことが　　　　　　　　ありましたか？"
  },
  {
    "name": "ガードナー",
    "message": "ない。だが私にはすぐに解ったよ。種明かしをしてあ　　　　　　　　げようか？　私は奇術師ではないから手品の種を教え　　　　　　　　渋るような真似はせんよ。"
  },
  {
    "name": "ガードナー",
    "message": "なに、簡単な事さ。握手をした時に見た君の手には、　　　　　　　　うっすらとインクの染みがある。"
  },
  {
    "name": "ガードナー",
    "message": "しかもそれは衣服を染めるような類の物ではない。"
  },
  {
    "message": "　　　　　　　　もっと粘りけがあって手に付いたりすると始末に負え　　　　　　　　ないやつだ。"
  },
  {
    "name": "ガードナー",
    "message": "これだけで君が出版かそれに類する仕事に就いている　　　　　　　　事が解る。かと言って活字を拾ったり印刷機を回して　　　　　　　　いる職工とは思えない。"
  },
  {
    "name": "ガードナー",
    "message": "君の顔からはあきらかに高い教育を受けた事を伺い知　　　　　　　　ることが出来る。"
  },
  {
    "name": "ガードナー",
    "message": "外見から判断できる年齢にしては左手中指のタバコの　　　　　　　　脂の染みと右薬指のペンだこが際だっている。"
  },
  {
    "name": "ガードナー",
    "message": "どちらか片方なら単なるヘビースモーカーか役所の事　　　　　　　　務員ともおもえるが‥‥‥‥‥‥"
  },
  {
    "name": "ガードナー",
    "message": "両方いっぺんにそろっているとなると少し解せない。　　　　　　　　事務員は仕事中に喫煙などせんからな。"
  },
  {
    "name": "ガードナー",
    "message": "それに対して雑誌記者は指にたこができるほどペンを　　　　　　　　握るし、いつもいらいらしているから煙草が増える。"
  },
  {
    "name": "ジョナサン",
    "message": "なるほど‥‥‥確かにゲラ版の上がりを見ていると手　　　　　　　　がインクだらけになるし、煙草の量も増えますよ。ど　　　　　　　　ちらも記者にとってトレードマークみたいな物でね。"
  },
  {
    "name": "ジョナサン",
    "message": "しかし、さすがは大学教授ですね。民族学の権威にな　　　　　　　　るとするどい洞察力も養われるんですか？"
  },
  {
    "name": "ガードナー",
    "message": "嫌みは言わんでよろしい。もううんざりしとるよ。"
  },
  {
    "message": "　　　　　　　　毎日学生を相手にしておると鼻持ちならん者も相手に　　　　　　　　せん訳にはいかんのでな。"
  },
  {
    "message": "玄関ホール"
  },
  {
    "message": "　　　食堂　　　"
  },
  {
    "message": "そう言えば、私はまだ宿帳に何も書き込んでいなかったな。"
  },
  {
    "message": "ハドスン夫人は何も言わなかったが忘れてしまっていたのかも。"
  },
  {
    "message": "夫人に余計な手間を取らせるのも酷と言うものだ。"
  },
  {
    "message": "行ってみるとするか。"
  },
  {
    "message": "私は手早く濡れた服を着替えると、暖かい食事の待つ食堂に向かった。"
  }
]