[
  {
    "message": "そろそろコーデリアのところに出かける時刻なのではないだろうか。"
  },
  {
    "message": "遅れると何を言われるか解らないからな‥‥‥‥"
  },
  {
    "name": "声",
    "message": "思い出したか？　ジョナサン。"
  },
  {
    "name": "声",
    "message": "お前が見たのは夢では無いのだ。"
  },
  {
    "name": "声",
    "message": "既に試された事なのだ。"
  },
  {
    "message": "《‥‥古き神に仕えし神よ。その鱗の輝きもて古き神を称えよ‥‥》"
  },
  {
    "name": "声",
    "message": "そして、これから試されねばならない事なのだ。"
  },
  {
    "message": "《‥‥我等も共に纏ろわん。鰭の羽ばたきもて古き神を称えよ‥‥》"
  },
  {
    "name": "声",
    "message": "思い出せ、ジョナサン。"
  },
  {
    "message": "《‥‥汝に委ねられし、忌まれし書の言霊もて古き神を称えよ‥‥》"
  },
  {
    "name": "声",
    "message": "お前が特別な人間である事を。"
  },
  {
    "message": "《‥‥我等我が肉もて神を養わん。贄の肉もて古き神を称えよ‥‥》"
  },
  {
    "name": "声",
    "message": "お前は何の為に生れて来たのか‥‥‥"
  },
  {
    "name": "声",
    "message": "見せてやろう‥‥‥ジョナサン‥‥‥"
  },
  {
    "message": "‥‥‥‥‥‥‥‥"
  },
  {
    "message": "‥‥‥‥‥‥‥‥‥‥‥‥‥"
  },
  {
    "message": "眠ってしまっていたようだ。"
  },
  {
    "message": "頭がひどく痛くて、何かを考える事など不可能に近い。"
  },
  {
    "message": "今は一体何時なんだろうか、魚鱗亭の中はひっそりとして物音ひとつ聞こえない。"
  },
  {
    "message": "早寝のガードナーはおろか、魚鱗亭の全員が眠ってしまう時刻なのか？大分寝過ごしてしまったようだ。"
  },
  {
    "message": "急いだ方がよさそうだ。"
  },
  {
    "message": "コーデリアとの約束の時刻に間に合えばいいのだが。"
  },
  {
    "message": "何度も洗ったせいで、すり切れて皺の寄ったカーテンがかかっている。ここが二階だとは解っているが、誰かがカーテンの向こう側から覗いているのではないかという恐怖心は相変わらずなくならない。"
  },
  {
    "message": "しっかりと窓を締めてあるはずなのに、どこからか外の冷気が忍び込んでくる。まだ当分滞在する事になるのなら、ハドスン夫人に言ってなんとかしてもらわなければ。"
  },
  {
    "message": "どうせ天候が持ち直す様子もないんだし、いっそのこと鎧戸を締めておいた方がいいかもしれない。"
  },
  {
    "message": "生憎だがコーデリアとの約束がある。"
  },
  {
    "message": "このベッドでゆっくり朝まで眠る事は出来ない。"
  },
  {
    "message": "さっき服を着たままうとうとしてしまったが、ベッドはそれほど乱れていない。"
  },
  {
    "message": "どうせ今晩もここで眠る事なんて出来ないだろうが‥‥‥‥"
  },
  {
    "message": "明日、ハドスン夫人がベッドメイクに来た時、あまり綺麗すぎてもまずいかもしれない。"
  },
  {
    "message": "私はわざとシーツに皺を寄せて、寝乱れた跡をつけた。"
  },
  {
    "message": "こんなもんでいいだろう。"
  },
  {
    "message": "これで夫人に妙な詮索をされなくてすむ。"
  },
  {
    "message": "古くて傷だらけのテーブルだ。"
  },
  {
    "message": "食事をするにしては少しばかり背が高すぎるようだし、書き物をするにはその逆に低すぎる。"
  },
  {
    "message": "つまり、ほとんど利用価値のないテーブルという訳だ。"
  },
  {
    "message": "せいぜい午後のお茶を飲む時ぐらいにしか使えないだろう。"
  },
  {
    "message": "何年も使い続けられているために、表面は光沢を失い、無数の傷がついている。それなりに古い物ではあるようだが、こうなってしまってはもはや何の価値もない。"
  },
  {
    "message": "しかしそれを言うなら、この魚鱗亭全てを競売にかけたとしても、一体どれほどの値段になるかたかが知れている。"
  },
  {
    "message": "ハドスン夫人がそうしようとしても、魚鱗亭を売った金で新しい生活を始めようなどと、土台無理な話だ。"
  },
  {
    "message": "隣のガードナーの部屋と私の部屋をつなぐ扉だ。"
  },
  {
    "message": "今は向こう側から鍵がおりている。"
  },
  {
    "message": "昔の、従者を連れて旅をするような時代に、主人とその従者が部屋を行き来する為に設けられた扉のようだ。"
  },
  {
    "message": "当時は供の者がかいがしく主人の世話をするために重宝したのだろうが今となってはあまり利用価値がない。"
  },
  {
    "message": "しかも、隣室に泊まった見ず知らずの人間に、こっちが寝ている隙に盗みを働かれるのではないかという心配の種でさえある。"
  },
  {
    "message": "一応、両方の部屋にある錠を外さなければ扉が開かないようになっているが、私の隣の部屋にいるのがガードナーでは、うかつに鍵を閉めて老人の行動を妨げでもしたら、また癇癪を起こさせてしまう。"
  },
  {
    "message": "ガードナーはいつでも来たい時に私の部屋に入る事ができるが、私の方は最低限のプライバシーさえ守れないような状態だ。"
  },
  {
    "message": "食事の心配をしなくていいし、うるさい隣人もいない。下宿屋などよりはよほど快適だ。"
  },
  {
    "message": "殺風景な仮の住まいにも大分慣れてきた。"
  },
  {
    "message": "毎日ハドスン夫人が掃除してくれるだけ私のアパートメントにいるより清潔で住み心地がいいぐらいだ。"
  },
  {
    "message": "食事の心配もする必要がないし、うるさく詮索する隣人もいない。"
  },
  {
    "message": "これで絵の一枚もかければ、随分自分の部屋らしくなるだろうに。"
  },
  {
    "message": "ガードナーはとっくに寝てしまったようで、扉には向こう側から錠がかかっている。"
  },
  {
    "message": "別にガードナーに用がある訳ではないのだが‥‥‥‥"
  },
  {
    "message": "私は隣室と通じる扉のノブを回してみた。"
  },
  {
    "message": "扉はびくともしない。"
  },
  {
    "message": "向こうの部屋から鍵がかかっている。"
  },
  {
    "name": "ジョナサン",
    "message": "教授、まだ起きていらっしゃいますか？"
  },
  {
    "message": "私は扉をノックしながら、ガードナーの名前を呼んだ。"
  },
  {
    "message": "しかし、隣室から返事の声は聞こえない。"
  },
  {
    "message": "ガードナーはとっくに眠ってしまったのだろう。"
  },
  {
    "message": "いくら元気な老人とはいえ、昼間にあれだけ村中をうろうろすれば、疲れない訳がない。"
  },
  {
    "message": "用がある訳でもない。"
  },
  {
    "message": "そっとしておいた方がいいだろう。"
  },
  {
    "message": "玄関ホール"
  },
  {
    "message": "　　　食堂　　　"
  },
  {
    "message": "夫人の部屋"
  },
  {
    "message": "　トマスの部屋　"
  }
]