[
  {
    "message": "雑貨店のウインドーは、何者かに破られたそのままの姿で、無惨な姿を晒している。"
  },
  {
    "message": "もしもハンスが帰ってきたならば、いくら商売に熱心でない彼でもこの有様をなんとかしようと思うだろう。"
  },
  {
    "message": "おそらく、店の中は私とガードナーとで入った時そのままで、撃ち殺した『深きもの』の冷たい躯が転がっているだけだろう。"
  },
  {
    "message": "入り口の鍵こそ開いているものの、中には誰もいる様子がない。"
  },
  {
    "message": "ハンスは何処かに行ってしまったようだ。"
  },
  {
    "name": "コーデリア",
    "message": "誰もいないみたい。"
  },
  {
    "message": "　　　　　　　　鍵はかかっていないけど‥‥‥‥‥"
  },
  {
    "message": "コーデリアの言うとおり、店の入り口には鍵がかかっていないものの、中に人のいる気配はない。"
  },
  {
    "name": "ジョナサン",
    "message": "ハドスン夫人の次はハンスか‥‥‥‥"
  },
  {
    "message": "　　　　　　　　私たちを除く村人全員が何処かに雲隠れしてしまった　　　　　　　　ようだな。"
  },
  {
    "message": "どのみち、こんな所にネクロノミコンがある訳がない。"
  },
  {
    "message": "他をあたってみた方がよさそうだ。"
  },
  {
    "message": "無人の雑貨店は、もう何年も前に店じまいしてしまった後のように、時の流れから見放されてしまったように見える。"
  },
  {
    "message": "ハンスがいる時からこのままだった事は間違いないが、入り口の鍵さえそのままに放置されていると、見捨てられてしまったと思っても無理からぬ事だ。"
  },
  {
    "message": "塗装の剥げた外壁や、埃をかぶって変色したショーウインドーのガラスを見ていると、とっくの昔に潰れてしまった店のような錯覚を覚えてしまう。"
  },
  {
    "message": "扉のガラスは割れ、蝶番がゆるんでしまっている。"
  },
  {
    "message": "どのみち中に誰かがいるとは思えないが、このまま放置しておくのは、あまりにも忍びないように感じられる。"
  },
  {
    "message": "鍵がかかっていないどころか、完全に閉まっていない扉が風にガタガタ音を立てて揺れている。"
  },
  {
    "message": "油の切れた蝶番の立てるきしみは、誰からも見放されてしまった店が悲しみ、嗚咽を洩らしているように聞こえて、どうにももの悲しい気分にさせる。"
  },
  {
    "message": "扉が風に揺られて軋んでいる様子は、中に誰もいない事を物語っているように思われる。"
  },
  {
    "message": "いくらハンスでも、不快な音を立てながらガタガタ揺れている扉をそのままにしておくとは考えにくい、やはりハンスは何処かに行ってしまったのではないだろうか。"
  },
  {
    "message": "ガラスが破られたショーウインドーは、中の商品があちこちに散乱してひどい狼藉を受けた後が如実に感じられる。"
  },
  {
    "message": "これをやったのが店の中で死んでいるあの怪物だとしたら、少なくとも残虐性の部分だけは人間らしさを残しているようだ。"
  },
  {
    "message": "埃をかぶったガラスが変色して、中の商品がよく見えない。"
  },
  {
    "message": "おそらく、ハンスの前の店主が飾り付けをしたそのままに放置しておいたのだろう。"
  },
  {
    "message": "飾ってある商品もひどく古くさい代物で、これでは私たちはおろか村人の購買意欲をそそる事さえ難しい。"
  },
  {
    "message": "今ではあまりお目にかかる事がないような、古くさくて価値のない商品がぞんざいに陳列されている。"
  },
  {
    "message": "これでは私はおろか、村人達の購買意欲をそそる事さえ難しい。"
  },
  {
    "message": "あまり熱心に商売をしている訳ではないようだ。"
  },
  {
    "message": "　　　地図　　　"
  }
]