[
  {
    "name": "トマス",
    "message": "なんでぇ、相変わらず客の一人もいやしねぇ。"
  },
  {
    "message": "　　　　　　もっと実入りのいい商売に鞍替えしたほうがいいんじゃね　　　　　　えのか？"
  },
  {
    "name": "ジョナサン",
    "message": "止めないか、店主に聞こえてしまう。"
  },
  {
    "message": "　　　　　　　　君はそんなにこの村に居づらくなりたいのか？"
  },
  {
    "name": "店主",
    "message": "なんだ、またあんたかね。まだこの辺りをうろちょろしてる　　　　　のかい？　何が楽しいのか知らんけど随分酔狂なこった。"
  },
  {
    "message": "私は油が切れて軋む扉を押し開けて店の中に入った。"
  },
  {
    "message": "店内は様々な食品と床みがきのワックスが混じりあった独特のにおいに包まれ、ストーブで程良いぐらいに暖がとられていた。"
  },
  {
    "message": "カウンターのうしろの作りつけの棚には様々な商品がところ狭しと陳列されている。床の上の麻袋は荒く挽いた小麦やとうもろこし、豆などで満たされ、ぞんざいに突き刺したシャベルのような道具で秤に乗せられるのを待っている。"
  },
  {
    "message": "私が店内をくまなく観察し終わるのを待っていたかのようなタイミングで、まだ若い店主が姿を現した。"
  },
  {
    "name": "店主",
    "message": "いらっしゃい。なにかお探しで？"
  },
  {
    "message": "年齢のわりには腰の低い男だ。言葉にはかすかな訛りがあるが、どこのだかは解らない。少なくともこの地方のものではなさそうだ。"
  },
  {
    "name": "店主",
    "message": "今朝は立て続けに客が来よる。しかも全然顔見知りでないお　　　　　客がよ。"
  },
  {
    "message": "男は面白そうに言うと、上塗りのはがれかけたマホガニーのカウンターを指先で追った。"
  },
  {
    "name": "ジョナサン",
    "message": "少し前に軽薄そうな長身の男と、それより小さい癇癪　　　　　　　　持ちの老人が来なかったかね。"
  },
  {
    "message": "私は身ぶりを交えて聞いた。店主は的を得た質問にしたり顔で頷くと、この客は何も買いそうにないと悟ってつまらなそうな表情になった。"
  },
  {
    "name": "店主",
    "message": "ああ、それじゃあんたがジョナサンて方かね。"
  },
  {
    "message": "　　　　　魚鱗亭に泊まっとる人だろう？"
  },
  {
    "name": "店主",
    "message": "買わないんなら触らないでくれ。他にお客はいくらでもいる　　　　　んだから。"
  },
  {
    "name": "店主",
    "message": "何か入り用な物があるかい。並べてある以外にも、たいがい　　　　　の物はあるからね。"
  },
  {
    "message": "あまり積極的な勧めかたではないな。それほど商売に熱心という訳でもないらしい。"
  },
  {
    "message": "あまり興味をひくような物もないのだが‥‥‥‥"
  },
  {
    "message": "少しでも買いそうな素振りをみせておいた方が店主の受けがいいかもしれないな。"
  },
  {
    "message": "店内は意外なほど豊富な量の商品であふれている。豆やスープの缶詰、化粧品などが雑然と並んでいる。"
  },
  {
    "message": "大半はどこにでもありきたりの安価なものばかりで、埃が積もっているふうでもないから、商品の回転は悪くないのだろう。"
  },
  {
    "message": "さっきから店主が私の事を胡散臭そうな不審の目で見ている。"
  },
  {
    "message": "もしかすると、私が夜中に窓を破ってこのレジを盗み出そうと画策しているとでも思っているのではないだろうか。"
  },
  {
    "message": "１０年ぐらいはお目にかかった事のない古いキャッシュレジスターだ。とりあえず不便は感じないのだろうが、この店の経営者は設備投資に熱心なタイプではないらしい。"
  },
  {
    "message": "しかし、古びた機械は店の雰囲気にマッチしているとも思える。これだけ大きくて重そうだと盗むのには一苦労しそうだ。"
  },
  {
    "message": "相変わらず我々が遺跡を調べている事については面白く思っていないようだが、根が善人だからだろうか、全く無視も出来ないようだ。"
  },
  {
    "message": "男は私たちが遺跡に興味を示していると解ってから、急に表情を曇らせた。まるで私たちが触れてはいけない村の秘密に首を突っ込んでいると言わんばかりに。"
  },
  {
    "message": "飾り気のない野暮ったい服装や、私を見る無防備で屈託のない表情などを見ていると、田舎の村人の芝居をしているのではないかと疑いたくなる。それほど絵に描いたような型にはまった男だ。"
  },
  {
    "message": "まだ若い男だ。痩せて青ざめた細面からは、この男が漁村で生まれ育ったのではないことが容易に想像できる。妙な訛りといい、どこからか流れて来て、アーカムに落ちついたのだろう。"
  },
  {
    "name": "店主",
    "message": "とにかくそんな訳でこの村に居着いてしまったんですよ。"
  },
  {
    "message": "　　　　　住んでみればここもそう悪い所じゃないですね。"
  },
  {
    "name": "店主",
    "message": "あんた方、無事に合流できたようだね。"
  },
  {
    "message": "店主は元々人がいいのか、我々の事を心配してくれていたようだ。"
  },
  {
    "message": "もっとも、こんなに客の少ない店では、ほかに注意を傾ける必要のある事などないのかもしれない。"
  },
  {
    "name": "トマス",
    "message": "お前さんも景気がよさそうで結構な事じゃないか！"
  },
  {
    "message": "　　　　　　俺はこの店で他の客の姿をみたためしがないぜ。"
  },
  {
    "name": "店主",
    "message": "お生憎だが心配には及ばねえですよ。"
  },
  {
    "message": "　　　　　おれはどこぞの紳士様と違って慎ましい生活を送っています　　　　　んでね、それほど金が必要でないもんで。"
  },
  {
    "name": "ガードナー",
    "message": "なかなか言うじゃないか。お前さん、この村の出身で　　　　　　　　はなさそうだが、どうしてこんな村に住んでいる？"
  },
  {
    "name": "店主",
    "message": "確かにここの村のもんじゃないですよ。"
  },
  {
    "message": "　　　　　元はケント州の出でね、家は果樹園をやってまして。"
  },
  {
    "name": "ジョナサン",
    "message": "それがどうしてこの村に？"
  },
  {
    "name": "店主",
    "message": "理由は聞かないでいただきたいんで。若い頃に無鉄砲な事を　　　　　しまして居づらくなっちまったんです。さいわいこの村で店　　　　　をやってみないかって話があったもんでね。"
  },
  {
    "name": "ジョナサン",
    "message": "それはかなりの幸運だったね。"
  },
  {
    "message": "　　　　　　　　店を経営してみないかなんて申し出はそう滅多にある　　　　　　　　ものではないからね。"
  },
  {
    "name": "店主",
    "message": "なんせこの村の人間はあまり他に出て行きたがらないから、　　　　　仕入れやなんかで外とつながりのある人間が必要だったんで　　　　　しょうよ。"
  },
  {
    "name": "店主",
    "message": "漁師は気が荒いからね、あんたも注意した方がいいかもしれ　　　　　んよ。"
  },
  {
    "name": "店主",
    "message": "ところであんたら、こんななんにもない村に何しに来なすっ　　　　　たんだい？"
  },
  {
    "name": "ジョナサン",
    "message": "さっきから話してる老人は、大学の民族学の先生なん　　　　　　　　だよ。この村のはずれに珍しい遺跡があるんだ。"
  },
  {
    "message": "気さくな店主の顔が急に曇りだした。私は何かまずい事を言ってしまったんだろうか。"
  },
  {
    "name": "店主",
    "message": "それじゃ、あの人が最近あのあたりを調べ回ってるってお人　　　　　だったのかい。"
  },
  {
    "name": "ジョナサン",
    "message": "何かまずい事でもあるのかい？"
  },
  {
    "name": "店主",
    "message": "まずいも何も‥‥‥あんなもんを調べて何になるんだか。"
  },
  {
    "message": "　　　　　ここの人間はあそこには近づかん事にしてるってのに。"
  },
  {
    "name": "ジョナサン",
    "message": "まさか遺跡に近づくと悪い事が起こるって信じてる訳　　　　　　　　でもないだろうに。そんな迷信があるのかい。"
  },
  {
    "name": "店主",
    "message": "‥‥‥‥さて。おれもこの辺りの人間じゃねえから。ただ、　　　　　村の人間がよく思っとらんのは違いない。それを無理に押し　　　　　通そうなんてのは感心せんね。"
  },
  {
    "name": "店主",
    "message": "さっきあんたの言った２人連れ、確かに来なすったよ。そう　　　　　確か１０分ほど前だったか。背の高い方は誰かが来なさるま　　　　　で待とうと言ってたが、年寄りのお人はえらいせっかちで。"
  },
  {
    "name": "ジョナサン",
    "message": "さっさと出かけようと言ったんだな。教授らしいと言　　　　　　　　えばそのとおりだが‥‥‥‥"
  },
  {
    "name": "店主",
    "message": "随分薄情なこった。まあ、こっちも店ん中で長々おられても　　　　　困ったもんだが。"
  },
  {
    "message": "これでは２人に追いつくのは無理のようだな。"
  },
  {
    "message": "急いでも仕方がなさそうだ。"
  },
  {
    "name": "店主",
    "message": "それで、年寄りの方が言っていたよ。ジョナサンて人が来た　　　　　ら先に行ってるから、なるべく早く来るようにと。"
  },
  {
    "name": "ジョナサン",
    "message": "ゆっくり朝食をとってる暇もない。せっかちで気むず　　　　　　　　かしい老人のお守りは楽じゃないな。"
  },
  {
    "name": "店主",
    "message": "あの人らは満腹だったらしいがな、一杯やるつもりで、酒は　　　　　置いてあるかなんて聞きなさる。うちじゃ酒は置いておらん　　　　　のでパブのありかを教えてやった。"
  },
  {
    "name": "ジョナサン",
    "message": "ここではアルコールを扱っていないのかね。魚鱗亭に　　　　　　　　もワインより強い飲み物はなかったが、それで商売が　　　　　　　　成り立つものなのかい。"
  },
  {
    "name": "店主",
    "message": "なんせここは小さい村だから。地域の助け合いてんで、めし　　　　　が食いたきゃそこ、酒が飲みたきゃここ。お互いに商売がぶ　　　　　つかり合わないようにしてるのさ。"
  },
  {
    "name": "ジョナサン",
    "message": "そのパブはどのあたりにあるんだい。ひょっとしたら　　　　　　　　そっちに直行してしまっているかもしれない。"
  },
  {
    "name": "店主",
    "message": "この前の道を海の方に行って、途中で小さい道を右に折れる　　　　　と一本外れた裏通りに出る。昔はそっちの方も随分人通りが　　　　　あったみたいだがね、今じゃさっぱりだ。"
  },
  {
    "name": "店主",
    "message": "で、その裏通りの終点に『ギルマンハウス』って店がある。　　　　　この村じゃ酒を出すのはそのパブだけだ。"
  },
  {
    "name": "ジョナサン",
    "message": "私ひとりで行けるかな‥‥‥"
  },
  {
    "name": "店主",
    "message": "ほんの路地みたいな道だから、見逃してしまうかもしれん。　　　　　あの年寄りの人は解ったようだがね。"
  },
  {
    "message": "　　外に出る　　"
  }
]