[
  {
    "message": "ここは村はずれの海に突き出た岬だ。"
  },
  {
    "message": "月明かりの下で何者かが遺した遺跡が青白く不気味に光っている。"
  },
  {
    "message": "昼間でも村人達はここに近寄る事を避けていると聞くが、それが夜ならばなおのこと。私だってこんな所に長居したいとは思わない。"
  },
  {
    "message": "私は村はずれの岬にある遺跡の前にやってきた。"
  },
  {
    "message": "ひょっとしたらあの昼間の老人に出会えるかもしれないと淡い期待を抱いていたのだが、こんな陰気な場所に、しかも夜の夜中に近づこうなどという酔狂な人間は私の他にはいなかったようだ。"
  },
  {
    "message": "さすがにここまで来ると、打ち寄せる波の音は耳を裂かんばかりの轟音になり、それが虫の声ひとつないあたりの状況と相まってなおさらひどく耳障りに聞こえる。"
  },
  {
    "message": "私はしばらくのあいだ、冷たく指先に吸い付くような石の表面に指を走らせ、微妙な突起さえない完璧な仕事の成果を楽しんだ。"
  },
  {
    "message": "私は建築家ではないし、ましてやこの石がどのような方法で切り出されたのかなど、解ろうはずもない。しかし、この種の完璧な仕事の成果を目の当たりにすると、それが誰の作であろうと手に触れる者に陶酔に近い敬意を抱かせずにはおかない。"
  },
  {
    "message": "私はおそるおそる遺跡の柱の一本に手を伸ばした。"
  },
  {
    "message": "ぬめるような光沢を放つ石の表面は、高熱で溶かしたように平らで、風雨にけずられた部分だけがざらざらと指先に引っかかる。"
  },
  {
    "message": "いくつもの石を積み重ねて高さをかせいでいると思われるのに、各々の石のつなぎ目は剃刀の刃さえ入らぬほど、寸分違わぬ精巧さでつなぎ合わせてある。"
  },
  {
    "message": "現代の技術をもってしても、これほど緻密な建築物が造り出せるとは考えにくい。一体だれが、どのようにしてこの精巧な建築物を造り出したというのだろう。"
  },
  {
    "message": "造られてからどれほどの年月を経過したのか解らないが、石の表面には細かな亀裂や、風雨に削り取られた傷跡が残っている。その割には苔や蔦などの植物類の進入を許していないところが、また奇妙と言えばそれに違いない。"
  },
  {
    "message": "その石柱は、月の光を浴びて青白くぬめるような光を放っている。"
  },
  {
    "message": "昼間の陽光の下では、陽の光を吸収してしまうように光沢のない、ただの黒色の石にしか思えなかったのに、月明かりの下ではむしろ爛々と光を放っているように見える。"
  },
  {
    "message": "陽光を嫌い、月明かりの下で光を放つとは。"
  },
  {
    "message": "まるで闇の中を闊歩する邪悪な化け物みたいじゃないか。"
  },
  {
    "message": "なるほどこんな光沢を持った石材は英国には存在しない。いや、私の知る限り、世界のどんな所を探してもこんな物を産出する国があろうとは容易に信じられない。"
  },
  {
    "message": "一体誰が、何の目的ではるか見知らぬ土地からこれほど巨大な石材を運んで来たのだろう。その労力を考えると気が遠くなりそうだ。よほど重要な目的の為に造られた建物であることは間違いあるまい。"
  },
  {
    "message": "あまりじっと見ていたくない。"
  },
  {
    "message": "あのレリーフを凝視していると、魂まで邪悪な何かに染まってしまいそうな恐怖を覚えてしまう。"
  },
  {
    "message": "私は遺跡の神殿様の建造物に目を向けた。"
  },
  {
    "message": "昼間ガードナーらと見たくだんの半人半魚の男のレリーフが、月明かりに神々しい光のようなものを放っている。"
  },
  {
    "message": "これがガードナーの言う『神』を型どった物だとしたら、遺跡は我々と同様の文化を営んでいた人々が遺した物だとは言えまい。"
  },
  {
    "message": "このレリーフから私が感じとる事の出来るのは恐れ、畏怖、恐怖といったものだ。お世辞にも神々しいなどという言葉は口をついて出てくる事はない。"
  },
  {
    "message": "こうして夜の夜中に一人で見入っていると、そのまがまがしさに身も心も染まってしまいそうな、そんな恐怖感さえ覚えてしまう。"
  },
  {
    "message": "私のような門外漢がいくら頭を捻ったところで、専門家のガードナーでさえお手上げのこの問題を解きあかせる訳がない。"
  },
  {
    "message": "考えるだけ無駄だな。"
  },
  {
    "message": "ギリシアにある古い神々を奉った神殿のような建物だ。"
  },
  {
    "message": "もしもこの遺跡がそれらの神と同等の信仰の対象だったとしたら、後生の我々にその存在が残っていないのはどういう訳なのだろうか。"
  },
  {
    "message": "ここの神が極めてローカルな、この村や周辺部に限ったものだとしたらこれほど大がかりな建造物を残せたはずもないのに‥‥‥‥"
  },
  {
    "message": "まるで全ての生命を否定するかのような、圧倒的な青の世界だ。"
  },
  {
    "message": "波の音が催眠術師が被験者を眠りの世界に誘うように、圧倒的な力で私を深い海の底に導いているようだ。"
  },
  {
    "message": "青白い月明かりに照らされて、あたりは青白いベールに包まれたようになっている。静寂の中に響く規則正しい波音と相まって、ある種神秘的とさえ言える奇妙な雰囲気だ。"
  },
  {
    "message": "巨大な遺跡の中にあって、私は自分の無力さを痛切に味わっている。"
  },
  {
    "message": "もしも、あのエジプトのピラミッドの前で夜明かしする事になったとしたらやはり同じ用な無力感を味わう事になるのだろうか？"
  },
  {
    "message": "多分そうではないだろう。"
  },
  {
    "message": "今、私が感じているのは様々な辛苦を経て強大なモニュメントを造り通した先人達への畏怖の念ではない。"
  },
  {
    "message": "否、私はこの遺物がそのような苦労の末に造られた物であるという考えそのものを否定しようとしているのだ。この建造物はなにか信じがたい力によって、一夜にして構築されたのではないか？"
  },
  {
    "message": "そう思わずにはいられない。それほどこの遺跡は圧倒的な技術と信じがたい工法によって造られたものなのだ。"
  },
  {
    "message": "魚鱗亭"
  },
  {
    "message": "　　　広場　　　"
  },
  {
    "message": "雑貨店"
  },
  {
    "message": "ギルマンハウス"
  }
]