[
  {
    "name": "トマス",
    "message": "なんでぇ、まだ何か用があるのかよ。"
  },
  {
    "message": "　　　　　　早くしようぜ。ここは寒くてかなわんよ。"
  },
  {
    "message": "トマスは面白くもないといった様子でそう言った。"
  },
  {
    "message": "私にしたところで、ここの寒さはいささか身にこたえる。水を得た魚のように喜んでいるのはガードナーだけだ。"
  },
  {
    "message": "私はハドスン夫人に言われたとおりに、舗装されたメインストリートを海に向けて歩いた。程なくして濃厚な潮のかおりが漂い、海を望む丘陵に出た。"
  },
  {
    "message": "海からの風をまともに受ける丘陵の上には潅木さえ生えず、わずかに冬枯れした雑草のしげみがあるのみだった。"
  },
  {
    "message": "私のいる場所よりもさらに海に突き出した崖の上に、確かに尋常ではない古い建造物の一群が見える。どうやらあれが、ガードナーの言う遺跡に間違いないようだ。"
  },
  {
    "message": "やかましく鳴くかもめの姿さえ見えない。鳥さえ通わぬとはまさにこの事であろう。人はおろか、獣さえそこに行くことを拒むと言う訳か。"
  },
  {
    "message": "その遺跡は寒々しい海辺の景色に妙にとけ込みながら、何とも言えないこの世の物でないと思わせる違和感がある。"
  },
  {
    "message": "ギリシアのパルテノンまでとは言わないが、１５世紀ぐらいに建てられた教会跡でさえ、もう少し当時を偲ばせる壁や柱が残っているものだが目の前の遺跡は雑然と倒壊しかかった廃屋様の石のかたまりが見えるにすぎない。"
  },
  {
    "message": "ガードナーはいつの時代に造られた物と特定出来ないと言っていた。"
  },
  {
    "message": "確かにこうして見る限りでは、非常に古い物のようにも思えるし、ただ単に粗雑な造りの家屋跡と言えない事もない。"
  },
  {
    "message": "しばしの間、遺跡の展望に思いを馳せていた私は、身を切るような潮風に我を取り戻した。ふたりはこの吹きさらしの中を、私を待っているのだとしたら、ひどく不愉快な気持ちになっている事だろう。"
  },
  {
    "message": "それとも、あの岬の方が今私の立っているここよりましなのだろうか？どちらにしても、早くあそこに行った方が得策だろう。"
  },
  {
    "message": "私はほとんど獣道といっていい、そこだけ下草が踏みしめられている道を辿って岬の突端にやって来た。"
  },
  {
    "message": "岬の対岸に位置する丘陵から見た時の、粗雑で稚拙な印象はもはやなく倒壊しかかった建造物の群は、明らかに知的な何者かの手によって造られた物である事が理解できる。"
  },
  {
    "message": "私はしばしのあいだ、目の前に広がる古代の神秘に見入った。"
  },
  {
    "message": "そして、しばらくするとどこからともなく私を待っていたはずのふたりが姿を現した。"
  },
  {
    "name": "トマス",
    "message": "遅いぜ、どこで油売ってやがったんだ？"
  },
  {
    "message": "ふたりは私を待つ間も休みなく遺跡のあちこちを歩き回っていた様子で頬のあたりは寒風にさらされて赤く紅潮していた。"
  },
  {
    "name": "ガードナー",
    "message": "私たちはもう一回りしてきた所だ。"
  },
  {
    "message": "　　　　　　　　まあいい、無事にたどり着けてなによりだった。道は　　　　　　　　解ったかね？"
  },
  {
    "message": "癇癪持ちのガードナーは、何故か怒った様子もなく落ちついていた。私は今になって教授とトマスをふたりきりにしたのはまずかったのではないかと後悔しはじめた。何もなかったのならいいのだが。"
  },
  {
    "name": "ジョナサン",
    "message": "遅れてすいません。夫人に雑貨店に行けばおふたりに　　　　　　　　会えるかもしれないと言われたもので、ちょっと寄っ　　　　　　　　てみたんですが‥‥‥"
  },
  {
    "name": "トマス",
    "message": "ああ、俺達も寄ってきたがね。なんともシケた店構えで、　　　　　　酒一杯さえないと言いやがる。頭にきたからさっさと出て　　　　　　来ちまったよ。"
  },
  {
    "name": "ガードナー",
    "message": "かわりにパブのある場所を教えてくれたがね。君たち　　　　　　　　にしたところで、村に来てから禁酒状態なんだろう、　　　　　　　　後でちょっと寄ってみないかね。"
  },
  {
    "name": "ジョナサン",
    "message": "結構ですね。ここにいるとすっかり体が冷えてしまい　　　　　　　　そうですからね。"
  }
]