[
  {
    "message": "コーデリアは服を脱ぎ捨てると、恥ずかしそうにシーツで下着姿を隠しながら、ベッドに座った。"
  },
  {
    "message": "ためらいながら脇に立ち彼女を見おろす私の姿を見ると、業を煮やしたというように、私の腰に細い指を這わせる。"
  },
  {
    "message": "不慣れな手つきでボタンを外したコーデリアは、そうしなければいけないと誰かに教わったのだろうか、当然のように私の物を口に含んだ。"
  },
  {
    "name": "ジョナサン",
    "message": "コ、コーデリア！"
  },
  {
    "message": "　　　　　　　　そんな事をしては‥‥‥"
  },
  {
    "name": "コーデリア",
    "message": "んっ‥‥いいから。"
  },
  {
    "message": "　　　　　　　　わたしの好きなようにさせて。"
  },
  {
    "message": "コーデリアは小さな口一杯に私を頬張り、途切れがちにそう言った。"
  },
  {
    "message": "口腔の中の温かく湿った感触が眩暈にも似た疼きとなって身体中に広がり、ざらついた舌が敏感な部分を刺激する。"
  },
  {
    "name": "コーデリア",
    "message": "こうすると、気持ちいいの？"
  },
  {
    "message": "あまり慣れた手つきとは言えないが、コーデリアは懸命に私の意に添うように努めた。私としては彼女がこういう行為に手慣れた、誰にでも躰を許すような女でない事の方が何倍も嬉しいのだが。"
  },
  {
    "message": "私はコーデリアの黒檀色の髪をじっと凝視した。"
  },
  {
    "message": "ゆっくりとした前後運動や、私のあらゆる部分に舌を這わせようと彼女が頭を動かす度に、つややかな髪はそれ自体が意志を持ったように躍動して、照明を複雑に反射させる。"
  },
  {
    "message": "コーデリアの髪はほんのかすかにウェーブのかかった直毛で、濡れたようにつややかな黒檀色をしている。"
  },
  {
    "message": "きつく後ろで束ねたスタイルは童顔と相まってやんちゃな少年のような雰囲気を作り出し、行為に夢中になっているために乱れた前髪が額にかかった様子を見ていると、思わず手を伸ばして払ってやりたくなる衝動を起こさせる。"
  },
  {
    "message": "コーデリアはいっかな愛撫の手を休めようとはしない。"
  },
  {
    "message": "このままでは、今すぐにでも高みに達してしまいそうだ。コーデリアの端正な顔に汚らしい分泌物を放ってしまいそうだ。"
  },
  {
    "message": "それは彼女の清純さを陵辱するようで、背徳的で傲慢な欲求を満足させてくれる甘美な幻想を呼び起こさせる。しかし、もしコーデリアがそれを望んでいたとしても、そんな事で彼女を汚れさせてしまうのはとても耐えられない。"
  },
  {
    "message": "感極まった私はコーデリアの顔を押さえて、激しい快感をもたらす動作を止めさせようとした。"
  },
  {
    "name": "コーデリア",
    "message": "んっ‥‥‥‥"
  },
  {
    "message": "しかし、コーデリアは私の合図がもっと激しい事を求めているのだと感じたらしい。口腔深く飲み込んだものを、さらに舌で愛撫する。"
  },
  {
    "message": "ざらついた舌が、もっとも敏感な部分をなめくじが這うようにゆっくりと愛撫し、唇をすぼめたコーデリアが赤ん坊が乳房に吸い付くような音を立てて強く吸い始める。"
  },
  {
    "message": "息苦しさに耐えかねたコーデリアは、鼻腔から荒い息を吐く。"
  },
  {
    "message": "アルコールと甘い果実のような香気を放つ吐息が私の下腹部にかかり、くすぐったさを伴う新たな感覚を覚える。"
  },
  {
    "name": "ジョナサン",
    "message": "も、もういいよ。それくらいで‥‥‥‥"
  },
  {
    "message": "コーデリアは上目使いで私の表情を伺い、にっこり微笑む。しかし、その間も愛撫の手は休めない。"
  },
  {
    "message": "このままではとんでもない醜態をさらしてしまう。"
  },
  {
    "message": "今にも尾篭な液体をコーデリアの顔にぶちまけてしまいそうなほど、私の感情は高まっていた。"
  },
  {
    "message": "私はわずかにウェーブがかかったコーデリアの髪を愛撫しながら、その指をなめらかな曲線を描く頬にまですべらせた。"
  },
  {
    "message": "紅潮した頬は、柔らかくなめらかな肌の感触とともに、寒い部屋に立ちすくんでいたために冷え切った指先に心地よい温もりをもたらし、小さな汗の玉は節くれだった指を避けるように尖った顎を目指して流れ落ちていく。"
  },
  {
    "message": "口腔の中に私のものを含んだコーデリアは、窒素ガスを充填された風船のように膨張したそれをもてあまして、時折苦しそうに表情を歪ませながら、それでも健気に私を悦ばせようとあらゆる試みをしている。"
  },
  {
    "message": "敏感な部分に唾液をまとわりつかせた舌をからめ、口腔の奥深くまで含んだそれを嚥下するように口をすぼませる。"
  },
  {
    "message": "コーデリアの口から小さな呻きのような声が洩れる。"
  },
  {
    "message": "私自身、彼女の挙動がもたらす痺れるような快感に、獣の叫びのような嗚咽を洩らさない訳にはいかなかった。"
  },
  {
    "message": "不慣れな様子で、私のものを口一杯に頬張っている。"
  },
  {
    "message": "頬の紅潮はアルコールのせいだけではなく、忙しく口を動かしているせいでもあるようだ。"
  },
  {
    "message": "造作の小さい顔は、愛らしい耳から尖った顎まで緩やかな曲線を描き、細い首へとつながる。"
  },
  {
    "message": "少女の面影を残した丸い輪郭とは対照的に、真横に延びた眉と上向き加減の目尻は意志の強さを表現しているようだ。化粧をしている訳でもないのにきめの細かい肌は、彼女の属する人種に特有の賞賛に値する美点でもある。"
  },
  {
    "message": "無骨な私のものにからみつき、せわしなく前後に動いている。"
  },
  {
    "message": "段々こつをつかんできたようだ。"
  },
  {
    "name": "コーデリア",
    "message": "どうかしら。わたし、上手くやってる？"
  },
  {
    "message": "　　　　　　　　ジョナサン、気持ちいい？"
  },
  {
    "message": "私はコーデリアの問いに無言で頷いた。"
  },
  {
    "message": "それを肯定と受けとめたコーデリアは、力を入れすぎないように注意をはらいながら、私を愛撫する指の動きを早めた。"
  },
  {
    "message": "細くたおやかな指が醜悪で無骨な私自身にからみつき、ぎこちない動作でその表面を撫でるように前後にせわしなく動いている。"
  },
  {
    "message": "指には大げさなほど力が込められているために、満足を得るよりも痛みさえ感じる。それでも、ざらついた舌が敏感な部分に触れる感触と温かい口腔の粘膜のお陰で少しずつ甘美な刺激が広がってきた。"
  },
  {
    "message": "私の視線の在処と表情を見て取ったコーデリアは、指先に込めた力を弱めて、壊れやすい卵を扱うぐらいにしてくれた。その方が断然具合がいいようだ。"
  },
  {
    "message": "このままの体勢では、これ以上の事をしてやるのは不可能のようだ。"
  },
  {
    "message": "いつまでもコーデリアに主導権を与えているのは少し不満だし、商売女としているようで面白くない。"
  },
  {
    "message": "一方的にコーデリアのなすがままに任せていた私は、そろそろ頃合と見計らって、下着の上から固くしまった乳房を愛撫し始めた。"
  },
  {
    "message": "しかし、こういう固い乳房の場合には、邪魔な布の上からの消極的な刺激では不十分なようだ。"
  },
  {
    "name": "コーデリア",
    "message": "ん、くすぐったい。"
  },
  {
    "message": "コーデリアはくすぐったさに身をよじる動きをして、私の腕から逃れようとする。"
  },
  {
    "message": "私はふたたび下着の下の皮膚に指を差し込んだ。"
  },
  {
    "message": "コーデリアの乳房は、熱く火照った躰とは対照的に氷のように冷たい。無理を承知で顔を近づけてみると、ふわりと甘い体臭が漂ってきた。"
  },
  {
    "message": "私はついにその欲求をねじ伏せる事が出来ず、シーツと下着に隠し包まれたコーデリアの胸に手を伸ばした。"
  },
  {
    "message": "何度も洗濯されて着古された木綿の下着は薄く毛羽立って、様々な印刷薬品に荒れた私の指は何の抵抗もなくと言う訳にはいかず、何度も試行を繰り返した後で、ようやくその部分にたどり着く事が出来た。"
  },
  {
    "name": "コーデリア",
    "message": "んっ‥‥‥"
  },
  {
    "message": "コーデリアは私のものを口に含んだまま、ざらついた指の進入に身を固くした。"
  },
  {
    "message": "想像したとおり、乳房はあまり大きくはなく、熟していない果実のように固くしまっていた。"
  },
  {
    "message": "ほんの少し下着の位置をずらしてやると、ほんのりと薄桃色に染まった固い乳房を覗き見る事が出来た。いままで余人の目に触れる事がなかったであろうその突起はすでに固いしこりとなっていた。"
  },
  {
    "name": "コーデリア",
    "message": "んんっ‥‥‥‥"
  },
  {
    "message": "コーデリアが短い嗚咽を洩らす度に、彼女の口に含まれた私のものに振動が伝わる。悪くない刺激だ。"
  },
  {
    "message": "私はさらにそのしこりを指先でもてあそんだ。"
  },
  {
    "message": "表皮のざらついた私の指は、その種の感覚に慣れていないコーデリアには十分な刺激を与えたようで、その躰が鞭打たれたように硬直する様子がよく伝わってくる。"
  },
  {
    "message": "私にはもう、コーデリアの胸の隠された部分を見ずにはいられないという欲望にあらがう事が出来ない。"
  },
  {
    "message": "未だ下着とベッドシーツの下に隠れて、私の視線にさらされる事を拒み続けている。"
  },
  {
    "message": "微細な腕の動きや顔を傾ける仕草をする度に、あまり豊満とは言えない胸の谷間が隆起したり沈降したりを繰り返す。"
  },
  {
    "message": "その部分をおおう最後の砦とも言える下着は肩紐がずり落ちてしまっている。後は背中に手を回してホックを外してやるだけで、私の前にあらわになるのだ。"
  },
  {
    "name": "ジョナサン",
    "message": "もういいよ、コーデリア。"
  },
  {
    "message": "　　　　　　　　十分楽しませてもらったから。"
  },
  {
    "message": "私は半ば強引にコーデリアを引き離した。"
  },
  {
    "message": "それはそれで十分にたのしいのだが、このままでは商売女を相手にしているようで、いささか興ざめの観がある。"
  },
  {
    "name": "コーデリア",
    "message": "まだ続けられたのに。"
  },
  {
    "name": "ジョナサン",
    "message": "今度は一緒に楽しもう。"
  },
  {
    "message": "　　　　　　　　下着を取ってしまうんだ、上も下も全部ね。"
  },
  {
    "name": "コーデリア",
    "message": "わ、わたしの事は気にしないで。"
  },
  {
    "message": "　　　　　　　　ジョナサンが悦んでくれればそれでいいから‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "そうはいかない。"
  },
  {
    "message": "　　　　　　　　私にも男としてのプライドがあるからね。"
  },
  {
    "message": "コーデリアは怯えたように私の顔色を伺っている。"
  },
  {
    "message": "どうやら本当に経験がないらしい。私に施した大胆な愛撫は、彼女の虚勢だったようだ。"
  },
  {
    "name": "ジョナサン",
    "message": "そんなに私の手を煩わせたいのかい？"
  },
  {
    "message": "私はコーデリアの躰をベッドに押し倒した。"
  },
  {
    "message": "コーデリアは私の返事に気をよくして、さらに執拗な熱心さで私のものを愛撫している。そのスピードが速まってくるにつれて、疲労にも似た心地よい麻痺のような感覚が広がってくる。"
  },
  {
    "name": "ジョナサン",
    "message": "コーデリア、もうそれくらいでいいよ。"
  },
  {
    "message": "　　　　　　　　このまま続けられたら、どうかなってしまいそうだ。"
  },
  {
    "message": "それでもコーデリアは私を愛撫する動きを止めようとはしない。"
  },
  {
    "message": "このままでは本当に彼女の口の中に果ててしまいそうだ。"
  },
  {
    "name": "コーデリア",
    "message": "ジョナサン‥‥‥‥"
  },
  {
    "message": "　　　　　　　　わたしの事、どう思う？"
  },
  {
    "name": "ジョナサン",
    "message": "どうって？"
  },
  {
    "name": "コーデリア",
    "message": "嫌いなのか、そうでもないのか、好きかって事。"
  },
  {
    "message": "コーデリアは不安そうなまなざしで私を見上げている。"
  },
  {
    "message": "男の下腹部に顔をうずめながらする質問にしては、その目はひどく真剣な様子で、動作とはひどくちぐはぐな気もする。"
  },
  {
    "name": "コーデリア",
    "message": "はっきり言ってくれていいよ、わたし、どんな事を言　　　　　　　　われてもヒステリックに泣き叫んだりしないから。"
  },
  {
    "message": "確かに、コーデリアがそんな事をするとは思えない。しかし、私の身体の一部は彼女の口の中にあり、そうしようと思えば筋だらけのチキンより簡単に噛みきれる事も確かだ。"
  },
  {
    "name": "ジョナサン",
    "message": "どうも話が逆のようだけど‥‥‥"
  },
  {
    "message": "　　　　　　　　普通こういう事は好きあった男女がする事なんじゃな　　　　　　　　いのかね。"
  },
  {
    "name": "コーデリア",
    "message": "それ、どういう意味？"
  },
  {
    "name": "ジョナサン",
    "message": "もしも君が嫌いだったとしたら、私は君の部屋にやっ　　　　　　　　て来やしないし、こんな事もさせていないって事さ。"
  },
  {
    "name": "ジョナサン",
    "message": "コーデリア‥‥‥‥"
  },
  {
    "message": "　　　　　　　　君は、他の誰かにもこんな行為をしてやった事がある　　　　　　　　のかい？"
  },
  {
    "message": "コーデリアは私の下腹部に顔を埋めたまま、上目づかいに私を見やり、ゆっくりと首を左右に振った。"
  },
  {
    "name": "ジョナサン",
    "message": "それじゃあ、どうして出会ったばかりの私に‥‥‥‥　　　　　　　　こんな事をして‥‥‥‥"
  },
  {
    "message": "コーデリアはにっこり微笑んだ。"
  },
  {
    "message": "その顔からは、私に奉仕する事で何らかの代償を得ようとしているような、そんな計算高いしたたかさはみじんも感じられない。"
  },
  {
    "name": "コーデリア",
    "message": "だって、わたし、ジョナサンの事が好きなんだもの。　　　　　　　　好きな男性を悦ばせたいと思うのがいけない事なのか　　　　　　　　しら？"
  },
  {
    "name": "ジョナサン",
    "message": "しかし、私たちは今日出会ったばかりなのに？"
  },
  {
    "message": "　　　　　　　　それではあまりにも不道徳すぎるんじゃないかな。"
  },
  {
    "name": "コーデリア",
    "message": "ジョナサンたら、まるで牧師さんみたいな人ね。"
  },
  {
    "message": "　　　　　　　　でも、わたしにキリストの教えを説いても無駄よ、"
  },
  {
    "message": "　　　　　　　　だってそんなもの信じてないんですもの。"
  }
]