[
  {
    "message": "コーデリア‥‥‥‥"
  },
  {
    "message": "こんな時間に何処に行ってしまったんだろう。"
  },
  {
    "message": "私が時間に遅れたせいで、機嫌を悪くしたのか？"
  },
  {
    "message": "それにしても、この村に他に知り合いがいる訳でもあるまいに。"
  },
  {
    "message": "ギルマンハウスの前だ。"
  },
  {
    "message": "店のあかりはとっくに落ちてしまっている。"
  },
  {
    "message": "私が時間に遅れたせいで、怒ってしまったのだろうか。"
  },
  {
    "message": "それにしても、少しぐらい待っていてくれてもよさそうなものだ。"
  },
  {
    "message": "ギルマンハウスの前だ。"
  },
  {
    "message": "少しばかり約束の時間に遅れてしまったようだが、コーデリアは待っていてくれるだろうか。"
  },
  {
    "message": "店のあかりはとっくに落ちてしまっていて、中に人がいる気配はない。しかし他に行くあてがある訳でもなし、店ではなく二階の自室の方にいるのかもしれない。"
  },
  {
    "message": "周囲にコーデリアの姿をみつける事はできない。"
  },
  {
    "message": "いくら事件の少ない村といっても、こんな時間に娘がひとりで歩いていれば、どんな事に巻き込まれるか知れない。"
  },
  {
    "message": "まさかとは思うが‥‥‥‥‥‥"
  },
  {
    "message": "コーデリアの身に何かあったのではないだろうな‥‥‥‥‥"
  },
  {
    "message": "どうしたらいいだろう。"
  },
  {
    "message": "ここでコーデリアの帰りを待った方がいいだろうか？"
  },
  {
    "message": "ギルマンハウスが閉まってしまうと、寂しい通りが一層静かになる。"
  },
  {
    "message": "ロンドンではよく見かける用もないのにあたりを徘徊するような連中はここにはいないようだ。"
  },
  {
    "message": "夜も遅いという事もあって、通りには人影ひとつ見えない。"
  },
  {
    "message": "もともとそれほど通りが激しいという訳ではないが、最近コーデリアは私たちと一緒にいるため店を開けていない。"
  },
  {
    "message": "ギルマンハウスは村でたった一軒の酒場だというのに、そんな有様ではこのあたりが栄えるはずもんない。"
  },
  {
    "message": "コーデリアを早めに店に帰さないと、村人の私たちに対する反発は強まるばかりだ。"
  },
  {
    "message": "一切のあかりが消えてしまって、中に人のいる気配は全く無い。"
  },
  {
    "message": "私が来るのを待っているという約束はどうなってしまったんだろう。"
  },
  {
    "message": "行方をくらませてしまったというコーデリアの養父母が、彼女に遺したたった一つの財産だと聞いた。"
  },
  {
    "message": "今にも潰れてしまいそうな頼りない存在だが、コーデリアにとっては唯一の生きる糧だ。"
  },
  {
    "message": "この店が村人達に忘れ去られる前に、コーデリアを解放してやらないと今後の彼女の生活が非常に不安定になってしまうな。"
  },
  {
    "message": "コーデリアの養父の筆であろう無骨な文字でパブの名前が記してある。幼い養女を残して失踪するなんて、どんな人物だったのだろう。"
  },
  {
    "message": "無骨な文字で『パブ・ギルマンハウス』と記されている。"
  },
  {
    "message": "このパブがコーデリアの養父母が遺したものだとすると、看板の文字も彼らが記した物なのだろう。"
  },
  {
    "message": "わざわざ養女をもらったという事は、子供はなかったのだろう。"
  },
  {
    "message": "コーデリアをわが子のようにかわいがっていたのか‥‥‥‥‥‥‥‥"
  },
  {
    "message": "どうして彼女ひとりを残して失踪してしまったのだろう。"
  },
  {
    "message": "この村にいられなくなるような事をしでかしたのか？"
  },
  {
    "message": "入り口は相変わらず鍵が開いたままだ。"
  },
  {
    "message": "私が来る事を知っているはずなのだから、鍵が開いていても不思議はないのだが‥‥‥‥‥"
  },
  {
    "message": "店を開けたまま、どこかに行ってしまうほど不用心な娘ではない。"
  },
  {
    "message": "もしそうならば、今までたったひとりで酒場をやっていく事など出来る訳がないのだから。"
  },
  {
    "message": "しかし、そうすると‥‥‥‥‥"
  },
  {
    "message": "コーデリアは何処に消えてしまったのだろう。"
  },
  {
    "message": "鍵は開いている。"
  },
  {
    "message": "ここに立っていても仕方がないな。"
  },
  {
    "message": "ここからでは錠が下りているのかどうか判断出来ない。"
  },
  {
    "message": "外から見ただけでは、中に人がいるのかどうか解らないが‥‥‥"
  },
  {
    "message": "私は店の入り口のドアノブに手をかけた。"
  },
  {
    "message": "塗装のはげ落ちた真鍮の握りはざらざらしていて、錆と金属の地金が放つ血の臭いにも似た悪臭をわずかに漂わせている。"
  },
  {
    "message": "扉は私の意に反して、軽々と開いてしまった。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]