[
  {
    "message": "ギルマンハウスの店内にはコーデリアの姿はない。"
  },
  {
    "message": "まだ帰っていないらしい。"
  },
  {
    "message": "こんな時間までどこをうろついているのか‥‥‥‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "コーデリア、遅くなって申し訳ない。"
  },
  {
    "message": "当然店内で私が来るのを待っているはずのコーデリアに向かってそう言うが、返事はない。"
  },
  {
    "name": "ジョナサン",
    "message": "コーデリア？"
  },
  {
    "message": "照明の落ちた店内は薄暗く、外と変わりないくらいに寒かった。"
  },
  {
    "message": "パブの主はカウンターの中にも、いつも腰掛けて私が来るのを待っていたストゥールにもなく、汚れたグラスさえ置いていない。"
  },
  {
    "name": "ジョナサン",
    "message": "遅くなってすまなかった、二階にいるのかい？"
  },
  {
    "message": "　　　　　　　　そんなに怒らなくてもいいだろう。"
  },
  {
    "message": "やはりコーデリアの返事はない。"
  },
  {
    "message": "もしかするとここにはいないのだろうか？"
  },
  {
    "message": "まさか、私がトマスと娼館に入る姿を見て、愛想を尽かされたのか？"
  },
  {
    "message": "自分というものがありながら商売女と放蕩に耽る私に我慢がならなかったのだろうか。"
  },
  {
    "message": "照明の落ちた店内に主の姿はなく、誰も座っていないストゥールがもの悲しい雰囲気をさらに強調している。"
  },
  {
    "message": "店内が完全に冷え切っている事を考えると、今晩は誰も暖炉に火を入れていないようだ。"
  },
  {
    "message": "コーデリアは当然私が来る事を知っていたはずだ、だのにどうして部屋を凍えそうな温度のままにしておいたのだろう。"
  },
  {
    "message": "どちらかと言えば几帳面な方のコーデリアがカウンターを汚れた状態にしておく訳がない、そんな暇もないほど急いで出かけたのだろうか。"
  },
  {
    "message": "今晩は汚れたグラスのひとつさえ見あたらない。"
  },
  {
    "message": "カウンターの上には霜が降りたように埃が積もっている。"
  },
  {
    "message": "どちらかと言えば几帳面な方のコーデリアが、大切な店の中を汚れたままにしておく訳がない。"
  },
  {
    "message": "私が修道院で倒れて、私を魚鱗亭の部屋まで連れていったのは何時ぐらいの話なのだろうか、コーデリアはその足でどこかに出かけてしまったのか？"
  },
  {
    "message": "ジンやラムなどの安酒ばかりで、黙って飲んでしまいたくなるような類のボトルはない。"
  },
  {
    "message": "どこにでもあるような安酒ばかりが並んでいる。"
  },
  {
    "message": "私やガードナーがオーダーした比較的高価なボトルは置いていない。"
  },
  {
    "message": "滅多に注文がないために、普段は店の奥にしまってあるのだろう。"
  },
  {
    "message": "ここの村の住人達は手っ取り早く酔えるジンやラムなどがお好みのようだから、酔って割られでもしたら大損だ。"
  },
  {
    "message": "カウンターの奥は小さなキッチンスペースになっているようだ。"
  },
  {
    "message": "壁にはほんのかすかだが、油の染みが残っている。"
  },
  {
    "message": "店の奥はちょっとした料理ができる小さなキッチンになっている。"
  },
  {
    "message": "客の注文に応じて食事やつまみを作るのだろう。"
  },
  {
    "message": "確か、二階には料理どころか熱いお茶を出すための設備さえなかった。コーデリアは自分の食事やお茶も、ここで用意するのだろう。"
  },
  {
    "message": "あまり豊かな生活とは言えないが、彼女の数奇な生い立ちを考えれば、これでもいい方だと思わなければならないだろう。"
  },
  {
    "message": "世の中には、コーデリアのような東洋の娘達を売春宿に売り飛ばす女衒のような商売をしている輩もいると聞く。"
  },
  {
    "message": "そんな人非人の手にかからなかっただけでも、幸運だったのだ。"
  },
  {
    "message": "こんな場末のパブで身を粉にして働かなければならなかったとしても。"
  },
  {
    "message": "二階に行く"
  },
  {
    "message": "　　外に出る　　"
  }
]