[
  {
    "message": "ギルマンハウスの店内には、人のいる気配はない。"
  },
  {
    "message": "コーデリアはまだ戻っていないらしい。"
  },
  {
    "message": "教会で見た、弾けるような全裸を聴衆の前にさらしたコーデリアの姿を思い出すと、はたしてあのまま帰ってきてしまってよかったのだろうかと自責の念にかられないわけにはいかない。"
  },
  {
    "message": "しかし、信者で満たされた教会の中に入り込んで放心状態のコーデリアを救い出す事など、どう考えても不可能な事だ。"
  },
  {
    "message": "ナイの言葉を信じるなら、当分の間彼女の身の安全は保障されている。素直にここで待っていた方が賢明かもしれない。"
  },
  {
    "message": "店の中にコーデリアの姿は見えない。"
  },
  {
    "message": "何処に行ってしまったのだろうか‥‥‥‥‥‥‥"
  },
  {
    "message": "ギルマンハウスの店内はがらんとして、人のいる気配はない。"
  },
  {
    "message": "まさか、昨晩と同じように、意識のないまま何処かに出かけてしまったのだろうか。"
  },
  {
    "name": "ジョナサン",
    "message": "コーデリア、いないのか？"
  },
  {
    "message": "やはり返事はない。"
  },
  {
    "message": "上階の部屋で休んでいるのだろうか。"
  },
  {
    "message": "このまま、こうしてじっと待つしかないのか‥‥‥‥‥‥‥"
  },
  {
    "message": "こうしている間にも、コーデリアがダゴンの信者達に何をされているか知れないと言うのに。"
  },
  {
    "message": "あの悪夢のような儀式はいつまで続くのだろう。"
  },
  {
    "message": "今夜のうちに村から抜け出した方がいいと言うのに、明るくなってからでは村人の目を逃れるのが難しくなってしまう。"
  },
  {
    "message": "照明の落ちた店内に主の姿はなく、誰も座っていないストゥールがもの悲しい雰囲気をさらに強調している。"
  },
  {
    "message": "店内が完全に冷え切っている事を考えると、今晩は誰も暖炉に火を入れていないようだ。"
  },
  {
    "message": "コーデリアは当然私が来る事を知っていたはずだ、だのにどうして部屋を凍えそうな温度のままにしておいたのだろう。"
  },
  {
    "message": "まさか、私がトマスと娼館に入る姿を見て、愛想を尽かされたのか？"
  },
  {
    "message": "自分というものがありながら商売女と放蕩に耽る私に我慢がならなかったのだろうか。"
  },
  {
    "message": "このまま、こうしてじっと待つしかないのか‥‥‥‥‥‥‥"
  },
  {
    "message": "こうしている間にも、コーデリアがダゴンの信者達に何をされているか知れないと言うのに。"
  },
  {
    "message": "あの悪夢のような儀式はいつまで続くのだろう。"
  },
  {
    "message": "今夜のうちに村から抜け出した方がいいと言うのに、明るくなってからでは村人の目を逃れるのが難しくなってしまう。"
  },
  {
    "message": "今晩は汚れたグラスのひとつさえ見あたらない。"
  },
  {
    "message": "カウンターの上には霜が降りたように埃が積もっている。"
  },
  {
    "message": "どちらかと言えば几帳面な方のコーデリアが、大切な店の中を汚れたままにしておく訳がない。"
  },
  {
    "message": "どちらかと言えば几帳面な方のコーデリアがカウンターを汚れた状態にしておく訳がない、そんな暇もないほど急いで出かけたのだろうか。"
  },
  {
    "message": "コーデリアはいつになったら戻ってくるんだ。"
  },
  {
    "message": "このままじっとしているのには我慢がならない。"
  },
  {
    "message": "暖炉の火が落ちた店内は寒く、立っているだけでも震えがくる。"
  },
  {
    "message": "二階のコーデリアの部屋で待った方がいいだろうか。"
  },
  {
    "message": "どこにでもあるような安酒ばかりが並んでいる。"
  },
  {
    "message": "私やガードナーがオーダーした比較的高価なボトルは置いていない。"
  },
  {
    "message": "滅多に注文がないために、普段は店の奥にしまってあるのだろう。"
  },
  {
    "message": "ここの村の住人達は手っ取り早く酔えるジンやラムなどがお好みのようだから、酔って割られでもしたら大損だ。"
  },
  {
    "message": "ジンやラムなどの安酒ばかりで、黙って飲んでしまいたくなるような類のボトルはない。"
  },
  {
    "message": "コーデリアはいつになったら戻ってくるんだ。"
  },
  {
    "message": "このままじっとしているのには我慢がならない。"
  },
  {
    "message": "暖炉の火が落ちた店内は寒く、立っているだけでも震えがくる。"
  },
  {
    "message": "二階のコーデリアの部屋で待った方がいいだろうか。"
  },
  {
    "message": "店の奥はちょっとした料理ができる小さなキッチンになっている。"
  },
  {
    "message": "客の注文に応じて食事やつまみを作るのだろう。"
  },
  {
    "message": "確か、二階には料理どころか熱いお茶を出すための設備さえなかった。コーデリアは自分の食事やお茶も、ここで用意するのだろう。"
  },
  {
    "message": "あまり豊かな生活とは言えないが、彼女の数奇な生い立ちを考えれば、これでもいい方だと思わなければならないだろう。"
  },
  {
    "message": "カウンターの奥は小さなキッチンスペースになっているようだ。"
  },
  {
    "message": "壁にはほんのかすかだが、油の染みが残っている。"
  },
  {
    "message": "二階に行く"
  },
  {
    "message": "　　外に出る　　"
  }
]