[
  {
    "message": "ギルマンハウスの窓には明かりが灯っていない。"
  },
  {
    "message": "コーデリアはまだ教会にいるのだろうか。"
  },
  {
    "message": "空には相変わらず厚い雨雲がかかり、今にも雨が降りだしそうだ。"
  },
  {
    "message": "早くしないと村から抜け出す事が困難になってしまう。"
  },
  {
    "message": "ギルマンハウスの周囲には、明かりのついた家も通りを歩く人の姿も見あたらない。"
  },
  {
    "name": "コーデリア",
    "message": "遅くなって御免なさい。"
  },
  {
    "message": "バーテンの衣装から普段着に着替えたコーデリアが店から出てきた。"
  },
  {
    "message": "私たちの飲んだグラスを片づけてきたようで、服の袖の部分が少し濡れている。"
  },
  {
    "name": "コーデリア",
    "message": "なんだかもう随分長い間、お店を開けてないみたい。　　　　　　　　このままじゃ身体がなまってしまうわ。"
  },
  {
    "name": "ジョナサン",
    "message": "たまにはいいんじゃないか？"
  },
  {
    "message": "　　　　　　　　長い間働き続けだったんだから、少しの間の息抜きは　　　　　　　　必要だろう。"
  },
  {
    "name": "コーデリア",
    "message": "そうかもしれないけど、お客さんがこのパブの事を忘　　　　　　　　れちゃったらどうしよう。"
  },
  {
    "name": "コーデリア",
    "message": "わたし、どうやって暮らしていったらいいの。"
  },
  {
    "message": "　　　　　　　　ジョナサン、あなた責任とってくれる？"
  },
  {
    "message": "ギルマンハウスの前だ。"
  },
  {
    "message": "当然店は閉まっているが、ひと休みして行こうか。"
  },
  {
    "message": "あたりには人の気配さえない。"
  },
  {
    "message": "もしも私とコーデリアが村を抜け出そうとしたら、村人達はどうするだろう。"
  },
  {
    "message": "秘密を知った私はマーシュのように惨殺され、コーデリアは捕らわれの身になるのだろうか。"
  },
  {
    "message": "寂しい裏通りには、相変わらず人気がない。"
  },
  {
    "message": "このあたりで唯一活気のあったギルマンハウスが休業中とあってはなおさらだ。"
  },
  {
    "message": "村人から苦情が出る前にコーデリアに店を開業させないと、ただでさえ敵意に満ちた村人が、さらに我々を目の敵にすることは明白だ。"
  },
  {
    "message": "村人がギルマンハウスの事を忘れてしまう前に、コーデリアに店を開けさせるようにしよう。"
  },
  {
    "message": "湿気を含んだ重苦しい空気があたりに満ちている。"
  },
  {
    "message": "この村にやって来て以来、天候に恵まれる事はなかったが、今夜はまた雨になりそうな気配だ。"
  },
  {
    "message": "先日の大雨のせいで通行が出来なくなっていた吊り橋は、今度こそ駄目になってしまうだろう。"
  },
  {
    "message": "私がアーカムを抜け出す事が出来るのはいつの事になるのか。"
  },
  {
    "message": "もうしばらくここに釘付けにされる事は間違いないが‥‥‥‥‥"
  },
  {
    "message": "のんびり眺めている場合ではない。"
  },
  {
    "message": "コーデリアが戻った様子もないし、今にも雨が降りだしそうな気配だ。"
  },
  {
    "message": "なんとかしなければ‥‥‥‥‥"
  },
  {
    "message": "しかし、どうすればいいと言うんだ。"
  },
  {
    "message": "まさかナイはあのままコーデリアを切り刻んで、何者とも知れない神への捧げ物にしてしまうつもりではないだろうな。"
  },
  {
    "message": "古びた煉瓦造りのパブだ。"
  },
  {
    "message": "ロンドンから郊外に向かう街道沿いによくある、ビールと軽い食事を出す、あまり高級とは言えない種類のパブによく似ている。"
  },
  {
    "message": "今までコーデリアひとりでよく店をやって来れたものだ。"
  },
  {
    "message": "それとも、村人達は若い娘には寛容なのだろうか。"
  },
  {
    "message": "ハドスン夫人の言っていた、村人がコーデリアの為に他の全ての店を潰してしまったという言葉を思い出す。"
  },
  {
    "message": "どうしてたかが娘ひとりの為にそこまでする必要があったのか。"
  },
  {
    "message": "村人にとってコーデリアが特別な存在であった理由はなんなのだろう。"
  },
  {
    "message": "ダゴン教団と何らかのつながりがある事は間違いなさそうだ。"
  },
  {
    "message": "まさかナイを問いつめる訳にもいかないし、他に事情を知っている人間は我々に冷たい村人だけだ。"
  },
  {
    "message": "そんな余裕もなかっただろうが、店の外は長い間補修の手を加えられた様子もない。"
  },
  {
    "message": "もし、まだ当分営業を続けるつもりなら、早急に修理の手配をした方がいいだろう。"
  },
  {
    "message": "強い風に煽られて、ギシギシと軋む音を立てながら揺れている。"
  },
  {
    "message": "風はますます強くなったようで、私の耳の脇を音を立てながら吹き抜けていく。"
  },
  {
    "message": "この強風のせいで、頼りない吊り橋が落ちてしまわなければいいが。"
  },
  {
    "message": "もしそうなれば、私たちは完全に村から抜け出す手段を失ってしまう。"
  },
  {
    "message": "失踪したというコーデリアの養父の手によるものだろう、無骨な文字でパブの名前が記してある。"
  },
  {
    "message": "かつてはこの通りにも、ギルマンハウス以外のパブがあったはずだ。"
  },
  {
    "message": "あまり自己主張が強いとは言えない店構えでどれほどの客が集まったのかはななだ疑問ではある。"
  },
  {
    "message": "ギルマンハウスがアーカムで生き残れたのは、店が繁盛していたからと言うより、幸運にも後継者がいたお陰だというのは間違いあるまい。"
  },
  {
    "message": "あまり自己主張が強いとも、特別に雰囲気いいのパブとも言えない。"
  },
  {
    "message": "わざわざ周囲の店を潰してまで残さなければならない価値があろうとも思えない。"
  },
  {
    "message": "すると、やはりコーデリアの為だけにそんな真似をしたという事か。"
  },
  {
    "message": "村人にとって彼女がどれほど重要な存在だったのか、私には推測する事すらできない。"
  },
  {
    "message": "飾り気のないゴシック文字で店の名前が記してある。"
  },
  {
    "message": "錆びのせいでペンキが浮き上がった具合から判断すると、１０年以上はほったらかしのままだろう。"
  },
  {
    "message": "鍵が開いたままになっているのは、コーデリアが意識がないまま連れ出されたからに違いない。"
  },
  {
    "message": "何者かがギルマンハウスに押し入り、コーデリアに薬を飲ませたのだ。こんな事は今夜が初めてではないのだろう。"
  },
  {
    "message": "あまり頼りになるとは思えないが、一応鍵がかかっている。"
  },
  {
    "message": "店内に金目の物がある訳ではないが、ここの村人達はわずか１パイントの酒の為に平気で人を殺しかねない。"
  },
  {
    "message": "どうやら入り口の鍵は開いたままになっているようだ。"
  },
  {
    "message": "昼間あんな光景を目にした後ではあまりにも軽率で愚かしい行為だが、お陰で寒い店の前で待たされる心配はない。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]