[
  {
    "message": "目の前にかつては栄えた裏道の終着点にあるギルマンハウスがある。"
  },
  {
    "message": "まわりには相変わらず人気がなく、いかにも寂れた裏路地といった雰囲がある。"
  },
  {
    "message": "我々は雑貨店の店主に聞いた裏通りに入り、その端にある角店の前までやってきた。かつては人通りもあり、それなりに繁盛していたと思われる一画にはいくつものしゃれた店構えの建物があるものの、現在ではそのほとんどが店を閉めているようだ。"
  },
  {
    "message": "唯一営業しているのは目の前の店だけのようで、けだしこの店が雑貨店の店主が言っていたギルマンハウスに他ならない。店は港町にありがちな船乗り相手のパブとは趣を異にし、どちらかと言えばロンドン郊外によく見られる、程良くさびれた気取らなくてよい店のように見える。"
  },
  {
    "message": "相変わらずあたりには人影ひとつない。"
  },
  {
    "message": "いかに寂れているとはいえ、これほど閑散とした通りの雰囲気は尋常ではない。"
  },
  {
    "message": "きちんと舗装された道はこのギルマンハウスの前で終わる。数十年を経てなお往時のままの状態が保たれているところや、錆が浮き出ているものの、今でも使用可能であると思われるガス灯からは敷設工事を計画した人間の熱意が感じられる。"
  },
  {
    "message": "もっとも、今まで往時の様子を保っていられた原因の一端は、ここを利用した"
  },
  {
    "message": "現在利用している"
  },
  {
    "message": "人間の絶対数が少ないという事を証明しているような気がする。"
  },
  {
    "message": "確かに、アーカムの中ではモダンですぐれた建造物と言えない事もないが、あまり見ていて楽しい類のものではない。所詮この程度のパブなどどこにでも転がっているのだ。"
  },
  {
    "message": "辻馬車が主な交通手段だった頃のロンドンの裏通りにあったような、堅牢で端正な造りの建物だ。変色した煉瓦の壁や金属に浮き出た錆が建物の古びた雰囲気を一層確かなものにしている。"
  },
  {
    "message": "壁の一面を占領したガラス窓はよく手入れされているようだが、それでもどうする事も出来ないその物自体の老化のために中を覗き見る事が出来ない。表面が波打っているように見えるのは、当時の稚拙な技術のためだろう。"
  },
  {
    "message": "建物の凝った造りに対して、看板の文字はいかにも面白味がない。"
  },
  {
    "message": "店のオーナーは気の弱い老夫婦で、自分の主張を通そうとする建築家のなすがままになって、当初の予想とは大幅に異なる完成になってしまったという雰囲気だ。"
  },
  {
    "message": "飾り気のないゴシック文字で店の名前が記してある。"
  },
  {
    "message": "錆びのせいでペンキが浮き上がった具合から判断すると、１０年以上はほったらかしのままだろう。"
  },
  {
    "message": "もっとも、村の住人はこの店が何を営んでいるのか知っている筈だし、よそ者がこんなところにやってくるのは非常に希な事に違いない。看板を飾る必要性自体を疑ってしまう。"
  },
  {
    "message": "たった今出て来たばかりだ。中があんな事になっていては、すぐにもう一度店に入る事は控えた方がいいだろう。"
  },
  {
    "message": "そうでなくても、ここの村人達は皆気性が荒いようだ。"
  },
  {
    "message": "何をされるか解ったものではない。"
  },
  {
    "name": "トマス",
    "message": "いつまでじっと指をくわえて見てなきゃならないんだ？"
  },
  {
    "message": "　　　　　　ここまで酒の臭いが漂ってるじゃねえか、早く入ろうぜ。"
  },
  {
    "message": "外からでは中の様子を見る事が出来ないが、どうやら中に誰かいそうな雰囲気だ。固く閉ざされた扉の向こうには程良く温められた居心地のいい店内が待っているに違いない。"
  },
  {
    "message": "魚鱗亭"
  },
  {
    "message": "　　　広場　　　"
  },
  {
    "message": "雑貨店"
  },
  {
    "message": "　　　遺跡　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]