[
  {
    "message": "コーデリアはここにはいないようだ‥‥‥"
  },
  {
    "message": "こんな夜更けに何処に行ってしまったのだろう。"
  },
  {
    "message": "店にコーデリアの姿はない。あかりの落ちたギルマンハウスの店内は、かすかにアルコールの匂いがただよっている。"
  },
  {
    "message": "また私を待つ間に一杯やっていたらしいな。"
  },
  {
    "message": "そうでなければ、こんなにアルコールの匂いがする訳がない。"
  },
  {
    "message": "とすると‥‥‥‥‥‥"
  },
  {
    "message": "待ちくたびれて二階で寝てしまっているかもしれない。"
  },
  {
    "message": "自分から呼び出しておいていい気なものだ。"
  },
  {
    "message": "約束に遅れた私も悪いのだが、ほんの少しぐらい待っていてくれても良さそうなものじゃないか。"
  },
  {
    "message": "長い間誰の助けも借りず、たったひとりでやってきた娘にしては、少し自分勝手で我侭すぎるのではないだろうか。"
  },
  {
    "message": "甘えられるのが嫌な訳ではないが、それも度を過ぎれば考えものだ。"
  },
  {
    "message": "得に、自分の家族に紹介したいような女性にとっては。"
  },
  {
    "message": "コーデリアはまだ戻っていないのだろうか。"
  },
  {
    "message": "一体どこに行ってしまったと言うんだ？"
  },
  {
    "message": "こんな事をしていたら夜が明けてしまうじゃないか。"
  },
  {
    "message": "このまま一睡もせずに朝になってしまったら、仕事に差し支えるな。"
  },
  {
    "message": "ガードナーたちに何を言われるか知れたもんじゃない。"
  },
  {
    "message": "ひょっとしたら二階にいるかもしれないな‥‥‥‥‥‥‥"
  },
  {
    "message": "階下のパブに戻って来た。"
  },
  {
    "message": "相変わらず店内はしんと静まり返って、人の気配はない。"
  },
  {
    "message": "鍵の下りていない扉を開いた私は、ギルマンハウスの中に入った。"
  },
  {
    "message": "店内は、まだわずかに温もりが残っているものの、人の気配はない。"
  },
  {
    "message": "カウンターの奥を覗いてみると、コーデリアが私を待つ間に使っていたと思われる汚れたグラスが置いてあった。"
  },
  {
    "message": "グラスの淵にはかすかに口紅の跡が残っている。"
  },
  {
    "message": "中に残っているわずかな液体は、生のままのウイスキーのようだ。"
  },
  {
    "message": "どうやらコーデリアは私を待つ間に、この前と同じように少なからぬ量のアルコールを口にしていたようだ。"
  },
  {
    "message": "もしも泥酔して、その勢いで私を捜しに店を出たとしたら‥‥‥‥"
  },
  {
    "message": "いくら事件の少ない村だとはいえ、若い娘がひとりで、しかもこんな夜遅くに出かけたとあれば、厄介な事にまきこまれた可能性もある。"
  },
  {
    "message": "そんな事になっていなければいいが‥‥‥‥"
  },
  {
    "message": "コーデリアの姿はみえない。"
  },
  {
    "message": "店内にはどんな生き物がいる気配もないようだ。"
  },
  {
    "message": "コーデリアがいつも立っていた場所だが、今は彼女の姿はない。"
  },
  {
    "message": "数十年分の汚れがしみついた壁が、パブの歴史を物語っているだけだ。"
  },
  {
    "message": "かなり古びて、落ちついた印象を与える店内も、主のコーデリアの姿が見えないと、ありきたりの寂しい場末のパブに逆戻りしてしまう。"
  },
  {
    "message": "ここの村人達も、コーデリアが目当てで店にやって来るのか？"
  },
  {
    "message": "酒を売っているのがこのパブ一軒だとしても、わざわざ店で飲まなければいけないという法はないのだし‥‥‥‥‥"
  },
  {
    "message": "一杯づつ買うよりは、ボトルごと持って帰って自分の家で飲んだ方が随分安上がりなのではないだろうか。"
  },
  {
    "message": "おそらくコーデリアは、このカウンターに腰掛けて、私がやって来るのを待っていたはずだが、磨かれた一枚板の上にはその痕跡は全く残っていない。"
  },
  {
    "message": "コーデリアの几帳面な性格を裏付けるようによく磨き込まれた、一枚板のカウンターだ。"
  },
  {
    "message": "所々にある黒い染みのような物は、客のこぼした酒の跡か、丹念に磨きすぎた為に光沢がなくなってしまった部分なのだろう。"
  },
  {
    "message": "こういう質のいい物は、こんな田舎ではなおさら高価なはずだ。"
  },
  {
    "message": "ギルマンハウスの中でも数少ない財産のひとつにちがいない。"
  },
  {
    "message": "ジンやラムなどの安酒ばかりで、黙って飲んでしまいたくなるような類のボトルはない。"
  },
  {
    "message": "どこにでもあるような安酒ばかりが並んでいる。"
  },
  {
    "message": "私やガードナーがオーダーした比較的高価なボトルは置いていない。"
  },
  {
    "message": "滅多に注文がないために、普段は店の奥にしまってあるのだろう。"
  },
  {
    "message": "ここの村の住人達は手っ取り早く酔えるジンやラムなどがお好みのようだから、酔って割られでもしたら大損だ。"
  },
  {
    "message": "カウンターの奥は小さなキッチンスペースになっているようだ。"
  },
  {
    "message": "壁にはほんのかすかだが、油の染みが残っている。"
  },
  {
    "message": "店の奥はちょっとした料理ができる小さなキッチンになっている。"
  },
  {
    "message": "客の注文に応じて食事やつまみを作るのだろう。"
  },
  {
    "message": "確か、二階には料理どころか熱いお茶を出すための設備さえなかった。コーデリアは自分の食事やお茶も、ここで用意するのだろう。"
  },
  {
    "message": "あまり豊かな生活とは言えないが、彼女の数奇な生い立ちを考えれば、これでもいい方だと思わなければならないだろう。"
  },
  {
    "message": "世の中には、コーデリアのような東洋の娘達を売春宿に売り飛ばす女衒のような商売をしている輩もいると聞く。"
  },
  {
    "message": "そんな人非人の手にかからなかっただけでも、幸運だったのだ。"
  },
  {
    "message": "こんな場末のパブで身を粉にして働かなければならなかったとしても。"
  },
  {
    "message": "二階に行く"
  },
  {
    "message": "　　外に出る　　"
  }
]