[
  {
    "message": "ギルマンハウスの前に戻った。"
  },
  {
    "message": "相変わらず辺りには誰もいないようだ。"
  },
  {
    "message": "ギルマンハウスの前だ。"
  },
  {
    "message": "通りに面した窓には、一階もその上階にも明かりが灯っている様子はない。もっともあんなに汚れた窓では中の様子など解ろうはずもないが。"
  },
  {
    "message": "私はドアノブにかけようとした手を止めて、上階の事を思いやった。"
  },
  {
    "message": "時間が時間だけに、コーデリアは眠ってしまった可能性が強い。しかし他に行く所がある訳でもなし、二階にいる事は間違いない。"
  },
  {
    "message": "しかし‥‥‥‥‥"
  },
  {
    "message": "すでに勝手知った他人の家という感はあるが、彼女のプライベートな部屋に無断で乗り込むのは、まるで情婦の部屋に通う軽薄な漁色家のようで気がひけるな。"
  },
  {
    "message": "私がパブの前にたどり着いた時、時刻はすでに真夜中を二時間あまりも過ぎていた。"
  },
  {
    "message": "店の窓には明かりも見えず、入り口の扉は堅く閉ざされたままになっている。あたりには酔いつぶれて寝ている酔っぱらいの姿はおろか、残飯を漁る犬猫の類さえ見えない。"
  },
  {
    "message": "あたりをおおい尽くそうとする闇のベールを追い払おうとでも言うのか弱々しいガス灯の明かりが、さびれた裏道はさらにもの悲しい雰囲気を漂わせている。"
  },
  {
    "message": "まるで私ひとりを残して村人全員がどこかにいってしまったようだ。"
  },
  {
    "message": "人いきれに辟易させられるロンドンに暮らしていては、これほど空虚な気分になるのは随分久しぶりのような気がする。"
  },
  {
    "message": "しんと静まりかえった通りには、酔いつぶれた酔っぱらいはおろか、残飯にありつこうと徘徊する犬猫の類さえ見えない。"
  },
  {
    "message": "明かりの消えた店々は廃屋のようだ。黒々とした窓はぽっかりと空洞になった死人の眼孔のように見え、所々ガラスの割れた戸口は歯抜け老人の皺の寄った口を連想させる。"
  },
  {
    "message": "唯一まともな体裁を保っているのはギルマンハウスだけだが、店のはねた後では活気に満ちた様子を想像するのが難しい。"
  },
  {
    "message": "確かに、アーカムの中ではモダンですぐれた建造物と言えない事もないが、あまり見ていて楽しい類のものではない。所詮この程度のパブなどどこにでも転がっているのだ。"
  },
  {
    "message": "辻馬車が主な交通手段だった頃のロンドンの裏通りにあったような、堅牢で端正な造りの建物だ。変色した煉瓦の壁や金属に浮き出た錆が建物の古びた雰囲気を一層確かなものにしている。"
  },
  {
    "message": "壁の一面を占領したガラス窓はよく手入れされているようだが、それでもどうする事が出来ないその物自体の老化のために中を覗き見る事が出来ない。表面が波打っているように見えるのは、当時の稚拙な技術のためだろう。"
  },
  {
    "message": "建物の凝った造りに対して、看板の文字はいかにも面白味がない。"
  },
  {
    "message": "店のオーナーは気の弱い老夫婦で、自分の主張を通そうとする建築家のなすがままになって、当初の予想とは大幅に異なる完成になってしまったという雰囲気だ。"
  },
  {
    "message": "飾り気のないゴシック文字で店の名前が記してある。"
  },
  {
    "message": "錆びのせいでペンキが浮き上がった具合から判断すると、１０年以上はほったらかしのままだろう。"
  },
  {
    "message": "もっとも、村の住人はこの店が何を営んでいるのか知っている筈だし、よそ者がこんなところにやってくるのは非常に希な事に違いない。看板を飾る必要性自体を疑ってしまう。"
  },
  {
    "message": "鍵は開いている。"
  },
  {
    "message": "何故だか知らないが、いくら不用心だと注意しても田舎の人間はけして施錠しようとしない。私のような者からすれば盗人に施しをしてやっているようで不安で仕方がない。"
  },
  {
    "message": "私は店の入り口のドアノブに手をかけた。"
  },
  {
    "message": "塗装のはげ落ちた真鍮の握りはざらざらしていて、錆と金属の地金が放つ血の臭いにも似た悪臭をわずかに漂わせている。"
  },
  {
    "message": "扉は私の意に反して、軽々と開いてしまった。"
  },
  {
    "message": "鍵は閉まっていない。中に誰かがいるようだ。"
  },
  {
    "message": "そういえば、女がどこに住んでいるのか聞いていなかったな。"
  },
  {
    "message": "まさかこんな寂れた裏通りの酒場に寝泊まりしているという訳ではないだろうに。"
  },
  {
    "message": "ハドスン夫人に聞いてみようか‥‥‥‥"
  },
  {
    "message": "同じアーカムで、女ひとりで店を切り盛りしている者同士だし、何かと助け合っているのではないかな。"
  },
  {
    "message": "夫人に妙な勘ぐりを入れられるのは面白くないが‥‥‥‥"
  },
  {
    "message": "こんな村に異国の女が、しかも一人で酒場をやっているなんて、興味をひかない事もないしな。"
  },
  {
    "message": "約束の時間を随分過ぎてしまったが、女は待っていてくれるだろうか。ここからでは中の様子をうかがい知る事はできないが‥‥‥‥"
  },
  {
    "message": "昼間約束した時も、あまり乗り気ではなさそうだったし、私が時間に遅れた事を幸いに、家に帰ってしまったのではないだろうか。"
  },
  {
    "message": "　　　広場　　　"
  },
  {
    "message": "魚鱗亭"
  },
  {
    "message": "雑貨店"
  },
  {
    "message": "　　　遺跡　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]