[
  {
    "message": "どうやらこの書架の中にはネクロノミコンはないようだ。"
  },
  {
    "message": "ここにないとすると、他の書架の中を探しても無駄かもしれない。"
  },
  {
    "message": "この書架の本は個人の蒐集家が寄贈した物なのだろうか、全体にまとまりがなく、豪華な装幀の物からほとんど紙屑同然の物まで様々だ。"
  },
  {
    "message": "こうして見た限りでは、ネクロノミコンは見あたらない。"
  },
  {
    "message": "もしも書庫の中にあるとすれば、この書架が最も有力なのだが‥‥‥"
  },
  {
    "message": "私は書架に収められた一冊の本に手を伸ばした。"
  },
  {
    "message": "随分古い物らしく、箔押しされた表紙の皮は随分傷んでいる。"
  },
  {
    "message": "『エイヴォンの書』"
  },
  {
    "message": "かすれた表紙から読みとれるのは、わずかにその表題のみで、作者の名もいつ出版された物なのかも解らない。"
  },
  {
    "message": "ためしに中を見てみると、印刷された物ではなく、肉筆で書かれた物であることがわかる。昔の僧侶がしたように原本から写本されたようだ。"
  },
  {
    "message": "この本は‥‥‥‥"
  },
  {
    "message": "ラテン語かなにかで書かれているようだ。"
  },
  {
    "message": "本の表紙はなめした羊の皮を張り合わせた物で、黒いインクでタイトルが書かれている。ひどく古びた本であるのが解るが、それ以上の事は皆目見当がつかない。"
  },
  {
    "message": "本を開いたところで、外見と同じぐらい訳の分からない単語の羅列なのだろう、わざわざ調べてみたいとも思わない。"
  },
  {
    "message": "『無名祭祀書』"
  },
  {
    "message": "フォン・ユンツト著"
  },
  {
    "message": "この本については以前にどこかで耳にした事がある‥‥‥"
  },
  {
    "message": "確か発禁処分を受けて、すでに刷られたものは全て燃やされたはずだ。"
  },
  {
    "message": "読んだ事はないが、何れ悪魔崇拝の部類に入る忌まわしい書物だろう。こんな物、わざわざ項をめくってみたいともおもわないが‥‥‥"
  },
  {
    "message": "どうしてこんな珍本が片田舎の資料館の書架から見つかるんだ？"
  },
  {
    "message": "一体誰が寄贈したのだろう。"
  },
  {
    "message": "『死体蘇生に関する研究』"
  },
  {
    "message": "ハーバート・ウェスト著"
  },
  {
    "message": "これは‥‥‥‥‥"
  },
  {
    "message": "このミスカトニック大学が輩出した唯一の著名人とも言うべき、悪夢の研究を行った医師が書き残した物らしい。"
  },
  {
    "message": "死体蘇生は彼のライフワークとも言える研究であり、それのもたらした忌まわしい事件の為に長い間余人の目に触れる事がなかったのだろう。"
  },
  {
    "message": "『すなわち、死体蘇生の術を施すには新鮮な死体が必要不可欠であり、　その事こそが私がもっとも頭を悩ませた事柄だった。』"
  },
  {
    "message": "いとも簡単に言ってくれる。"
  },
  {
    "message": "『新鮮な死体』とはなんと恐ろしい言いぐさなのだろう。"
  },
  {
    "message": "この頭のおかしい医師は、自分の酔狂な研究の為に、名も知らぬ人々の亡骸をおもちゃにしていたのだ。"
  },
  {
    "message": "『死者の人為的な蘇生が、ひとえに組織の状態にかかっている事は疑い　ない事実であり、腐敗していない臓器を備えた死体に相応の処置をす　るならば生命と呼ばれる活動をふたたび蘇らせる事は可能である。』"
  },
  {
    "message": "ハーバート・ウェストが本気で自分の学説を信じていた事に疑はない。実験の結果がどのようなものであったか、私は知らないが、それが巻き起こした恐ろしい事件の事を考えれば、実際に一度死んだ肉体が、あたかも生命を取り戻したかのように動きだしたことは事実なのだろう。"
  },
  {
    "message": "これはダニッジ家の家系図だ。"
  },
  {
    "message": "前にドルリイの事件を調べた時に、ついでに見つけた覚えがある。"
  },
  {
    "message": "『ドルリイ・ダニッジ　１８２８年生まれ、１８６１年没』"
  },
  {
    "message": "『フィリップ・ダニッジ　１７８２年生まれ‥‥‥‥』"
  },
  {
    "message": "『ミスカトニック大学１８１０〜１８６１』"
  },
  {
    "message": "どうやら大学の創立から廃校になるまでの記録らしい。"
  },
  {
    "message": "表紙に書かれたタイトルからみると、この大学はたったの５１年間しか続かなかったようだ。教育機関としては驚くほど短命だと言わざるをえない。"
  },
  {
    "message": "そもそも、こんな都会から離れた場所に校舎を建てた事が失敗だったのではないだろうか。"
  },
  {
    "message": "そういう例が過去になかった訳ではないが、ここは勉学にいそしむ学生達にとってもあまりにも寂しすぎて、４年もの間辛抱するのは並の苦労ではなかっただろう。"
  },
  {
    "message": "こんな土地だからこそ、ハーバート・ウェストのような、常軌を逸した研究に駆り立てられた学者が生まれたのかもしれない。"
  },
  {
    "message": "書庫に戻る"
  }
]