[
  {
    "message": "資料館の前だ。"
  },
  {
    "message": "トマスがコーデリアを連れて逃げたのは、この建物の学長室からだ。"
  },
  {
    "message": "まさか、またここに戻ってくる訳はないだろう。"
  },
  {
    "message": "今は一刻も時間を無駄にすべきではない、可能性の高そうな所を探してみた方がいいのではないだろうか。"
  },
  {
    "message": "再び資料館の前にやって来た。"
  },
  {
    "message": "ここはもう何度も調べた後だが‥‥‥‥‥"
  },
  {
    "message": "ネクロノミコンはどこにもみつからないし、もう一度中を調べなおした方がいいのだろうか？"
  },
  {
    "message": "もしかするとダニッジ邸のドルリイの書斎にでも隠されているのかもしれない、他に一度も見ていない場所はないはずだ。"
  },
  {
    "message": "しかし、あの部屋には鍵がかかっている。"
  },
  {
    "message": "とすると書斎の鍵を先に探さなければならない。"
  },
  {
    "name": "コーデリア",
    "message": "あまりがっかりしないでね。"
  },
  {
    "message": "　　　　　　　　地道に探していれば、そのうちみつかるわよ。"
  },
  {
    "message": "かつてはミスカトニック大学と呼ばれていた、村の資料館だ。"
  },
  {
    "message": "この建物の中は大量の蔵書があるが、そのほとんどは以前に調べた事がある。"
  },
  {
    "message": "中にまぎれている可能性もない訳ではないが、もっと他の場所も調べてみたほうがいいだろう。"
  },
  {
    "message": "さしあたって、ドルリイが使っていた学長室が怪しそうだ。"
  },
  {
    "message": "ドロシーが受け付けにいなければ部屋に忍び込む事は難しくない。"
  },
  {
    "message": "そびえ立つ煉瓦の建物の向こうに見える空には、未だ厚い雲がかかり、古びた建物を押し潰さんばかりだ。"
  },
  {
    "message": "ほとんどが、せいぜい二階建てどまりの家屋ばかりが並ぶアーカムではこの資料館が唯一の高層建築物だ、まるで空を支える唯一の支柱のように見える。"
  },
  {
    "message": "孤独で崇高な命を与えられたこの煉瓦の建築物は、あとどれくらいの間その役目を全うできるのだろう。"
  },
  {
    "message": "アーカムの陰気で湿っぽい雰囲気を助長するかのように、厚い雲は一向に晴れる気配を見せない。"
  },
  {
    "message": "おそらくここは、大ブリテン島でももっとも人間が住むに相応しくない土地に違いない。"
  },
  {
    "message": "ここに暮らす村人達は一年にどれほど太陽の姿を見る事が出来るのか。それともこの不穏な天候は、アーカムに入り込んだ場違いな侵入者である私たちのせいなのだろうか。"
  },
  {
    "message": "こんな辺鄙な村に大学が造られたのは、フィリップ・ダニッジが持ち込んだ金の力があってこそだろう。"
  },
  {
    "message": "ドルリイ・ダニッジは、自分の父親が力で築き上げた大学の、しかも最後の学長になった訳だ。"
  },
  {
    "message": "その事もドルリイにとっては重荷だったのではないだろうか。"
  },
  {
    "message": "父が行方不明になり、蓄えの金も底を尽きると、村の財力は急激に衰え始める。"
  },
  {
    "message": "アーカムに関心を持っていた人々は、次第に村を離れていく‥‥‥‥"
  },
  {
    "message": "きっと村人達は村を支えていたダニッジ家の最後の当主であるドルリイを目の敵にしていたのではないだろうか。"
  },
  {
    "message": "鋭く切り立った屋根は、教会の鐘楼塔かを思わせる。"
  },
  {
    "message": "いずれにしても大学の校舎というにはあまりにも不自然なように思われるが‥‥‥‥"
  },
  {
    "message": "ミスカトニック大学をこの地に造ったフィリップ・ダニッジは、大学に何を求めたのだろう。"
  },
  {
    "message": "私の母校があるオクスフォードのユニバーシティ博物館を模して造られたものであろう、切り立った屋根と明かり取りの窓が彼の地を思い起こさせる。"
  },
  {
    "message": "大学の創設者であるフィリップ・ダニッジは、アーカムをゴチック風の尖塔が立ち並ぶオクスフォードのような街にしたかったのだろうか。"
  },
  {
    "message": "だとすれば、彼は私が感じていたような金の亡者ではない。"
  },
  {
    "message": "大昔の領主のように、自分の土地が繁栄する事を願うまっとうな人物像を思い浮かべる事が出来るではないか。"
  },
  {
    "message": "かつては威圧的な雄姿を誇っていたのだろうが、所々スレートの剥がれ落ちた様子からは、当時の威厳など全く感じられない。"
  },
  {
    "message": "入り口を閉める人間もいないのだろう。"
  },
  {
    "message": "私たちが入った時と同じく、門は開いたままになっている。"
  },
  {
    "message": "コーデリアが連れ去られ、錯乱状態になった私をたったひとりで魚鱗亭まで連れていったガードナーは、見かけによらずかなりの腕力の持ち主のようだ。"
  },
  {
    "message": "大がかりな門を潜ると中はかつて中庭として使われていた場所に出る。かつてはぐるりを囲む回廊があり、学生たちの憩いの場だったのだろうが、今では往時の面影は全く残っていない。"
  },
  {
    "message": "現在でも使用に耐えるのは広大な校舎の中のほんの一画で、他の部分は全く朽ちるままにされている。"
  },
  {
    "message": "フィリップ・ダニッジがこの光景を目にしたらあまりの体たらくに憤慨するかもしれないが、こうなってしまった原因は彼自身にある。"
  },
  {
    "message": "富を横取りされることを恐れたのだろうが、どういう手段で金を手に入れるか、その方法を知っていたのはフィリップひとりで、彼が行方不明となってからは、誰にもアーカムの没落を止める事は出来なかった。"
  },
  {
    "message": "開きっぱなしの扉をくぐると、中は芝生の庭になっているようだ。"
  },
  {
    "message": "建物の外観から想像すると、庭もどれくらいあれ果てているのか想像するに難くない。"
  },
  {
    "name": "コーデリア",
    "message": "中に入ってみましょうよ。"
  },
  {
    "name": "コーデリア",
    "message": "資料館にならネクロノミコンがあってもおかしくない　　　　　　　　ような気がするわね。"
  },
  {
    "name": "コーデリア",
    "message": "あれだけの本の山から、たった一冊を探し出すのは容　　　　　　　　易な事ではないでしょうけど、見つかるまでは何日で　　　　　　　　も続けてみせるわ。"
  },
  {
    "name": "ジョナサン",
    "message": "書架は前にダニッジ家の家系図を探した時にあらかた　　　　　　　　調べつくしてしまった。"
  },
  {
    "name": "ジョナサン",
    "message": "ネクロノミコンはもっと別な場所にあると思うんだ。"
  },
  {
    "name": "コーデリア",
    "message": "他の場所って？"
  },
  {
    "message": "　　　　　　　　ドルリイの学長室だって調べてみたじゃない。"
  },
  {
    "name": "コーデリア",
    "message": "それらしい本は見ていないわよ。"
  },
  {
    "name": "ジョナサン",
    "message": "だから、もっと解りにくい所に隠してあるんじゃない　　　　　　　　かと思うんだ。"
  },
  {
    "name": "コーデリア",
    "message": "解りにくい所って？"
  },
  {
    "message": "　　　　　　　　たとえばどんな所なのよ。"
  },
  {
    "name": "ジョナサン",
    "message": "そうだな、壁の中とか、絨毯を剥がして床下を探って　　　　　　　　みるとか‥‥‥‥‥‥"
  },
  {
    "name": "コーデリア",
    "message": "寒いわ‥‥‥‥"
  },
  {
    "message": "　　　　　　　　遺跡で長い時間風に当たっていたせいかしら、寒くて　　　　　　　　震えがとまらないの。"
  },
  {
    "name": "ジョナサン",
    "message": "ドルリイの学長室に暖炉があったな。"
  },
  {
    "message": "　　　　　　　　あれがまだ使えれば暖まる事が出来るのだが。"
  },
  {
    "name": "コーデリア",
    "message": "我慢できないわ、行きましょう？"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]