[
  {
    "message": "かつて栄華を極めたミスカトニック大学の前だ。"
  },
  {
    "message": "今は村の歴史を伝える資料館になっているが、ここを訪れる村人は希有で、巨大な建物はまるで墓標のようになんの意味も持たない。"
  },
  {
    "message": "夜になるとその不気味さはさらに凄味を増し、かつてこの大学で異彩を放っていた狂人と言われた学者の怪しげな研究の内容を想像せずにはいられない。"
  },
  {
    "message": "かつてのミスカトニック大学、現在のアーカム資料館の前だ。"
  },
  {
    "message": "オックスフォードに現存する著名な博物館を真似て設計された建物は、寂れて時の流れからも見捨てられたようなこの村にはあまりにも不似合いのように思われる。"
  },
  {
    "message": "哀れなことに現在ではその荘厳な建築物を称える聴衆さえなく、建物はただ朽ち果てるのを待つばかりだ。"
  },
  {
    "message": "そびえ立つ煉瓦の建物の向こうに見える空には、未だ厚い雲がかかり、古びた建物を押し潰さんばかりだ。"
  },
  {
    "message": "ほとんどが、せいぜい二階建てどまりの家屋ばかりが並ぶアーカムではこの資料館が唯一の高層建築物だ、まるで空を支える唯一の支柱のように見える。"
  },
  {
    "message": "孤独で崇高な命を与えられたこの煉瓦の建築物は、あとどれくらいの間その役目を全うできるのだろう。"
  },
  {
    "message": "アーカムの陰気で湿っぽい雰囲気を助長するかのように、厚い雲は一向に晴れる気配を見せない。"
  },
  {
    "message": "おそらくここは、大ブリテン島でももっとも人間が住むに相応しくない土地に違いない。"
  },
  {
    "message": "ここに暮らす村人達は一年にどれほど太陽の姿を見る事が出来るのか。それともこの不穏な天候は、アーカムに入り込んだ場違いな侵入者である私たちのせいなのだろうか。"
  },
  {
    "message": "こんな辺鄙な村に大学が造られたのは、フィリップ・ダニッジが持ち込んだ金の力があってこそだろう。"
  },
  {
    "message": "ドルリイ・ダニッジは、自分の父親が力で築き上げた大学の、しかも最後の学長になった訳だ。"
  },
  {
    "message": "その事もドルリイにとっては重荷だったのではないだろうか。"
  },
  {
    "message": "父が行方不明になり、蓄えの金も底を尽きると、村の財力は急激に衰え始める。"
  },
  {
    "message": "アーカムに関心を持っていた人々は、次第に村を離れていく‥‥‥‥"
  },
  {
    "message": "きっと村人達は村を支えていたダニッジ家の最後の当主であるドルリイを目の敵にしていたのではないだろうか。"
  },
  {
    "message": "鋭く切り立った屋根は、教会の鐘楼塔を思わせる。"
  },
  {
    "message": "いずれにしても大学の校舎というにはあまりにも不自然なように思われるが‥‥‥‥"
  },
  {
    "message": "ミスカトニック大学をこの地に造ったフィリップ・ダニッジは、大学に何を求めたのだろう。"
  },
  {
    "message": "私の母校があるオクスフォードのユニバーシティ博物館を模して造られたものであろう、切り立った屋根と明かり取りの窓が彼の地を思い起こさせる。"
  },
  {
    "message": "大学の創設者であるフィリップ・ダニッジは、アーカムをゴチック風の尖塔が立ち並ぶオクスフォードのような街にしたかったのだろうか。"
  },
  {
    "message": "だとすれば、彼は私が感じていたような金の亡者ではない。"
  },
  {
    "message": "大昔の領主のように、自分の土地が繁栄する事を願うまっとうな人物像を思い浮かべる事が出来るではないか。"
  },
  {
    "message": "かつては威圧的な雄姿を誇っていたのだろうが、所々スレートの剥がれ落ちた様子からは、当時の威厳など全く感じられない。"
  },
  {
    "message": "入り口の扉は開いたままになっているが、昼間でさえ寄りつく人がないのに、夜半に入り込もうなどという人間がいる訳がないと決めつけているのだろうか。"
  },
  {
    "message": "確かに、ここに盗むような価値があるとも思えないし、そんな物があるならとうの昔に持ち去られているだろう。"
  },
  {
    "message": "ひとりで膨大な書架を漁っても仕方がないし‥‥‥‥"
  },
  {
    "message": "また明日にでも出直して来るとしようか。"
  },
  {
    "message": "夜更けすぎだというのに資料館の扉は開いたままになっている。"
  },
  {
    "message": "盗難に対する備えなどないに等しいが、今まで何の被害もなかったのはアーカムの住人がいかに資料館の存在を忘れているかを証明している。"
  },
  {
    "message": "大がかりな門を潜ると中はかつて中庭として使われていた場所に出る。かつてはぐるりを囲む回廊があり、学生たちの憩いの場だったのだろうが、今では往時の面影は全く残っていない。"
  },
  {
    "message": "現在でも使用に耐えるのは広大な校舎の中のほんの一画で、他の部分は全く朽ちるままにされている。"
  },
  {
    "message": "フィリップ・ダニッジがこの光景を目にしたらあまりの体たらくに憤慨するかもしれないが、こうなってしまった原因は彼自身にある。"
  },
  {
    "message": "富を横取りされることを恐れたのだろうが、どういう手段で金を手に入れるか、その方法を知っていたのはフィリップひとりで、彼が行方不明となってからは、誰にもアーカムの没落を止める事は出来なかった。"
  },
  {
    "message": "開きっぱなしの扉をくぐると、中は芝生の庭になっているようだ。"
  },
  {
    "message": "建物の外観から想像すると、庭もどれくらいあれ果てているのか想像するに難くない。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]