[
  {
    "message": "どうやらこの書架にはネクロノミコンは入っていないようだ。"
  },
  {
    "message": "他の書架を探してみた方がいいのだろうか。"
  },
  {
    "message": "左の書架だ。"
  },
  {
    "message": "確かに古びた本が多いようだが、棚に収められた本はどれもこれもあまり凝った装幀ではなく、蒐集家の書棚に収められているような珍本の類ではないようだ。"
  },
  {
    "message": "ざっと見渡したかぎり、ネクロノミコンの名前は見あたらない。"
  },
  {
    "message": "この中にはないのだろうか。"
  },
  {
    "message": "この本は‥‥‥‥‥‥"
  },
  {
    "message": "『ノース海峡とその近海における漁獲推移について』"
  },
  {
    "message": "１８５０年出版とある。"
  },
  {
    "message": "漁村だからこういう類の本があっても不思議ではないが‥‥‥‥"
  },
  {
    "message": "ここいらあたりでどんな魚が捕れるのかなんて、全く興味が沸かない。"
  },
  {
    "message": "これを見てみよう。"
  },
  {
    "message": "『エアシャー州、観光ガイドブック』"
  },
  {
    "message": "１８７０年発行"
  },
  {
    "message": "５０年も前の観光ガイドを見て何が解ると言うのだろう。"
  },
  {
    "message": "第一、この本にアーカムが載っているとは思えない。"
  },
  {
    "message": "州の偉い役人が手前勝手に本にして、各町村に配って回ったんだろう。有り難迷惑もいいところだ。"
  },
  {
    "message": "『１８５０〜１９００年度　アーカム村出納記録』"
  },
  {
    "message": "１９００年発行"
  },
  {
    "message": "アーカムの財政記録か、こんな村でもちゃんとした役所があるんだな。それにしても全く読まれた形跡がないようだが‥‥‥‥"
  },
  {
    "message": "本は黄ばんで虫食いだらけではあるけれど、破れたり折れたりはしていない。村の住人達は行政には無関心だったようだ。"
  },
  {
    "message": "『ミスカトニック裁判所　判例集』"
  },
  {
    "message": "１８９０年発行"
  },
  {
    "message": "これは前に『ダニッジ事件』を調べた時に見た判例集だ。"
  },
  {
    "message": "５０年ほど前までのアーカムを含むミスカトニック裁判所の所轄地域でおきた事件の記録が記してある。"
  },
  {
    "message": "判例集を少し見てみよう。"
  },
  {
    "message": "１８６２年　１１月１０日"
  },
  {
    "message": "それより丁度一年前にミスカトニック裁判所管轄、アーカム村で起こりし殺人事件の裁判記録を記す。"
  },
  {
    "message": "なおこの裁判においては原告、被告共に存命でなく、検察側の提出した証拠及び証人である村人の証言だけに基づく異例の裁判となった事を明記しておく。"
  },
  {
    "message": "事件は１８６１年、１１月１０日、午前１時頃発生した。"
  },
  {
    "message": "アーカム村のほぼ中央に位置するダニッジ邸にて多人数の悲鳴及び、数発の銃声を聞き及んだとの村人の通報があった。"
  },
  {
    "message": "所轄警察の巡査が屋敷に踏み込んだところ、同屋敷の住人である男女の遺体を発見し、殺人事件として捜査班が組織された。"
  },
  {
    "message": "死者は５名。先代ダニッジ家当主の故フィリップの妻エヴァ、ダニッジ家の現当主ドルリイの妻ジーン、その娘ロリーナ、ハンナ‥‥‥‥‥‥"
  },
  {
    "message": "以上４人の殺害容疑で訴えられたドルリイ・ダニッジである。"
  },
  {
    "message": "ダニッジ家は村でも有数の名家であり、被告ドルリイはミスカトニック大学の学長も務める信望厚い人物であった。"
  },
  {
    "message": "ドルリイの母、エヴァは厨房で、妻のジーンは地下室でそれぞれ頭部を至近距離からの散弾により撃ち抜かれていた。エヴァの後頭、ジーンの額の皮膚に火傷と多量の硝煙による汚れが認められる事から、ドルリイはかなり至近距離から両名を射殺した事が判明。"
  },
  {
    "message": "ふたりの娘ロリーナ、ハンナは重量のある鋭利な刃物で殺されている。特にロリーナは両手両足を切断された後、直接の死因である胸部の裂傷を与えられたと推測される。"
  },
  {
    "message": "ただ一人、原型を留めた形で発見されたハンナは、子供部屋で寝ているところを襲われた様子で、胸部に受けた一撃で死亡したと思われる。"
  },
  {
    "message": "なお、ダニッジ邸の一階居間で多量の血液が付着した斧が発見された事から、ふたりの娘を殺した凶器はこの斧であると推測される。"
  },
  {
    "message": "ドルリイ・ダニッジは一階書斎で、頭部を小口径の短銃で撃ち抜かれて死んでいるのを発見された。"
  },
  {
    "message": "右手には短銃が握られており、弾道検査の結果、ドルリイの頭蓋内から摘出された銃弾が同じ短銃から発射された物である事が確認された。"
  },
  {
    "message": "以上の事から、何らかの理由で精神に異常をきたしたドルリイが、邸内にいた家族全員を殺害し、しかる後に自らの手で頭部を撃ち抜き自殺したものと考えられ、当法廷もそのように結論した。"
  },
  {
    "message": "被告ドルリイ・ダニッジの行為には当然のごとく極刑に値するが、被告がすでに故人であるために求刑はされず、当法廷は以上４人の殺人が、ドルリイの手によるものであるという事実確認にのみ従事し、以上の結論をもって閉廷された。"
  },
  {
    "message": "『アーカムの産業』"
  },
  {
    "message": "１８９０年発行"
  },
  {
    "message": "なんだか役所の広報課が作りそうなパンフレットのタイトルみたいだ。純粋な記録というよりは、村の宣伝の為の本みたいだな。"
  },
  {
    "message": "フィリップの精錬所の事は記載されていない。"
  },
  {
    "message": "この本が発行された頃にはすでに金の蓄えは枯渇し、金は出荷されていなかったのだろう。"
  },
  {
    "message": "『１８５０〜１９００年度公共事業の記録』"
  },
  {
    "message": "１９０１年発行"
  },
  {
    "message": "いったいこの村でどれほどの公共事業が行われたと言うんだ？"
  },
  {
    "message": "これほど役立たずな本もないな。"
  },
  {
    "message": "書庫に戻る"
  }
]