[
  {
    "message": "ここにはコーデリアの姿はない。"
  },
  {
    "message": "わざわざ調べ物をしに来るには適した時間とは言えない、他に彼女が行きそうな場所があるだろう。"
  },
  {
    "message": "かつて栄華を極めたミスカトニック大学の前だ。"
  },
  {
    "message": "今は村の歴史を伝える資料館になっているが、ここを訪れる村人は希有で、巨大な建物はまるで墓標のようになんの意味も持たない。"
  },
  {
    "message": "廃校になって久しいミスカトニック大学の前には、昼間でさえ寄りつく人の姿はなく、夜半をとっくに過ぎたこの時刻ではなおさら行き交う人などいる訳もない。"
  },
  {
    "message": "そんな事をする必要さえないという事なのか、正門は昼間と同じように開いたままになっている。"
  },
  {
    "message": "私とて、こんな時刻に不気味な構内に入り込もうなどとは思わないが、盗まれる物など無いという意志表示だろうか、これではあまりにも不用心過ぎるのではないだろうか。"
  },
  {
    "message": "そびえ立つ煉瓦の建物の向こうに見える空には、未だ厚い雲がかかり、古びた建物を押し潰さんばかりだ。"
  },
  {
    "message": "ほとんどが、せいぜい二階建てどまりの家屋ばかりが並ぶアーカムではこの資料館が唯一の高層建築物だ、まるで空を支える唯一の支柱のように見える。"
  },
  {
    "message": "孤独で崇高な命を与えられたこの煉瓦の建築物は、あとどれくらいの間その役目を全うできるのだろう。"
  },
  {
    "message": "アーカムの陰気で湿っぽい雰囲気を助長するかのように、厚い雲は一向に晴れる気配を見せない。"
  },
  {
    "message": "おそらくここは、大ブリテン島でももっとも人間が住むに相応しくない土地に違いない。"
  },
  {
    "message": "ここに暮らす村人達は一年にどれほど太陽の姿を見る事が出来るのか。それともこの不穏な天候は、アーカムに入り込んだ場違いな侵入者である私たちのせいなのだろうか。"
  },
  {
    "message": "どんよりと曇った空を見ていると、こちらまで陰気な気分になる。"
  },
  {
    "message": "あまり気にしない方がいいのだろうか。"
  },
  {
    "message": "むき出しにされている煉瓦の壁は、濃い茶色が色あせて薄いピンク色に変色し始めている。大きなガラスをはめ込んだ窓も錆が浮き出して、いつまで重みを支えていられるか解ったものではない。"
  },
  {
    "message": "この校舎跡が崩壊するまでに、あと１００年もかからないだろう。"
  },
  {
    "message": "少し惜しいような気もするがこんな所に建っていても何の利用価値もないだろう。"
  },
  {
    "message": "こんな辺鄙な村に大学が造られたのは、フィリップ・ダニッジが持ち込んだ金の力があってこそだろう。"
  },
  {
    "message": "ドルリイ・ダニッジは、自分の父親が力で築き上げた大学の、しかも最後の学長になった訳だ。"
  },
  {
    "message": "その事もドルリイにとっては重荷だったのではないだろうか。"
  },
  {
    "message": "父が行方不明になり、蓄えの金も底を尽きると、村の財力は急激に衰え始める。"
  },
  {
    "message": "アーカムに関心を持っていた人々は、次第に村を離れていく‥‥‥‥"
  },
  {
    "message": "きっと村人達は村を支えていたダニッジ家の最後の当主であるドルリイを目の敵にしていたのではないだろうか。"
  },
  {
    "message": "鋭く切り立った屋根は、教会の鐘楼塔かを思わせる。"
  },
  {
    "message": "いずれにしても大学の校舎というにはあまりにも不自然なように思われるが‥‥‥‥"
  },
  {
    "message": "ミスカトニック大学をこの地に造ったフィリップ・ダニッジは、大学に何を求めたのだろう。"
  },
  {
    "message": "単に自分の財力を誇示したかったのだろうか？"
  },
  {
    "message": "それとも、何か重要な目的があったのだろうか。"
  },
  {
    "message": "長い間放ったらかしにされているせいで、スレートの屋根はひび割れ、雨水の浸食を受けている。"
  },
  {
    "message": "見る者に威圧感を与えるよう、細心の注意をはらって設計されたであろう凝った造りも、こうなっては哀れを誘うだけだ。"
  },
  {
    "message": "私の母校があるオクスフォードのユニバーシティ博物館を模して造られたものであろう、切り立った屋根と明かり取りの窓が彼の地を思い起こさせる。"
  },
  {
    "message": "大学の創設者であるフィリップ・ダニッジは、アーカムをゴチック風の尖塔が立ち並ぶオクスフォードのような街にしたかったのだろうか。"
  },
  {
    "message": "だとすれば、彼は私が感じていたような金の亡者ではない。"
  },
  {
    "message": "大昔の領主のように、自分の土地が繁栄する事を願うまっとうな人物像を思い浮かべる事が出来るではないか。"
  },
  {
    "message": "かつては威圧的な雄姿を誇っていたのだろうが、所々スレートの剥がれ落ちた様子からは、当時の威厳など全く感じられない。"
  },
  {
    "message": "開きっぱなしの扉をくぐると、中は芝生の庭になっているようだ。"
  },
  {
    "message": "建物の外観から想像すると、庭もどれくらいあれ果てているのか想像するに難くない。"
  },
  {
    "message": "これほどの規模の大学ならば、校舎の他に多くの学寮や聖堂まで備えてあっても不思議ではない。"
  },
  {
    "message": "しかし、今のアーカムではただの記念碑にしか過ぎないそれらの大学の建物を維持する余裕などありはしないだろう。"
  },
  {
    "message": "入り口の扉は開いたままになっているが、昼間でさえ寄りつく人がないのに、夜半に入り込もうなどという人間がいる訳がないと決めつけているのだろうか。"
  },
  {
    "message": "確かに、ここに盗むような価値があるとも思えないし、そんな物があるならとうの昔に持ち去られているだろう。"
  },
  {
    "message": "ひとりで膨大な書架を漁っても仕方がないし‥‥‥‥"
  },
  {
    "message": "また明日にでも出直して来るとしようか。"
  },
  {
    "message": "　　　地図　　　"
  }
]