[
  {
    "message": "マーシュは何かに酷くうなされていたようだったな‥‥‥‥‥"
  },
  {
    "message": "一体何に怯えていると言うのだろう。"
  },
  {
    "message": "昼間は全ての憂いが消え失せたような、安堵の表情さえ感じとる事が出来たと言うのに。"
  },
  {
    "message": "ここにはコーデリアの姿は見えない。"
  },
  {
    "message": "まさかこんな時間にマーシュの家に用があるとも思えないが‥‥‥"
  },
  {
    "message": "コーデリアは船の中にいるのだろうか？"
  },
  {
    "message": "港にある、マーシュの廃船の前だ。"
  },
  {
    "message": "陽の落ちた今では、海はまるで底なしの沼のように一切の光を吸収し、陸との境はひどく曖昧になってしまっている。"
  },
  {
    "message": "マーシュの廃船が浮かぶ、港の外れだ。"
  },
  {
    "message": "日中でも湾内の水はよどみ、底を見通す事など出来なかった。"
  },
  {
    "message": "陽の落ちた今では、海はまるで底なしの沼のように一切の光を吸収し、陸との境はひどく曖昧になってしまっている。"
  },
  {
    "message": "こうしてその前に立っていると、私の見ていない所で人ならぬ何者かがこちらの様子を伺っているのではないかという、体の心まで凍り付いてしまいそうな恐怖が沸き起こってくる。"
  },
  {
    "message": "厚く垂れ込めた雲のせいで、弱々しい月明かりさえ届かない。"
  },
  {
    "message": "この分では、明日も天気にはめぐまれないだろう。"
  },
  {
    "message": "もとよりこんな夜更けでは、飛ぶ鳥さえいないだろうが、厚い雲に覆われた空は、わずかな月の光が射すだけでひどく暗い。"
  },
  {
    "message": "ほんのわずかではあるが風がふいているからには、雲が流れているのだろうが、私の目ではその様子をとらえる事すら出来ない。"
  },
  {
    "message": "こんな有様では、すぐ隣から何者かが襲いかかってきても、私にはその姿をとらえる事さえ不可能だろう。"
  },
  {
    "message": "特に珍しいものは落ちていない。"
  },
  {
    "message": "地面を馴らして固めただけで、とても上等な船着き場とは思えない。"
  },
  {
    "message": "船をもやいでおくための杭も乱暴に木の棒を打ち込んだだけの簡単なものだ。"
  },
  {
    "message": "はたしてこれを港と呼んでいいものなのか、考えさせられる。"
  },
  {
    "message": "以前は海外と行き来できるほど大型の帆船もあったのだから、もっとまともな港が存在するのかもしれない。"
  },
  {
    "message": "異常なほど透明度が悪く、風が凪いでしまっているせいで、どぶ川のよどみのように汚らしく感じられる。"
  },
  {
    "message": "気のせいだろうか、あたりには魚が腐ったような生臭い匂いがたちこめていて、じっとしていると気分が悪くなりそうだ。"
  },
  {
    "message": "まるで底なしの沼のように、底が見えないほど濁っている。"
  },
  {
    "message": "静寂を保ったままの水面はときおり小さなうねりがあるだけで、外洋の荒々しさなど全く無縁であるかのようだ。"
  },
  {
    "message": "この淀んだ水の下にどんな魔物がうごめいていたとしても、あまり驚かないだろう。"
  },
  {
    "message": "今、どこかで水音がしたような‥‥‥‥‥"
  },
  {
    "message": "こんな時間に泳ごうなどと言う酔狂な人間がいる訳がない。"
  },
  {
    "message": "魚でも跳ねたのだろうか？"
  },
  {
    "message": "気のせいか、あたりには魚が腐敗した時に出す、気分の悪くなるような異臭が漂っているような気がする。"
  },
  {
    "message": "いつまでも憶していても仕方がない。"
  },
  {
    "message": "船に渡る手段は、この渡り板しかないのだから。"
  },
  {
    "message": "どこかから拾ってきた板切れをかけたような、ぞんざいな渡り板だ。"
  },
  {
    "message": "昼間私たちの重みに耐えられてからと言って、今私が渡っても安全という保証は全く無い。"
  },
  {
    "message": "それがかかっている廃船と同じぐらい古い物のようだが‥‥‥‥"
  },
  {
    "message": "本当に大丈夫なのだろうか？"
  },
  {
    "message": "かろうじて浮かんではいるが、船としての本来の能力はとうの昔になくしてしまっているようだ。"
  },
  {
    "message": "マーシュ老人の住まいとしての機能を果たすのがやっとの状態だろう。それとていつまで保つか解ったものではない。"
  },
  {
    "message": "おそらくマーシュ老人が漁師を廃業するのと同じ頃に、現役を退いたに違いない、今ではあまり見かけない帆だけを動力とする船だ。"
  },
  {
    "message": "この船がどんなに傷んでいて危険かは一目瞭然だが、もっと他の心配事に気を取られているマーシュは、そんな事は一切お構いなしのようだ。"
  },
  {
    "message": "船腹に張り付いた藻や小さな貝が、まるで人の体をむしばむ病原菌のようにこの船の寿命を削り取るっているのではないかと思えてくる。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]