[
  {
    "name": "ジョナサン",
    "message": "大丈夫か、コーデリア？"
  },
  {
    "name": "コーデリア",
    "message": "大丈夫じゃないわよ。"
  },
  {
    "message": "　　　　　　　　どうしてあんな事に‥‥‥‥‥‥‥"
  },
  {
    "message": "無理もない。"
  },
  {
    "message": "あんな光景を目の前で見せられたら‥‥‥‥‥‥‥‥‥‥‥"
  },
  {
    "message": "誰がマーシュ老人にあんな事をしたんだ。"
  },
  {
    "message": "ただ殺すだけならまだしも、まるで見せしめのようじゃないか。"
  },
  {
    "name": "トマス",
    "message": "おい、こんな所で惚けてる場合じゃないぜ。"
  },
  {
    "message": "　　　　　　このまんまじゃ、俺達が殺した事にされちまう。"
  },
  {
    "name": "ジョナサン",
    "message": "どうして？"
  },
  {
    "name": "ジョナサン",
    "message": "私たちにマーシュを殺さなければならない理由なんて　　　　　　　　ないだろう！"
  },
  {
    "name": "トマス",
    "message": "馬鹿野郎。"
  },
  {
    "message": "　　　　　　世の中ってのはそんなに甘くねえんだよ！"
  },
  {
    "name": "ジョナサン",
    "message": "しかし‥‥‥‥‥‥"
  },
  {
    "message": "　　　　　　　　マーシュをあのままに放っておくのか？"
  },
  {
    "name": "トマス",
    "message": "俺達が爺さんの回りをうろついてたのは全員が知ってる。　　　　　　理由があろうがあるまいが、一番臭いのは俺達なんだ。"
  },
  {
    "name": "トマス",
    "message": "どうする事も出来ねえよ。"
  },
  {
    "message": "確かにそのとおりだ。"
  },
  {
    "message": "こんな所で呆然としている場合じゃないぞ‥‥‥‥"
  },
  {
    "message": "マーシュの廃船が浮かぶ港だ。"
  },
  {
    "message": "何度来てもまるで船の墓場のようで、あまりいい光景ではない。"
  },
  {
    "message": "マーシュの廃船が浮かぶ港だ。"
  },
  {
    "message": "何度来てもまるで船の墓場のようで、あまりいい光景ではない。"
  },
  {
    "message": "それに、あたりに漂う異様な臭気は日毎に強まっているように思える。誰かが嫌がらせにやっているのではないかとさえ思える程だ。"
  },
  {
    "message": "空は一面の暗雲でおおいつくされている。"
  },
  {
    "message": "まるで今の私たちの気持ちを察したかのようだ。"
  },
  {
    "message": "またひどい嵐になりそうな気配だ。"
  },
  {
    "message": "視界は一面の暗雲でおおいつくされ、上空を吹く強風の為に異常な早さで雲が動いている。"
  },
  {
    "message": "あたりに漂う何とも言えない嫌な気配は一層強くなり、こうして空を見上げているだけで不安な気持ちになる。"
  },
  {
    "message": "相変わらずどんよりした雲が空一面を覆っている。"
  },
  {
    "message": "いつ雨が降り出しても不思議ではないが、今の所は大丈夫のようだ。"
  },
  {
    "message": "どんよりと垂れ込めた雲が、海との境界をくっきりと際だたせている。海から陸に向かって吹いていた風はぱったりとやんでしまったようで、当分雲が晴れる様子はなさそうだ。"
  },
  {
    "message": "空には一羽の鴎の姿さえなく、視界を遮るものは何もない。"
  },
  {
    "message": "アーカムは、外界の文明はおろか、鴎にさえも見捨てられてしまったのだろうか。"
  },
  {
    "message": "こんなに踏み固められた地面では、犯人の痕跡は残らないだろう。"
  },
  {
    "message": "あまり長居をする訳にはいかない。"
  },
  {
    "message": "長い年月を経て踏み固められた土には、足跡ひとつ残っていない。"
  },
  {
    "message": "雨でも降っていれば話は別なのだが、これでは何者かがマーシュの廃船に入り込んだとしても痕跡は残らないだろう。"
  },
  {
    "message": "犯人の遺留品を探そうにも、我々には拡大鏡さえない。"
  },
  {
    "message": "それに、いつまでもここに留まっていては、トマスが言うように私たちがマーシュ殺しの犯人だと言われかねない。"
  },
  {
    "message": "村人達は、邪魔な私たちが捕らえられればさぞかし喜ぶだろう。"
  },
  {
    "message": "それどころか、これを口実に私たちを私刑にかける事さえいとわないかもしれない。"
  },
  {
    "message": "特に珍しいものは落ちていない。"
  },
  {
    "message": "地面を馴らして固めただけで、とても上等な船着き場とは思えない。"
  },
  {
    "message": "船をもやいでおくための杭も乱暴に気の棒を打ち込んだだけの簡単なものだ。"
  },
  {
    "message": "はたしてこれを港と呼んでいいものなのか、考えさせられる。"
  },
  {
    "message": "以前は海外と行き来できるほど大型の帆船もあったのだから、もっとまともな港が存在するのかもしれない。"
  },
  {
    "message": "こんなに波が強くては、泳ごうなどという人間はまずいないだろう。"
  },
  {
    "message": "犯人は堂々と渡り板を使って船に乗り込んだのか？"
  },
  {
    "message": "海は折からの強風のため、この前より波が強い。"
  },
  {
    "message": "それでも湾外の荒海よりは幾分ましなのだろうが、とてもこんな所で泳ごうなどと言う気にはなれない。"
  },
  {
    "message": "もしも犯人が海からマーシュの廃船に忍び込んだとしたら、かなり泳ぎの達者な者だったに違いない。"
  },
  {
    "message": "もっとも、アーカムは仮にも漁師の村なのだ、泳ぎに自身のある者はひとりやふたりではないはず、犯人を特定するのは不可能だろう。"
  },
  {
    "message": "ただ、マーシュの身体をあれほど惨たらしい状態に出来るのは、よほど力が強い人間でなければならない。"
  },
  {
    "message": "漁師は皆一様に力が強いが、それでもあれほどの事が出来る人間となればそう多くはいないはずだ。"
  },
  {
    "message": "チョコレート色に濁っている。"
  },
  {
    "message": "あたりに漂っている耐え難い悪臭は、この濁った海の水のせいらしい。"
  },
  {
    "message": "チョコレート色に濁った、底なしの沼のようだ。"
  },
  {
    "message": "強い風がふいているせいで、表面には白い波頭が見えるものの、水面下はどのような状態になっているのか解らない。"
  },
  {
    "message": "岸壁に波が打ちつけるたびに、堪えがたいほどの悪臭が漂う。"
  },
  {
    "message": "この海の底に山ほどの魚の死骸でも沈んでいるのだろうか。"
  },
  {
    "message": "あまり重い体重に耐えられるほど頑丈ではない。"
  },
  {
    "message": "私たちの中で一番かさがありそうなのはトマスだが、それでもびくびくしながら渡っているぐらいだ。"
  },
  {
    "message": "マーシュをあんな惨たらしい屍体に変えることが出来る程の力を持った大男がこの板を渡れるとは考えにくい。"
  },
  {
    "message": "何年もの間ほったらかしになっているために、あまり重い物には耐えられそうにもない。"
  },
  {
    "message": "マーシュの屍体の様子から見ると、かなり力の強い大男の仕業とも考えられるのだが、この板切れはそんな男の体重に耐えられるほど丈夫ではなさそうだ。"
  },
  {
    "message": "マーシュを殺したのは、ひとりではなく複数の人間なのだろうか。"
  },
  {
    "message": "しかし、か弱い老人ひとりを殺すのに、それほど大勢の力を必要としたとは考えにくい。"
  },
  {
    "message": "複数でこんな場所に押しかければそれだけでも目立ってしまうだろう。どうしてわざわざそんな危険を冒す必要があったのか‥‥‥‥"
  },
  {
    "message": "いつまでも憶していても仕方がない。"
  },
  {
    "message": "船に渡る手段は、この渡り板しかないのだから。"
  },
  {
    "message": "そこいらから拾ってきた板切れをかけただけのような、ぞんざいな渡り板だ。私たちの重みに耐えられるかどうか疑わしい。"
  },
  {
    "message": "それがかかっている廃船と同じぐらい古い物のようだ。"
  },
  {
    "message": "本当に大丈夫なのだろうか？"
  },
  {
    "message": "あんな惨たらしい状態で放置しておくのは良心が傷むが‥‥‥‥"
  },
  {
    "message": "仕方がない、私たちが屍体を見つけたと届け出れば真っ先に犯人にされてしまう。"
  },
  {
    "message": "誰も近寄らない港の外れに係留されている、廃船同然の船では、頻繁に人がやってくるとも思えない。"
  },
  {
    "message": "マーシュの屍体はまだしばらく誰にも見つけられる事は無いだろう。"
  },
  {
    "message": "気の毒だが、私たちには老人の遺体を葬ってやる事は出来ない。"
  },
  {
    "message": "あんな惨たらしい状態で放置しておくのは良心が傷むが‥‥‥‥"
  },
  {
    "message": "仕方がない、私たちが屍体を見つけたと届け出れば真っ先に犯人にされてしまう。"
  },
  {
    "message": "かろうじて浮かんではいるが、船としての本来の能力はとうの昔になくしてしまっているようだ。"
  },
  {
    "message": "マーシュ老人の住まいとしての機能を果たすのがやっとの状態だろう。それとていつまで保つか解ったものではない。"
  },
  {
    "message": "マーシュ老人の住む廃船だ。"
  },
  {
    "message": "おそらくマーシュと同じぐらい年老いているのだろう。動力は蒸気ではなくて、帆だけで進むようだ。"
  },
  {
    "message": "外だけ見ると、いつ沈んでもおかしくはないほど老朽化している。"
  },
  {
    "message": "かろうじて浮かんではいるものの、外洋の荒波には到底持ちこたえられそうもない。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]