[
  {
    "message": "ダゴンの教会の前だ。"
  },
  {
    "message": "あたりは静寂に包まれ、教会からはパイプオルガンの調べも信者達の祈りの声も聞こえない。"
  },
  {
    "message": "教会の窓にはうすぼんやりと明かりのようなものが見えるが、静かすぎて中に人がいるようではない。"
  },
  {
    "message": "ダゴンの教会の前だ。"
  },
  {
    "message": "コーデリアは、ここに来ると不快になるらしく、しかめた顔で地面を見つめている。"
  },
  {
    "name": "コーデリア",
    "message": "またここなの‥‥‥‥"
  },
  {
    "message": "　　　　　　　　わたし、この教会に来るとなんだかすごく嫌な気分に　　　　　　　　なるのよ。"
  },
  {
    "message": "コーデリアは顔をしかめ、地面を見つめている。"
  },
  {
    "message": "私たちと一緒に来るまでは教会の場所さえよく知らなかったはずなのにこうもこの場所を毛嫌いするのは合点がいかない。"
  },
  {
    "message": "自分でも知らないうちに、教会に来た事があるのではないだろうか。"
  },
  {
    "message": "養父母に連れられてミサに参加した事があるのかもしれない。"
  },
  {
    "name": "コーデリア",
    "message": "中に入るのなら、わたしここで待ってるわ。"
  },
  {
    "message": "　　　　　　　　ジョナサン、いいでしょう？"
  },
  {
    "message": "こんな気味の悪い佇まいでは、どんな画家でも絵筆を取ろうとは思わないだろう。"
  },
  {
    "message": "どんよりと曇った空に届かんばかりに喬木が立っている。"
  },
  {
    "message": "樅や山毛欅など木々はどれもこれも強い風に煽られて妙にひねた育ち方をしていて、風景画のような周囲の佇まいに嫌な影を落としている。"
  },
  {
    "message": "教会はそのあたりを占めていた木立を切り倒した中に割って入るように建てられたようで、伐採を免れた木々はその復讐をするかのように敷地の中まで進入しようとしている。"
  },
  {
    "message": "その貪欲な生命力には驚かされるばかりだが、傴僂を想像させる姿のせいで、ただ不気味さが募るばかりだ。"
  },
  {
    "message": "傴僂のようにひねて妙な形に成長した木々は、昼間でも不気味な印象が強い。"
  },
  {
    "message": "夜ともなればなおさらで、木立の一本一本が巨大な異形の化け物のように思え、教会に向かっていた足も自然と歩みを止めてしまう。"
  },
  {
    "message": "傴僂のようにひねて妙な形に成長した木々は、昼間でも不気味な印象が強い。"
  },
  {
    "message": "夜ともなればなおさらで、木立の一本一本が巨大な異形の化け物のように思え、教会に向かっていた足も自然と歩みを止めてしまう。"
  },
  {
    "message": "貪欲な生命力を持つ木々が、教会の地所までじわじわと浸食していく様は、人の身体に巣喰った質の悪い癌細胞のようで、人間の無力さを象徴しているように見える。。"
  },
  {
    "message": "随分古い建物のようだが、さして貴重な建築物という訳ではない。"
  },
  {
    "message": "そんな事より、建物のもつ雰囲気はある種の険悪な感情を呼び起こす。教会が持っている壮麗な印象などみじんも感じられない。"
  },
  {
    "message": "『ダゴン教団』とか言っていたが、そんな団体は聞いたことがない。"
  },
  {
    "message": "何れ素性の怪しい新興宗教の類なのだろうが、どうしてこんな片田舎に本拠を置いているのか理解に苦しむ。"
  },
  {
    "message": "ダゴン教団なる団体の教会だと言うが‥‥‥‥‥ナイはっきりと『わたしの教会』と言っていたが、私の慣れ親しんだ教会とは趣を異にするように思われる。"
  },
  {
    "message": "何よりまず奇異な所は、この建物には十字架をはじめとする教会につきものの装飾が一切施されていないところだ。"
  },
  {
    "message": "教会の前でナイと話をしていたトマスは、偶然ナイに呼び止められただけで、ナイと自分は何の関係もないと証明した。"
  },
  {
    "message": "ナイが頻繁に口に出していた『失われた鍵』とは何の事なのか‥‥‥"
  },
  {
    "message": "トマスもそれに関してはよく知っているような口振りだった。"
  },
  {
    "message": "教会の窓にはうすぼんやりとした明かりが見えるようだが、オルガンの調べも信者達の祈り声も聞こえない。"
  },
  {
    "message": "とても教会とは思えない変わった様式の建物は、中身を失った抜け殻のように、空虚な静寂につつまれている。"
  },
  {
    "message": "入り口の上に掲げられたレリーフだ。"
  },
  {
    "message": "トマスの指輪に描かれた模様と一致するこのレリーフを、ガードナーは秘密結社の印だと言っていた。"
  },
  {
    "name": "コーデリア",
    "message": "悪いけど、教会の中に入るなら、わたしは外で待って　　　　　　　　待っているわ。"
  },
  {
    "name": "コーデリア",
    "message": "どうしてかしらね、これまで一度も来た事がなかった　　　　　　　　場所なのに一目見ただけでこんなに嫌な気分になるな　　　　　　　　んて。"
  },
  {
    "name": "ジョナサン",
    "message": "それも君の失った記憶の一部分に関係があるのかもし　　　　　　　　れないな。"
  },
  {
    "name": "ジョナサン",
    "message": "自分では全く覚えていないが、実は何度もこの教会に　　　　　　　　来た事があるのかもしれない。"
  },
  {
    "name": "コーデリア",
    "message": "わたしはダゴンの信者なんかじゃないわ。"
  },
  {
    "name": "ジョナサン",
    "message": "そうだ、大体において『ダゴン』とはどういう目的で　　　　　　　　発足した団体なのだろう。"
  },
  {
    "name": "ジョナサン",
    "message": "多くの村人が信者になっているようだが、アーカムに　　　　　　　　来るまでその名前さえ聞いた事がなかった。"
  },
  {
    "name": "コーデリア",
    "message": "わたしもよく知らないわ。"
  },
  {
    "message": "　　　　　　　　でも、子供の頃からこの村にはキリスト教の教会は全　　　　　　　　然なかったような気がする。"
  },
  {
    "name": "ジョナサン",
    "message": "それらしい遺物はあの修道院だけか。"
  },
  {
    "message": "　　　　　　　　まさか、ダゴンの信者が院に火をつけた訳ではないだ　　　　　　　　ろうな。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  },
  {
    "message": "　　　地図　　　"
  }
]