[
  {
    "message": "教会の中だが‥‥‥‥‥"
  },
  {
    "message": "明かりはついているのに信者達の姿は見えない。"
  },
  {
    "message": "室内に漂う香の匂いは、つい今までここで何かが行われていた事を示している。"
  },
  {
    "message": "しかし、ひとりの信者もナイの姿もないとは‥‥‥"
  },
  {
    "message": "まるでみんなが揃ってどこかへ出かけてしまったようだ。"
  },
  {
    "message": "ダゴンの教会の中だ。"
  },
  {
    "message": "固いベンチには数十人もの村人が座り、熱心に祈りを捧げている。"
  },
  {
    "message": "ここにいるのが全ての信者だとは到底思えない。"
  },
  {
    "message": "いくら自堕落な生活を送っている村人だとはいえ、日々のパンぐらいは稼がなくては生きていけないのだから。"
  },
  {
    "message": "すると、ダゴン教団にはどれくらいの数の信者がいるのだろう。"
  },
  {
    "message": "村人の大半という事になれば、いくらアーカムが小さな村だとはいえ、数百人になるはずだ。"
  },
  {
    "message": "表面が粗く、光沢のない石の床に固い気のベンチが並んでいる。"
  },
  {
    "message": "そこに座っているべき信者の姿は見えないが、触ってみるとまだかすかに温もりが残っている。"
  },
  {
    "message": "室内に漂う香の匂いといい、ついさっきまで大勢の人間がこの教会にいた事は間違いない。"
  },
  {
    "message": "皆で一斉にどこかに出かけたという事だろうか‥‥‥‥"
  },
  {
    "message": "この教会以外にダゴンの信者が集団で集うような場所が、このアーカムにあっただろうか。"
  },
  {
    "message": "固い木のベンチが並んでいる。"
  },
  {
    "message": "出来る事なら、こんな所で退屈な説教を何時間も聞かされるなんて羽目にならなければいいのだが。"
  },
  {
    "message": "固い木のベンチが規則正しく並んでいる。"
  },
  {
    "message": "床は荒削りの石を敷いたもので、綺麗に磨かれている。"
  },
  {
    "message": "どちらも教会には独特な物だが、あたりの寒々しさを一層あおりたてるようで、あまり好感は持てそうにもない。"
  },
  {
    "message": "教会が忍耐力を鍛えるための場所だという私の信念は、ここでも裏付けられたようだ。"
  },
  {
    "message": "演壇のまわりにはどんな装飾品も飾られておらず、簡素というよりあっさりしすぎていて寂しいような気さえする。"
  },
  {
    "message": "他の信者が座るベンチよりも一段高くなっている。"
  },
  {
    "message": "ただでさえ飛び抜けて身長の高いナイが演壇に上れば、周囲の信者に威圧的な効果を与えられるだろう。"
  },
  {
    "message": "それにしても、普通ならばこのあたりに洗礼盤やキリスト像などがあってもいいはずなのに、まるで学校の教卓のように、なんの装飾もない、極めて簡素な机がひとつだけとは。"
  },
  {
    "message": "この教会はあまり豊かでないのだろうか？"
  },
  {
    "message": "美しい物だが、それほど古さは感じない。"
  },
  {
    "message": "教会によくある絵柄とは多少異なるようだが‥‥‥‥"
  },
  {
    "message": "美しい色ガラスの小片を巧みにはめ込んで造られた、人の背丈ほどもあるステンドグラスだ。"
  },
  {
    "message": "この殺風景な教会で、唯一華々しさを感じさせる物だが、周囲の風景とあまりにもかけ離れすぎていて、むしろ場違いな印象を受ける。"
  },
  {
    "message": "何百本もの大小のパイプを組み合わせたオルガンだ。"
  },
  {
    "message": "この教会で価値があるものと言ったら、左右の窓にはめ込まれた巨大なステンドグラスと、このパイプオルガンぐらいのものだろう。"
  },
  {
    "message": "スチームを大小のパイプに送り込んで音を出すタイプのオルガンのようだが、その巨大さから言ってかなり高価な装置のはずだ。"
  },
  {
    "message": "こんな小さな教会には不釣り合いとも思えるが‥‥‥‥"
  },
  {
    "message": "第一、本当に賛美歌を奏でる為に使われているのかどうか疑わしい。"
  },
  {
    "message": "私たちの事など、全く意に介していない様子で、説教を続けている。"
  },
  {
    "message": "黒人特有の、何を考えているのか真意を読めない無表情さが不気味だ。"
  },
  {
    "message": "ナイは教会に入り込んできた私たちに一瞥をくれると、たいして気にしていない様子で、説教を続けた。"
  },
  {
    "message": "あのふてぶてしい態度にはいい加減頭にくるが、まさか信者で埋め尽くされた教会の中で、ナイにつかみかかる訳にもいくまい。"
  },
  {
    "message": "この教会にわざわざ足を運ぶ人達は、まだそれほど人生を諦めていない人々なのかもしれない。まさかこの中にハドスン夫人や雑貨店の主人もいるのだろうか？"
  },
  {
    "message": "ここにいるのは全て村人なのだろうか。"
  },
  {
    "message": "世捨て人のように無気力な人間でも、信仰だけは捨てられないという事なのか？"
  },
  {
    "message": "それにしても、みんな一心に祈っているようだが‥‥‥‥‥‥‥"
  },
  {
    "message": "この人々が信仰している神とは、どんな神なのだろう。"
  },
  {
    "name": "信者の女",
    "message": "あなた達、誰なの？"
  },
  {
    "name": "ジョナサン",
    "message": "あなた、『失われた鍵』ってご存じですか？"
  },
  {
    "name": "信者の女",
    "message": "なによそれ？"
  },
  {
    "message": "　　　　　　　聞いた事もないわ。"
  },
  {
    "message": "私は手近の信者に声をかけてみた。"
  },
  {
    "name": "ジョナサン",
    "message": "あの‥‥‥‥ちょっとよろしいですか？"
  },
  {
    "name": "信者の男",
    "message": "誰だ、あんた達は！"
  },
  {
    "message": "　　　　　　　ここはダゴンの信者の為の教会だぞ。"
  },
  {
    "name": "ジョナサン",
    "message": "『ダゴン』とはどういう宗教なんですか？"
  },
  {
    "name": "信者の男",
    "message": "ダゴンはダゴンだ。"
  },
  {
    "message": "　　　　　　　あんた達には何の関係もない事だ。"
  },
  {
    "message": "全く相手にしてもらえない。"
  },
  {
    "message": "他をあたった方がよさそうだな。"
  },
  {
    "message": "　　外に出る　　"
  }
]