[
  {
    "message": "教会の椅子は、熱心に祈る村人達で埋め尽くされている。"
  },
  {
    "message": "壇上にいるのは黒人の神父、ナイに違いない。"
  },
  {
    "message": "あたりは荘厳な雰囲気につつまれ、呆然と立ち尽くしている私たちは、急に場違いなところに居る事を痛感させられる。"
  },
  {
    "message": "それにしても、アーカムに来て以来、こんなにも大勢の人間がひとつ所に集まっているのを見るのは初めてだ。"
  },
  {
    "message": "がらんとした教会の中には、黒人の神父ナイの姿も、熱心に祈る信者の姿も見えない。"
  },
  {
    "message": "美しい光を放つステンドグラスと、大がかりなパイプオルガンの装置がかろうじて教会の体裁を保ってはいるものの、ここには当然あるべき、キリスト像も十字架も洗礼盤もありはしない。"
  },
  {
    "message": "してみると、ここがキリスト教の信者の為の教会でない事は一目瞭然だが、私の知っているいかなる宗教を連想させる品々をもここには存在しないようだ。"
  },
  {
    "message": "堅い木のベンチが並んでいる。"
  },
  {
    "message": "出来る事なら、こんな所で退屈な説教を何時間も聞かされるなんて羽目にならなければいいのだが。"
  },
  {
    "message": "堅い木のベンチが規則正しく並んでいる。"
  },
  {
    "message": "床は荒削りの石を敷いたもので、綺麗に磨かれている。"
  },
  {
    "message": "どちらも教会には独特な物だが、あたりの寒々しさを一層あおりたてるようで、あまり好感は持てそうにもない。"
  },
  {
    "message": "教会が忍耐力を鍛えるための場所だという私の信念は、ここでも裏付けられたようだ。"
  },
  {
    "message": "演壇のまわりにはどんな装飾品も飾られておらず、簡素というよりあっさりしすぎていて寂しいような気さえする。"
  },
  {
    "message": "他の信者が座るベンチよりも一段高くなっている。"
  },
  {
    "message": "威圧的な効果を狙ったのだろうが、並外れて長身のナイには、あまり意味がないようだ。"
  },
  {
    "message": "それにしても、普通ならばこのあたりに洗礼盤やキリスト像などがあってもいいはずなのに、まるで学校の教卓のように、なんの装飾もない、極めて簡素な机がひとつだけとは。"
  },
  {
    "message": "この教会はあまり豊かでないのだろうか？"
  },
  {
    "message": "美しい物だが、それほど古さは感じない。"
  },
  {
    "message": "教会によくある絵柄とは多少異なるようだが‥‥‥‥"
  },
  {
    "message": "美しい色ガラスの小片を巧みにはめ込んで造られた、人の背丈ほどもあるステンドグラスだ。"
  },
  {
    "message": "この殺風景な教会で、唯一華々しさを感じさせる物だが、周囲の風景とあまりにもかけ離れすぎていて、むしろ場違いな印象を受ける。"
  },
  {
    "message": "何百本もの大小のパイプを組み合わせたオルガンだ。"
  },
  {
    "message": "この教会で価値があるものと言ったら、左右の窓にはめ込まれた巨大なステンドグラスと、このパイプオルガンぐらいのものだろう。"
  },
  {
    "message": "スチームを大小のパイプに送り込んで音を出すタイプのオルガンのようだが、その巨大さから言ってかなり高価な装置のはずだ。"
  },
  {
    "message": "こんな小さな教会には不釣り合いとも思えるが‥‥‥‥"
  },
  {
    "message": "第一、本当に賛美歌を奏でる為に使われているのかどうか疑わしい。"
  },
  {
    "message": "私たちの事など、全く意に介していない様子で、説教を続けている。"
  },
  {
    "message": "黒人特有の、何を考えているのか真意を読めない無表情さが不気味だ。"
  },
  {
    "message": "ナイは教会に入り込んできた私たちに一瞥をくれると、たいして気にしていない様子で、説教を続けた。"
  },
  {
    "message": "あのふてぶてしい態度にはいい加減頭にくるが、まさか信者で埋め尽くされた教会の中で、ナイにつかみかかる訳にもいくまい。"
  },
  {
    "message": "この教会にわざわざ足を運ぶ人達は、まだそれほど人生を諦めていない人々なのかもしれない。まさかこの中にハドスン夫人や雑貨店の主人もいるのだろうか？"
  },
  {
    "message": "ここにいるのは全て村人なのだろうか。"
  },
  {
    "message": "世捨て人のように無気力な人間でも、信仰だけは捨てられないという事なのか？"
  },
  {
    "message": "それにしても、みんな一心に祈っているようだが‥‥‥‥‥‥‥"
  },
  {
    "message": "この人々が信仰している神とは、どんな神なのだろう。"
  },
  {
    "name": "信者の女",
    "message": "うるさいわよ！"
  },
  {
    "message": "　　　　　　　ナイ様のお話に集中できないじゃないの。"
  },
  {
    "name": "信者の女",
    "message": "あんた達、一体誰なのよ？"
  },
  {
    "message": "　　　　　　　こんな所で何をしているの。"
  },
  {
    "name": "ジョナサン",
    "message": "ちょっとお聞きしますが‥‥‥‥"
  },
  {
    "message": "　　　　　　　　あのナイという男、本当に神父なんですか？"
  },
  {
    "name": "信者の女",
    "message": "神父？"
  },
  {
    "message": "　　　　　　　そう言えば言えない事もないと思うけど‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "随分歯切れの悪い言い方ですね。"
  },
  {
    "message": "　　　　　　　　この教会はあの男の物なんでしょう？"
  },
  {
    "name": "信者の女",
    "message": "ナイ様は『最後に残された者』だわ。"
  },
  {
    "message": "　　　　　　　あまり失礼な事を言わない方が身のためよ。"
  },
  {
    "message": "『最後に残された者』だって？"
  },
  {
    "message": "一体どういう意味なのだろう‥‥‥‥‥‥‥‥‥‥"
  },
  {
    "message": "同じ神を信仰する者達の間にだけ通用する、隠語の類なのか？"
  },
  {
    "message": "女の陶酔したような表情からは、ナイに対する敬愛の念のようなものが感じられる。"
  },
  {
    "message": "あまり刺激するような事を言うと何をされるか解らないな。"
  },
  {
    "message": "気を付けて話をしないとえらい事になりそうだ。"
  },
  {
    "message": "広場で私たちに因縁をつけてきた村人達が口走っていた『選ばれた者』という言葉と関係があるのかもしれない。"
  },
  {
    "message": "『選ばれた者』が、それがどんな存在なのか知らないが、何者かに選ばれて何処かに行ってしまった後、『最後に残された者』であるナイが重要な存在なのか‥‥‥‥"
  },
  {
    "message": "そう考えると辻褄があわない事もないな。"
  },
  {
    "message": "この女はその両者のつながりを知っているのだろうか。"
  },
  {
    "name": "ジョナサン",
    "message": "『最後に残された者』とはどういう意味なんです？"
  },
  {
    "message": "　　　　　　　　文字どおり、みんなが何処かに行ってしまった後も、　　　　　　　　ひとり残っていると？"
  },
  {
    "name": "信者の女",
    "message": "信者でないあなたにそこまで教える必要はないわ。"
  },
  {
    "message": "　　　　　　　ただ、ナイ様に無礼な事をすれば只では済まないわよ。"
  },
  {
    "name": "信者の男",
    "message": "うるさいと言っているだろう。"
  },
  {
    "name": "信者の男",
    "message": "誰だ、あんた達は！"
  },
  {
    "message": "　　　　　　　ここはダゴンの信者の為の教会だぞ。"
  },
  {
    "name": "ジョナサン",
    "message": "『ダゴン』とはどういう宗教なんですか？"
  },
  {
    "name": "信者の男",
    "message": "ダゴンはダゴンだ。"
  },
  {
    "message": "　　　　　　　あんた達には何の関係もない事だ。"
  },
  {
    "message": "全く相手にしてもらえない。"
  },
  {
    "message": "他をあたった方がよさそうだな。"
  },
  {
    "message": "　　外に出る　　"
  }
]