[
  {
    "message": "私が殺したはずの『深きもの』の屍体がない。"
  },
  {
    "message": "何者かがここにやって来て片づけたとしか思えないが‥‥‥‥"
  },
  {
    "message": "ナイやダゴンの信者達は何処に行ってしまったのだろうか。"
  },
  {
    "message": "大切に慈しみ育ててきたコーデリアが、トマスの手にかかろうとしているというのに、何もしないつもりなのか？"
  },
  {
    "name": "ガードナー",
    "message": "誰もおらんようだな‥‥‥‥"
  },
  {
    "message": "教会の中はもぬけの空だ。"
  },
  {
    "message": "ダゴンの信者達は何処に姿を消してしまったのだろう。"
  },
  {
    "name": "ジョナサン",
    "message": "ここにいても仕方がないようですね。"
  },
  {
    "message": "　　　　　　　　秘密の抜け穴や隠し部屋もありそにないし。"
  },
  {
    "name": "ガードナー",
    "message": "そうだな‥‥‥‥‥‥ジョナサン！"
  },
  {
    "name": "ガードナー",
    "message": "後ろだ！"
  },
  {
    "name": "ジョナサン",
    "message": "まだ他にもいるかもしれない‥‥‥‥"
  },
  {
    "message": "　　　　　　　　人間よりも怪物をよく見かけるなんて。"
  },
  {
    "name": "ガードナー",
    "message": "早く抜け出そう、これでは身体が持たんよ。"
  },
  {
    "message": "ダゴンの信者達は姿を消してしまったようだが、何処に行ってしまったのだろうか。"
  },
  {
    "message": "ダゴンの教会の中に入った。"
  },
  {
    "message": "ここに来ると、否応なく昨晩のコーデリアの姿態を思い出さずにはいられない。"
  },
  {
    "message": "意識を失い、ナイの命ずるままに裸体をさらしたコーデリアの姿は、殺された後慎重に保存された美しい標本のようでもあり、極めて精巧に作られた人形のようでもあった。"
  },
  {
    "message": "狂気に支配されたダゴンの信者達の、淫らな欲望に血走った視線が、その躰を舐めるように走っていく‥‥‥‥‥"
  },
  {
    "message": "開かれてはいるものの、何をも見てはいないコーデリアの瞳は、ガラス細工の義眼のようだ。"
  },
  {
    "message": "呼吸にあわせて上下する豊かな胸と、わずかに開かれた唇がうわごとを言うように時折動く様子だけが、彼女が生きている事の数少ない証だ。"
  },
  {
    "message": "一目見れば解る事だが、ここにはコーデリアの姿はない。"
  },
  {
    "message": "ここには隠れられそうな場所はないし、どこかに通じる抜け穴などという物もありそうにはない。"
  },
  {
    "message": "確固たる理由もなしに村を歩き回るのは徒労以外の何者でもない。"
  },
  {
    "message": "こんな事をして、時間を浪費するのは無駄のように思うが‥‥‥‥"
  },
  {
    "message": "ただ徒に手当たり次第に村を回ってみてもあまり意味はないのかもしれない、こんな所で時間を浪費するぐらいなら、もっと先に調べなければならない事があるはずだ。"
  },
  {
    "message": "ダニッジ邸のドルリイの書斎を調べるのが先決だろう。"
  },
  {
    "message": "あそこに行けば、この村で何が起こっているのか全て解るはずだ。"
  },
  {
    "message": "ドルリイの死後、部屋に入ったマーシュがそこで秘密の全てを知ったのは、何かが残されていたからに他ならない。"
  },
  {
    "message": "教会の床は石が敷き詰めてあるし、周囲の壁は漆喰で固めてある。"
  },
  {
    "message": "こんな所に本を隠せる訳もない。"
  },
  {
    "message": "それに、よく考えてみれば、ネクロノミコンの本来の所有者はダゴンの信者とナイなのではないだろうか。"
  },
  {
    "message": "彼らがネクロノミコンを隠さねばならない理由はどこにもない。"
  },
  {
    "message": "もしもナイがそれを持っていたとしたら、信者達の前で本を誇らしげに掲げるだろう。"
  },
  {
    "message": "ナイはネクロノミコンを持っていないのではないだろうか。"
  },
  {
    "message": "もしもナイがそれを持っていたとしたら、信者達の前で本を誇らしげに掲げるだろう。"
  },
  {
    "message": "もしかすると、彼らもまたネクロノミコンの在処をずっと探し続け、それが村の何処かに隠されているのを確信しながら未だに見つけだす事が出来ずにいるのかもしれない。"
  },
  {
    "message": "信者達の前で誇らしげに弁舌を振るっていたナイは何処に行ってしまったのだろうか。"
  },
  {
    "message": "コーデリアがトマスに連れ去られた今、ナイも彼らを捜しているのかもしれないな。"
  },
  {
    "name": "ジョナサン",
    "message": "こんな所に何かが隠してあるとは思えないな‥‥‥"
  },
  {
    "message": "　　　　　　　　大体、この教会には物が少なすぎる。"
  },
  {
    "name": "コーデリア",
    "message": "教会にはこの部屋しかないのかしら。"
  },
  {
    "message": "　　　　　　　　ナイはどこに寝泊まりしているの？"
  },
  {
    "name": "ジョナサン",
    "message": "私がそんな事を知ってる訳ないだろう。"
  },
  {
    "message": "　　　　　　　　他の部屋があるにしても、何処から行っていいのか解　　　　　　　　らないし、ナイと鉢合わせするのもご免だ。"
  },
  {
    "name": "コーデリア",
    "message": "そんな事を言っていたら、いつまでたっても見つから　　　　　　　　ないわよ。"
  },
  {
    "name": "ジョナサン",
    "message": "実はナイはネクロノミコンを持っていないんじゃない　　　　　　　　かと思うんだ。"
  },
  {
    "name": "コーデリア",
    "message": "だってわたしたちが見た魚のお化けみたいのは、ナイ　　　　　　　　の命令で動いているんでしょう？"
  },
  {
    "name": "コーデリア",
    "message": "ネクロノミコンっていう本がなければ、あいつらを思　　　　　　　　いのままに操る事は出来ないんでしょう？"
  },
  {
    "name": "ジョナサン",
    "message": "もしかしたら、そうではないのかもしれない。"
  },
  {
    "message": "　　　　　　　　何度かダゴンのミサを覗き見たが、ナイが本を手にし　　　　　　　　ている姿は目にしていない。"
  },
  {
    "name": "ジョナサン",
    "message": "もしもそんなに権威のある書物を持っていたとしたら　　　　　　　　信者達の前で誇らしげに読んで聞かせるのが普通だと　　　　　　　　思わないか？"
  },
  {
    "name": "コーデリア",
    "message": "そう言われればそうかもしれないけど‥‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "ナイはきっとネクロノミコンを持ってはいなくて、村　　　　　　　　の何処かにそれが隠されているのは知っているが今ま　　　　　　　　で見つける事が出来なかったんじゃないだろうか。"
  },
  {
    "message": "美しい色ガラスの小片を巧みにはめ込んで造られた、人の背丈ほどもあるステンドグラスだ。"
  },
  {
    "message": "この殺風景な教会で、唯一華々しさを感じさせる物だが、周囲の風景とあまりにもかけ離れすぎていて、むしろ場違いな印象を受ける。"
  },
  {
    "message": "この前に立ったコーデリアの白い裸身は、背後の色の洪水のせいでさら厚い雲におおわれ、陽光が差し込まないために細かい細工を施された色ガラスは沈んだ黒色に見える。"
  },
  {
    "message": "この前に立ったコーデリアの白い裸身は、背後の色の洪水のせいでさらに美しく、頭を痺れさせるような荘厳な雰囲気さえ持っていた。"
  },
  {
    "message": "その光景を見慣れているはずの信者達にとっても、美しい裸身は特別の感情を催す道具となるだろう。"
  },
  {
    "message": "ステンドグラスの模様からは、ダゴンに関する事や、ネクロノミコンがどこに隠されているのかというような情報を得る事は出来そうにない。"
  },
  {
    "message": "まさかこの中に人が隠れる事が出来るとは思わない。"
  },
  {
    "message": "蒸気を送るパイプはひどく高温になるはずだし、人が入れるほどのスペースはないだろう。"
  },
  {
    "message": "オルガンの中は様々なパイプが所狭しと走り、とても中に何かを隠す場所などないはずだ。"
  },
  {
    "message": "　　外に出る　　"
  }
]