[
  {
    "message": "精錬所の跡地だ。"
  },
  {
    "message": "廃屋のような小屋の中は、闇に誰かが潜んでいてもおかしくない雰囲気で、あまり長いこと留まっていたいとは思えない。"
  },
  {
    "message": "ダニッジの精錬所の跡だ。"
  },
  {
    "message": "倒壊しかかった小屋のような建物だが、入り口の扉がなくなっているせいで、誰でも気軽に入り込む事が出来る。"
  },
  {
    "message": "金に目の眩んだ強欲な村人達にすっかり荒らされてしまっていて、価値のありそうな物は残っていない。"
  },
  {
    "message": "かつてダニッジが使っていた精錬所だ。"
  },
  {
    "message": "屋根があり、四方を壁で囲まれていて、一応は工場のような体裁を保ってはいるものの、扉は壊れ壁は所々に穴が空いている。"
  },
  {
    "message": "入り込もうと思えば誰でも自由に出入りが出来そうだ。"
  },
  {
    "message": "金に目が眩んだ人間ならば、憶することなくここに入り込んだだろう。"
  },
  {
    "message": "フィリップが何かを残していたとしても、現在もあるという保証はどこにもない。"
  },
  {
    "message": "何の用途に使われていたかはっきりしない、がらくたのような機械が部屋の一面を占領しているが、すっかりさび付いて何の価値もありそうにない。"
  },
  {
    "message": "強欲なフィリップの後継者達は、たくわえの最後の一ポンドまで使い果たしてしまったらしい。"
  },
  {
    "message": "探すだけ無駄なのだろうか‥‥‥‥‥"
  },
  {
    "message": "巨大なボイラーのような装置だ。"
  },
  {
    "message": "どういう仕組みになっているのかはっきりしないが、単に金の純度を高める為ならばこれほど大がかりな仕掛けは必要ないはずだ。"
  },
  {
    "message": "密造酒を蒸留するための釜のような形をしている。"
  },
  {
    "message": "おそらく純度の悪い金を精製する為の装置なのだろうが、こんな妙な形の物は今まで見たことがない。"
  },
  {
    "message": "そう言えば、マーシュはフィリップが貿易先から持ち込んだのは、金のような物だと言っていたようだ。"
  },
  {
    "message": "これらの装置は、その『金のような物』を金に変える為の物なのか？"
  },
  {
    "message": "ただの精製の為ならばこれほど大がかりな装置は必要ないはずだ。"
  },
  {
    "message": "煤に汚れ、錆が浮いた機械は、少なくとも表面的には整備さえしてやれば今でも動きそうに見える。"
  },
  {
    "message": "何の用途に使われる機械なのか全く解らない。"
  },
  {
    "message": "ただの金の精製に使われていたのでない事は間違いないのだが‥‥‥"
  },
  {
    "message": "どういう仕組みになっているのか皆目見当がつかない。"
  },
  {
    "message": "フィリップはこの装置を使って何をしていたのだろうか。"
  },
  {
    "message": "ただ単に金を精製するのなら、不純物の混じった金を溶かして、不純物を飛ばしてしまえば済む事なのに。"
  },
  {
    "message": "これらの機械はそんな単純な行程をこなすだけの為に造られた物とも思えない。"
  },
  {
    "message": "床には埃の他に、細かい砂や枯れた植物などが積もっている。"
  },
  {
    "message": "随分長い間誰も小屋に入っていない事は明白だ。"
  },
  {
    "message": "扉が壊されてしまっているせいで、床には埃の他に細かい砂や、枯れた植物の葉などが積もってしまっている。"
  },
  {
    "message": "この小屋に興味を持った人間がいるとしても、中に入り込んだのはもう随分前の事になるのだろう。"
  },
  {
    "message": "もうここには価値のある物は残っていないという事か‥‥‥‥"
  },
  {
    "message": "フィリップ・ダニッジが何かを残しているとしても、とっくの昔に持ち去られてしまっているだろう。"
  },
  {
    "message": "鍵はトマスが壊した。"
  },
  {
    "message": "中に先客がいないという保証はないが、とりあえず入る事は出来る。"
  },
  {
    "name": "ジョナサン",
    "message": "どうやらこの扉の向こうに何かありそうだ。"
  },
  {
    "message": "　　　　　　　　鍵がかかっているが‥‥‥‥‥‥‥開けられるか？"
  },
  {
    "name": "トマス",
    "message": "どれ、見せてみろ‥‥‥‥‥‥"
  },
  {
    "name": "トマス",
    "message": "なんでぇ、こんな安っぽい鍵ぐらい蹴飛ばしゃ壊れるぜ。　　　　　　扉を開けた途端毒を塗った矢とかが飛んで来るなんて事が　　　　　　なけりゃな。"
  },
  {
    "message": "そんな事はありえないだろう、ここは宝物が埋まった古代人の墓ではないのだから。"
  },
  {
    "name": "ジョナサン",
    "message": "やってくれ。"
  },
  {
    "message": "トマスは嫌々といった様子で、鍵のかかった扉に近づいた。"
  },
  {
    "message": "ドアノブをもぎ取りそうな勢いで扉をゆすると、安普請の壁がみしみしと音を立てて軋む。"
  },
  {
    "name": "トマス",
    "message": "いくら優男だって、そんな事ぐらい出来るだろうに。"
  },
  {
    "message": "　　　　　　これぐらい自分でやれって‥‥‥‥‥‥"
  },
  {
    "name": "トマス",
    "message": "開いたぜ、軽いもんだ。"
  },
  {
    "name": "ジョナサン",
    "message": "器用なもんだな。"
  },
  {
    "message": "　　　　　　　　もしかして、以前にこんな事をした経験があるんじゃ　　　　　　　　ないだろうな？"
  },
  {
    "name": "トマス",
    "message": "余計な詮索はなしだ、早くお宝とご対面しようぜ。"
  },
  {
    "message": "どうやら隣室につながっているようだ。"
  },
  {
    "message": "あまり頑丈そうではないが、鍵がかかっている。"
  },
  {
    "message": "小屋に入り込んだ人間がいたとしても、隣の部屋までは荒らしていないらしい。"
  },
  {
    "message": "何かが残っているとしたら、そっちの部屋の方が可能性が高い。"
  },
  {
    "message": "これぐらいの鍵なら簡単に壊せそうだ。"
  },
  {
    "message": "埃をかぶって今でも使えるかどうかは怪しい電球がぶら下がっている。ダニッジ家以外の誰かがこの精錬所を使おうとしていたらしい。"
  },
  {
    "message": "天井からは金属の笠がかかった電球がぶら下がっている。"
  },
  {
    "message": "フィリップ・ダニッジがこの精錬所を造った時代には、まだ電灯など無かったはずだ。"
  },
  {
    "message": "後の人間が取り付けた物と言う事になるが‥‥‥‥"
  },
  {
    "message": "その頃には蓄えの金はすでに枯渇しかけていたのではないだろうか。"
  },
  {
    "message": "それでも小屋を使おうという意志があったと言う事は、どこかから新たに金が手に入るあてがあったという事なのだろうか。"
  },
  {
    "message": "学者肌のドルリイに山師的な才覚があったとも思えないし、とすると、誰かダニッジ家の人間ではない誰かがやった事なのかもしれない。"
  },
  {
    "message": "アーカムに鉄道や大学まで作ってしまった程の、巨大な富を産み出した場所とは到底信じられないほど安っぽい建物だ。"
  },
  {
    "message": "廃材を組んて建てたように安普請だ。"
  },
  {
    "message": "このいかがわしさは、その昔、酒に多額の税が課せられていた頃に多く見られたもぐりの蒸留所のようだ。"
  },
  {
    "message": "こんな場所からひとつの村を大きく変えてしまうほどの多額の富を産み出していたとはとても考えられない。"
  },
  {
    "message": "それもこれもフィリップ・ダニッジという山師のお陰なのだが、現在の村人達のダニッジ家に対する態度はあまりにも理不尽すぎる。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　隣の部屋　　"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　隣の部屋　　"
  }
]