[
  {
    "message": "事務所のような部屋だ。"
  },
  {
    "message": "金庫は私が例の腕輪を見つけたときのままになっている。"
  },
  {
    "message": "床はいくつもの靴跡で荒らされ、何人の人間が室内に入り込んだのか容易に判断する事は出来ない。"
  },
  {
    "message": "いかに私たちがおどおどして慌てていたかが手に取るように解る。"
  },
  {
    "message": "盗人のような行いに不慣れなのだから仕方ないが‥‥‥‥"
  },
  {
    "message": "精錬所の隣の部屋はかつて事務所のように使われていたらしく、室内にあるのは古い無骨な金庫と、これも機能一点張りの事務机、書類などを収めておくキャビネットだけだ。"
  },
  {
    "message": "壁にはこの場にはあまりにも不似合いな絵画がかけられている。"
  },
  {
    "message": "部屋全体が少なくとも１９世紀ごろに作られたにしてはあまりにも新しすぎるようだ。"
  },
  {
    "message": "絵の裏に隠してあった鍵で金庫の扉を開けると、遺跡にあった壁画と同じ模様が描かれていた。"
  },
  {
    "message": "フィリップ・ダニッジは金の腕輪を手に入れたのとおなじ場所から遺跡を運んできたに違いない。"
  },
  {
    "message": "何十年も無防備に放置されていたにもかかわらず、金の腕輪が残っていたとは意外だった。"
  },
  {
    "message": "私たちの前に誰かがこの部屋に入り込んだとしても、その人物は金庫の鍵を見つけだす事が出来なかったのだろう。"
  },
  {
    "message": "いかにも古くて無骨な金庫だ。"
  },
  {
    "message": "何枚もの金属を張り合わせた現代式の物ではなく、型に溶けた鉄を流し込んで造ったものらしく、重量も相当なものだろう。"
  },
  {
    "message": "これではどこかに持ち出す事はもちろん、扉を壊して中身を頂戴する事も難しい。"
  },
  {
    "message": "どうやら帳簿らしい。"
  },
  {
    "message": "きちんと整理されているが、もう何十年も動かした形跡はない。"
  },
  {
    "message": "さして古い物ではなさそうだから、帳簿をつけるようになったのはそんなに前の話ではないようだ。"
  },
  {
    "message": "どうせ税金をごまかす為のいい加減な内容に違いない。"
  },
  {
    "message": "なにしろどれだけの量の金が精錬所に持ち込まれたかは、本人達以外には調べようがないのだから。"
  },
  {
    "message": "精錬所の帳簿のようだ。"
  },
  {
    "message": "もう何十年も動かされた形跡はない。"
  },
  {
    "message": "たとえこの部屋に忍び込んだ人間が他にいたにしても、一見して金目の物でないと解る本に触れる訳がない。"
  },
  {
    "message": "漆喰の壁に乱暴にとめてある。"
  },
  {
    "message": "この精錬所が使われていた頃の物なのだろうから、もう何十年も前のメモという事になる。"
  },
  {
    "message": "紙は埃と湿気の為に黄ばんで皺が寄っている。"
  },
  {
    "message": "内容の方は何十年も保存されるほど重要な物ではなさそうだ。"
  },
  {
    "message": "湿気と埃のためにすっかり黄ばんでしまっている。"
  },
  {
    "message": "この事務所を使っていた人間が書き記した物なのだろうが、当の本人より走り書きのメモの方が長生きするとは皮肉なものだ。"
  },
  {
    "message": "鍵がかかっていて、中を見る事は出来ない。"
  },
  {
    "message": "どんな書類が収まっているのかは疑問だが、鍵がない以上中を見る事は不可能のようだ。"
  },
  {
    "message": "外見はそう古い物ではないようなので、ここが放置される数年前に設置されたものに違いない。"
  },
  {
    "message": "あまり古くないファイルキャビネットだ。"
  },
  {
    "message": "鍵がかかっていて、中を見る事は出来ない。"
  },
  {
    "message": "金庫の鍵が隠されていた絵だ。"
  },
  {
    "message": "装飾品など他にひとつもなく、ここで働く人間が快適さなど少しも望んでいない事が明白なのに、壁に絵がかかっているのは不自然だ。"
  },
  {
    "message": "私よりも前にこの部屋に忍び込んだ人間は、金庫の鍵がその裏に隠されているのに気づかなかったのだろうか。"
  },
  {
    "message": "一目見れば解りそうなものなのに‥‥‥‥‥"
  },
  {
    "message": "鍵は元のとおり絵の裏に置いておいたが、今更金庫の中を探っても何も出て来るはずがない。"
  },
  {
    "message": "紙屑同然になった船の保険証や、精錬所の裏帳簿などを見ても何が解る訳でもないだろう。"
  },
  {
    "message": "　　外に出る　　"
  }
]