[
  {
    "message": "ダゴンの教会でコーデリアが甘受していた忌まわしい儀式の事を考えると、一刻も早くギルマンハウスで彼女の帰りを待っているべきではないだろうか。"
  },
  {
    "message": "ナイはコーデリアの事を『主に捧げる大切な』女だと言っていた。"
  },
  {
    "message": "彼らがどんな教義を持ち、何を目的にダゴンの信者となったのか私が知る訳もないが、何れ黒魔術的な邪教崇拝の徒であるに違いない。"
  },
  {
    "message": "信者達に『この女に手を出してはならぬ』と命じていたナイの言葉を信ずるならば、コーデリアが今すぐ殺されるような事はないだろう。この猶予期間を使って、出来るだけ早く村から脱出しなければ。"
  },
  {
    "message": "精錬所の跡地だ。"
  },
  {
    "message": "廃屋のような小屋の中は、闇に誰かが潜んでいてもおかしくない雰囲気で、あまり長いこと留まっていたいとは思えない。"
  },
  {
    "message": "壁の一面を埋め尽くした他では見たこともない機械は、産業革命の初めの頃に作られたといっても通用するぐらいに古びている。"
  },
  {
    "message": "かつてダニッジが使っていた精錬所だ。"
  },
  {
    "message": "屋根があり、四方を壁で囲まれていて、一応は工場のような体裁を保ってはいるものの、扉は壊れ壁は所々に穴が空いている。"
  },
  {
    "message": "入り込もうと思えば誰でも自由に出入りする事が可能だろう。"
  },
  {
    "message": "金に目が眩んだ人間ならば、憶することなくここに入り込んだだろう。"
  },
  {
    "message": "密造酒を蒸留するための釜のような形をしている。"
  },
  {
    "message": "おそらく純度の悪い金を精製する為の装置なのだろうが、こんな妙な形の物は今まで見たことがない。"
  },
  {
    "message": "そう言えば、マーシュはフィリップが貿易先から持ち込んだのは、金のような物だと言っていたようだ。"
  },
  {
    "message": "これらの装置は、その『金のような物』を金に変える為の物なのか？"
  },
  {
    "message": "ただの精製の為ならばこれほど大がかりな装置は必要ないはずだ。"
  },
  {
    "message": "煤に汚れ、錆が浮いた機械は、少なくとも表面的には整備さえしてやれば今でも動きそうに見える。"
  },
  {
    "message": "巨大なボイラーのような装置だ。"
  },
  {
    "message": "どういう仕組みになっているのかはっきりしないが、単に金の純度を高める為ならばこれほど大がかりな仕掛けは必要ないはずだ。"
  },
  {
    "message": "どういう仕組みになっているのか皆目見当がつかない。"
  },
  {
    "message": "フィリップはこの装置を使って何をしていたのだろうか。"
  },
  {
    "message": "ただ単に金を精製するのなら、不純物の混じった金を溶かして、不純物を飛ばしてしまえば済む事なのに。"
  },
  {
    "message": "これらの機械はそんな単純な行程をこなすだけの為に作られた物とも思えない。"
  },
  {
    "message": "ダニッジ邸の二階で見た、科学者の実験室のような部屋は、フィリップが手に入れた金に似た金属を、本物の金に変えるための研究をしていた部屋なのかもしれない。"
  },
  {
    "message": "これらの何をするための装置だか解らない機械は、その為に特別にあつらえたものなのだろう。"
  },
  {
    "message": "扉が壊されてしまっているせいで、床には埃の他に細かい砂や、枯れた植物の葉などが積もってしまっている。"
  },
  {
    "message": "この小屋に興味を持った人間がいるとしても、中に入り込んだのはもう随分前の事になるのだろう。"
  },
  {
    "message": "もうここには価値のある物は残っていないという事か‥‥‥‥"
  },
  {
    "message": "フィリップ・ダニッジが何かを残しているとしても、とっくの昔に持ち去られてしまっているだろう。"
  },
  {
    "message": "床には埃の他に、細かい砂や枯れた植物などが積もっている。"
  },
  {
    "message": "随分長い間誰も小屋に入っていない事は明白だ。"
  },
  {
    "message": "隣の事務所のような部屋に通じている入り口だ。"
  },
  {
    "message": "前に来た時に、金に目の眩んだトマスが力ずくで壊してしまったので、当然鍵はかかっていない。"
  },
  {
    "message": "もっとも、部屋の中はあらかた調べつくしてしまったから、今更行っても特別何かが見つかるとは思えない。"
  },
  {
    "message": "どうせならダニッジ邸の実験室を調べた方がましだろう。"
  },
  {
    "message": "棚の中にあった薬品類のサンプルでも収集しようか‥‥‥‥‥‥"
  },
  {
    "message": "隣の事務所のような部屋に続く扉だ。"
  },
  {
    "message": "鍵はトマスが壊した後なので、当然かかっていない。"
  },
  {
    "message": "天井からは金属の笠がかかった電球がぶら下がっている。"
  },
  {
    "message": "フィリップ・ダニッジがこの精錬所を造った時代には、まだ電灯など無かったはずだ。"
  },
  {
    "message": "後の人間が取り付けた物と言う事になるが‥‥‥‥"
  },
  {
    "message": "その頃には蓄えの金はすでに枯渇しかけていたのではないだろうか。"
  },
  {
    "message": "それでも小屋を使おうという意志があったと言う事は、どこかから新たに金が手に入るあてがあったという事なのだろうか。"
  },
  {
    "message": "学者肌のドルリイに山師的な才覚があったとも思えないし、とすると、ダニッジ家の人間ではない誰かがやった事なのかもしれない。"
  },
  {
    "message": "埃をかぶって今でも使えるかどうかは怪しい電球がぶら下がっている。ダニッジ家以外の誰かがこの精錬所を使おうとしていたらしい。"
  },
  {
    "message": "廃材を組んて建てたように安普請だ。"
  },
  {
    "message": "このいかがわしさは、その昔、酒に多額の税が課せられていた頃に多く見られたもぐりの蒸留所のようだ。"
  },
  {
    "message": "こんな場所からひとつの村を大きく変えてしまうほどの多額の富を産み出していたとはとても考えられない。"
  },
  {
    "message": "それもこれもフィリップ・ダニッジという山師のお陰なのだが、現在の村人達のダニッジ家に対する態度はあまりにも理不尽すぎる。"
  },
  {
    "message": "アーカムに鉄道や大学まで作ってしまった程の、巨大な富を産み出した場所とは到底信じられないほど安っぽい建物だ。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　隣の部屋　　"
  }
]