[
  {
    "message": "ダニッジの精錬所跡にやってきた。"
  },
  {
    "message": "トマスとコーデリアの姿はない。"
  },
  {
    "message": "ダニッジの精錬所の跡だ。"
  },
  {
    "message": "今では見る影もないほどあれ果てているが、当時はここでアーカムの行く末を左右するほどの巨万の富を産み出していた訳だ。"
  },
  {
    "message": "フィリップ・ダニッジが建てた金の精錬所の跡だ。"
  },
  {
    "message": "今では見る影もないが、当時はここでアーカムの行く末を変えてしまうほどの富を産み出していた。"
  },
  {
    "message": "謎に包まれた岬の遺跡とともに、金によく似た金属を手に入れた山師は村の全てを支配し、そして行方を眩ませてしまった。"
  },
  {
    "message": "ダゴン教団が遺跡を奉っているという事は、ナイとフィリップが無関係でないという事を示している。"
  },
  {
    "message": "どういう仕組みになっているのか皆目見当がつかない。"
  },
  {
    "message": "フィリップはこの装置を使って何をしていたのだろうか。"
  },
  {
    "message": "ただ単に金を精製するのなら、不純物の混じった金を溶かして、不純物を飛ばしてしまえば済む事なのに。"
  },
  {
    "message": "これらの機械はそんな単純な行程をこなすだけの為に造られた物とも思えない。"
  },
  {
    "message": "ダニッジ邸の二階で見た、科学者の実験室のような部屋は、フィリップが手に入れた金に似た金属を、本物の金に変えるための研究をしていた部屋なのかもしれない。"
  },
  {
    "message": "これらの何をするための装置だか解らない機械は、その為に特別にあつらえたものなのだろう。"
  },
  {
    "message": "密造酒を蒸留するための釜のような形をしている。"
  },
  {
    "message": "おそらく純度の悪い金を精製するする為の装置なのだろうが、こんな妙な形の物は今まで見たことがない。"
  },
  {
    "message": "そう言えば、マーシュはフィリップが貿易先から持ち込んだのは、金のような物だと言っていたようだ。"
  },
  {
    "message": "これらの装置は、その『金のような物』を金に変える為の物なのか？"
  },
  {
    "message": "ただの精製の為ならばこれほど大がかりな装置は必要ないはずだ。"
  },
  {
    "message": "煤に汚れ、錆が浮いた機械は、少なくとも表面的には整備さえしてやれば今でも動きそうに見える。"
  },
  {
    "message": "巨大なボイラーのような装置だ。"
  },
  {
    "message": "どういう仕組みになっているのかはっきりしないが、単に金の純度を高める為ならばこれほど大がかりな仕掛けは必要ないはずだ。"
  },
  {
    "message": "扉が壊されてしまっているせいで、床には埃の他に細かい砂や、枯れた植物の葉などが積もってしまっている。"
  },
  {
    "message": "この小屋に興味を持った人間がいるとしても、中に入り込んだのはもう随分前の事になるのだろう。"
  },
  {
    "message": "もうここには価値のある物は残っていないという事か‥‥‥‥"
  },
  {
    "message": "フィリップ・ダニッジが何かを残しているとしても、とっくの昔に持ち去られてしまっているだろう。"
  },
  {
    "message": "床には埃の他に、細かい砂や枯れた植物などが積もっている。"
  },
  {
    "message": "随分長い間誰も小屋に入っていない事は明白だ。"
  },
  {
    "message": "隣の事務所のような部屋に通じている入り口だ。"
  },
  {
    "message": "前に来た時に、金に目の眩んだトマスが力ずくで壊してしまったので、当然鍵はかかっていない。"
  },
  {
    "message": "もっとも、部屋の中はあらかた調べつくしてしまったから、今更行っても特別何かが見つかるとは思えない。"
  },
  {
    "message": "どうせならダニッジ邸の実験室を調べた方がましだろう。"
  },
  {
    "message": "棚の中にあった薬品類のサンプルでも収集しようか‥‥‥‥‥‥"
  },
  {
    "message": "隣の事務所のような部屋に続く扉だ。"
  },
  {
    "message": "鍵はトマスが壊した後なので、当然かかっていない。"
  },
  {
    "message": "隣の事務所のような部屋に通じる扉がある。"
  },
  {
    "message": "鍵は以前に私とトマスとで壊してしまったので、誰でも自由に出入りが可能になってしまった。"
  },
  {
    "name": "コーデリア",
    "message": "こっちの部屋には何もないみたいね。"
  },
  {
    "message": "　　　　　　　　隣はどうかしら、ここよりは見込みがあるかも。"
  },
  {
    "name": "ジョナサン",
    "message": "しかし、金庫は開けて調べた後だし、机の上や引き出　　　　　　　　しも開く所は全部開けてみた。"
  },
  {
    "name": "コーデリア",
    "message": "それらしい物はなかったわよね‥‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "机の上に置いてあった帳簿が『それらしい物』と呼べ　　　　　　　　ないならば。"
  },
  {
    "name": "コーデリア",
    "message": "何処にあるのかしら‥‥‥‥"
  },
  {
    "message": "隣の事務所のような部屋に通じる扉がある。"
  },
  {
    "message": "鍵は以前に私とトマスとで壊してしまったので、誰でも自由に出入りが可能になってしまった。"
  },
  {
    "message": "天井からは金属の笠がかかった電球がぶら下がっている。"
  },
  {
    "message": "フィリップ・ダニッジがこの精錬所を造った時代には、まだ電灯など無かったはずだ。"
  },
  {
    "message": "後の人間が取り付けた物と言う事になるが‥‥‥‥"
  },
  {
    "message": "その頃には蓄えの金はすでに枯渇しかけていたのではないだろうか。"
  },
  {
    "message": "それでも小屋を使おうという意志があったと言う事は、どこかから新たに金が手に入るあてがあったという事なのだろうか。"
  },
  {
    "message": "学者肌のドルリイに山師的な才覚があったとも思えないし、とすると、ダニッジ家の人間ではない誰かがやった事なのかもしれない。"
  },
  {
    "message": "埃をかぶって今でも使えるかどうかは怪しい電球がぶら下がっている。ダニッジ家以外の誰かがこの精錬所を使おうとしていたらしい。"
  },
  {
    "message": "廃材を組んて建てたように安普請だ。"
  },
  {
    "message": "このいかがわしさは、その昔、酒に多額の税が課せられていた頃に多く見られたもぐりの蒸留所のようだ。"
  },
  {
    "message": "こんな場所からひとつの村を大きく変えてしまうほどの多額の富を産み出していたとはとても考えられない。"
  },
  {
    "message": "それもこれもフィリップ・ダニッジという山師のお陰なのだが、現在の村人達のダニッジ家に対する態度はあまりにも理不尽すぎる。"
  },
  {
    "message": "アーカムに鉄道や大学まで作ってしまった程の、巨大な富を産み出した場所とは到底信じられないほど安っぽい建物だ。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　隣の部屋　　"
  }
]