[
  {
    "message": "ピエトロが遠方から取り寄せた、自分の実験に必要な様々な材料を貯蔵しておくのに使っていた部屋だ。"
  },
  {
    "message": "サラが油の樽を見つけ、そこいら中に中身をぶちまけたせいだろう。"
  },
  {
    "message": "この部屋は他のどの場所よりひどく燃えた跡がある。"
  },
  {
    "message": "油の樽は力の弱い少女がひとりで持つには重かったろうし、修道院の中全部にまいて回るには、何度となく倉庫を往復しなければならなかったはずだ。"
  },
  {
    "message": "通路の突き当たりにある、倉庫のような部屋だ。"
  },
  {
    "message": "室内は一面が黒く焼け、煤に汚れている。"
  },
  {
    "message": "他の場所より一層ひどく火災の影響を受けているようだ。"
  },
  {
    "message": "入り口の階段より一番遠い場所にある部屋が、もっともひどく焼けているというのは奇妙な話だが‥‥‥‥‥"
  },
  {
    "message": "通路の突き当たりにある部屋だ。"
  },
  {
    "message": "室内はあたり一面、黒く焼けこげ、床のあちこちには様々な物の残骸が散らばっている。"
  },
  {
    "message": "圧倒的な残骸の量を考えると、この部屋は倉庫のような使われ方をしていたに違いない。"
  },
  {
    "message": "他の場所より一層ひどく火災の影響を受けているようだ。"
  },
  {
    "message": "入り口の階段より一番遠い場所にある部屋が、もっともひどく焼けているというのは奇妙な話だが‥‥‥‥‥"
  },
  {
    "message": "一面にひびが入り、かなりの部分の漆喰がはげ落ちている。"
  },
  {
    "message": "この様子では中のモルタルも相当の被害を受けているはずだ。"
  },
  {
    "message": "この天井の上は、修道院のどのあたりに位置するのだろう。"
  },
  {
    "message": "たとえ地上に建物の残骸が残っていなかったとしても、床に敷いた石が降ってきただけて、ひとたまりもないだろう。"
  },
  {
    "message": "室内のひどい有様を見れば、この部屋にずっと留まっていたいなどとは決して思わない。"
  },
  {
    "message": "ピエトロはどんな物を部屋に貯蔵していたのだろうか、これほど酷く燃えたという事は、可燃性の高い品物が多かっただろう。"
  },
  {
    "message": "天井が崩れてこないうちに、他の部屋に移った方がよさそうだ。"
  },
  {
    "message": "こんな所で死ぬ訳にはいかない。"
  },
  {
    "message": "一面が黒く焼けこげていて、元の白い漆喰は全く見る事が出来ない。"
  },
  {
    "message": "散乱した物の量から判断して、この部屋が倉庫のような使われ方をしていた事は間違いなさそうだ。"
  },
  {
    "message": "この様子では室内に誰かが入り込んだとしたら、その跡がはっきり残っているだろう。"
  },
  {
    "message": "その形跡がないところを見ると、火災の後で部屋に入った人間は皆無のようだ。"
  },
  {
    "message": "室内には人が入った様子はない。"
  },
  {
    "message": "もっとも、一目見ただけで、室内にまともな物が残っている訳がないと判断できるから当然かもしれない。"
  },
  {
    "message": "麻を編んだ袋のようだ。"
  },
  {
    "message": "中に何が入っているかは解らないが、小麦粉かとうもろこしだろう。"
  },
  {
    "message": "上にあった物はすっかり燃え尽きてしまっているが、この麻袋は比較的ましなようだ。"
  },
  {
    "message": "中に入っているのは多分、小麦粉かとうもろこしだろう。"
  },
  {
    "message": "しかし中に何が入っているにせよ、今も食べられるとは思わない。"
  },
  {
    "message": "わざわざ開けて中を見る必要はなさそうだ。"
  },
  {
    "message": "ピエトロがわざわざこんな所に食料を確保しておく必要はまるでない。すると、袋の中身は怪しげな実験で使うための材料という事になる。"
  },
  {
    "message": "深きものと人間を交配させ、大量の『糧となるもの』を作り出すのに、どんな材料を必要としたのか、私に解るはずもない。"
  },
  {
    "message": "しかし、元々海外との貿易で財を成したピエトロにとっては、普通の人間には手に入らないような物でも容易に入手できたはずだ。"
  },
  {
    "message": "割れた陶磁器の壷のような物の破片のようだ。"
  },
  {
    "message": "ここが倉庫だったとすると、中身は葡萄酒かエールあたりか。"
  },
  {
    "message": "おそらく木の棚に乗っていたのだろうが、棚が燃え尽きて床に落ちてしまったようだ。"
  },
  {
    "message": "アーカムには広い平地は少ないようだから、あまり農作業が盛んだったとは思えない。"
  },
  {
    "message": "昔の僧院や修道院では、自分の土地で作物を作ったり、羊を飼ったりしていたらしいが、この修道院で自給自足できたとは考えにくい。"
  },
  {
    "message": "どうしてこんな貧しい土地に修道院を建てたのか理解に苦しむ。"
  },
  {
    "message": "まだ英国国教会が力を持っていた頃の暴挙だったのだろう。"
  },
  {
    "message": "この部屋がピエトロの実験に必要な材料を確保しておくための倉庫だとすると、この割れた壷の中に入っていたのも、近くにある麻袋の中身と同様に私には想像がつかない珍奇な品物だったのだろう。"
  },
  {
    "message": "漆喰がはげ落ちて、中のモルタルの壁が露出してしまっている。"
  },
  {
    "message": "それだけで火災のすごさを物語っているが、地上に続く階段から最も遠いこの部屋が、これほどの被害を被ったのはどうしても理解に苦しむ。"
  },
  {
    "message": "まるで、誰かが作為的にこの部屋の中にあった物を全て燃やし尽くそうとしたように見える。"
  },
  {
    "message": "この部屋の中にどんな物が置いてあったにせよ、それらの品々は全て灰になってしまった。"
  },
  {
    "message": "私にはそれを確かめる事は不可能だ。"
  },
  {
    "message": "他の部屋を当たってみれば、そのヒントぐらいは解るかもしれない。"
  },
  {
    "message": "壁の表面が大きく剥がれ落ちて、内部が露出している。"
  },
  {
    "message": "地下室の構造からすると、この向こう側は土の中のはずだ。"
  },
  {
    "message": "壁の向こうに何かがあるとは思えない。"
  },
  {
    "message": "どのみち部屋の中がこんな有様では往時の修道院の姿を知る事はほとんど不可能だろう。"
  },
  {
    "message": "　　外に出る　　"
  }
]