[
  {
    "message": "海へ続く地下通路だ。"
  },
  {
    "message": "あたりには潮の香りに混じって、今では嗅ぎ慣れてしまった、魚が腐敗した時に出すような嫌な匂いが篭もっている。"
  },
  {
    "message": "通路の中は満潮になるたびに海水で満たされ、洗い流されるはずだ。"
  },
  {
    "message": "この匂いは周囲の壁や通路に染み着いてしまっているのだろうか。"
  },
  {
    "message": "修道院の地下室に通じる階段の前に戻ってきた。"
  },
  {
    "message": "さすがに５マイル以上の距離を往復するのは身体にこたえる。"
  },
  {
    "message": "平坦な道であるにもかかわらず動悸が激しいのは、いつ屋根が落ちるかもしれないという恐怖心のせいだろうか。"
  },
  {
    "name": "ジョナサン",
    "message": "これは‥‥‥‥"
  },
  {
    "name": "ガードナー",
    "message": "通路のようだな。"
  },
  {
    "message": "　　　　　　　　どこまで続いておるのか解らんが、明らかに人が通る　　　　　　　　ために造られた物だ。"
  },
  {
    "message": "通路の中は濃厚な潮の香りと、今ではもう嗅ぎ慣れてしまった魚が腐敗したときに出すような生臭い匂いで満たされている。"
  },
  {
    "name": "ジョナサン",
    "message": "どうして潮の匂いがするんだ？"
  },
  {
    "message": "　　　　　　　　修道院は海から離れた丘陵の上にあったはずなのに。"
  },
  {
    "name": "ガードナー",
    "message": "通路が海まで続いているという事か。"
  },
  {
    "message": "　　　　　　　　何マイルあるのか知らんが、かなりの労力を要したに　　　　　　　　違いない。"
  },
  {
    "message": "あたりの岩は苔むして、かなり昔に造られた物である事に間違いない。人の力で土を掘り、石壁を築いたのだとしたら、確かに並の苦労ではなかっただろう。"
  },
  {
    "message": "よほど重要な目的がなければ、わざわざこんな通路を掘ったりはしないはずだ。"
  },
  {
    "message": "人の頭より大きな不揃いの石が、壁のように一面に埋め込んである。"
  },
  {
    "message": "明らかに人為的に造られた物に間違いない。"
  },
  {
    "message": "石の表面はすっかり苔むしてしまっていて、相当に古い物である事は間違いなさそうだ。"
  },
  {
    "message": "わざわざ修道院の地下室に通路を造るという事は、あまり他人の目には触れたくなかったのだろう、おおぜいの人間を使う事はしなかったはずだから、かなり長い時間をかけて造られたのだろう。"
  },
  {
    "message": "これほどの量の資材を狭い地下室から持ち込むのはかなりの苦労だったろう、人の頭より大きな石は、ひとつ運ぶにもふたり以上の人間の力を必要としたはずだ。"
  },
  {
    "message": "人が歩きやすいように鉄道の枕木ぐらいの大きさの木の板を何枚も組み合わせて通路を造ってある。"
  },
  {
    "message": "両側の壁に通路があるが、地下道の中央は小舟が通れるぐらいの大きさの水路のようになっている。"
  },
  {
    "message": "水路の部分はそれほど深くはなく、平底の船ならばなんとか底を擦らずに通れる程度になっている。"
  },
  {
    "message": "人が歩きやすいように鉄道の枕木ぐらいの大きさの木の板を何枚も組み合わせて通路を造ってある。"
  },
  {
    "name": "ジョナサン",
    "message": "フナムシだ。"
  },
  {
    "message": "　　　　　　　　海辺にいる生物のはずなのに、こんな内陸の方まで入　　　　　　　　り込んでくるなんて。"
  },
  {
    "name": "ガードナー",
    "message": "これらの生物は、自分に適した環境があるならばどこ　　　　　　　　にでも入り込んで来るさ。"
  },
  {
    "name": "ジョナサン",
    "message": "こんな陽の当たらない地下でも生息出来るんですね。　　　　　　　　餌なんてあるんでしょうか？"
  },
  {
    "message": "しかし、そもそも私はフナムシが何を食べて生きているのか知らない。ガードナーも生物学者ではないのだからそんな事は知らないだろう。"
  },
  {
    "message": "大量のフナムシが固まってうごめいている。"
  },
  {
    "message": "別に虫が嫌いという訳ではないが、あまり気味のいい光景ではない。"
  },
  {
    "message": "まさか人間に襲いかかって来る訳ではないだろうが、出来るだけ刺激しないようにしたほうがいいだろう。"
  },
  {
    "message": "石壁の表面にはぬるぬるする苔がびっしり生えている。"
  },
  {
    "message": "地下で湿気が多いのと、満潮時には海中に没して絶えず濡れている事が苔の生息に適しているのだろう。"
  },
  {
    "message": "厚く密生したそれらの植物は、私が手で触れても容易に剥がれようとはしない。"
  },
  {
    "message": "誰かが今でもこの通路を使っていて、あやまって壁に手をついてしまったとしても、その痕跡は全く残らないだろう。"
  },
  {
    "message": "厚く密生した苔が壁の表面をおおっている。"
  },
  {
    "message": "私が手を触れたぐらいでは容易に剥がれようとしない。"
  },
  {
    "message": "私は通路から手を伸ばして、通路の中央を流れる水路に手を沈めた。"
  },
  {
    "message": "水は冷たく、あっというまに指先の感覚がなくなってしまう。"
  },
  {
    "message": "指についた水の滴を口に含むと、濃度の濃い塩水である事が解る。"
  },
  {
    "message": "やはりこの通路は海まで続いているに違いない。"
  },
  {
    "name": "ジョナサン",
    "message": "やはり海水のようです。"
  },
  {
    "message": "　　　　　　　　ここから海まで何マイルぐらいでしょうか？"
  },
  {
    "name": "ガードナー",
    "message": "５、６マイルといったところかな。"
  },
  {
    "message": "　　　　　　　　よくもそんな長い距離を掘ったものだ。"
  },
  {
    "message": "水路の水を舐めてみると、かなり塩辛い。"
  },
  {
    "message": "この通路が海まで続いていることはもはや疑いない事実だ。"
  },
  {
    "message": "引き潮のこの時刻で海面が丁度通路の高さと同じくらいだという事は、潮が満ちてくるとこの通路一帯は夜の間は海面下に没してしまうという事だ。"
  },
  {
    "message": "すると、この水路は昼の間しか使用できないという事になる。"
  },
  {
    "message": "数マイルもの距離を呼吸なしで行き来出来る人間などいる訳がない。"
  },
  {
    "message": "　　先に進む　　"
  },
  {
    "message": "上の部屋に戻る"
  }
]