[
  {
    "message": "手足に枷をはめられ、自由を失ったままの女の屍体と、半ば炭化して床に転がったほとんど原形を留めていない屍体がある。"
  },
  {
    "message": "あまり夜中にひとりで訪れるには相応しくない場所のようだ。"
  },
  {
    "message": "なにしろ私は、部屋の屍体を見ただけで昏倒してしまったのだから。"
  },
  {
    "message": "ミイラ化した女の屍体がある部屋だ。"
  },
  {
    "message": "何度見ても、この部屋の火災の跡の不自然さには驚かされる。"
  },
  {
    "message": "壁に繋がれた女の屍体は焼けこげた跡さえなく、死因が焼死でない事は明白なのに、それから数フィートしか離れていない所に横たわっている黒焦げの屍体は原形さえ留めていない。"
  },
  {
    "message": "ミイラ化した女の屍体がある部屋だ。"
  },
  {
    "message": "何度見ても、この部屋の火災の跡の不自然さには驚かされる。"
  },
  {
    "message": "壁に繋がれた女の屍体は焼けこげた跡さえなく、死因が焼死でない事は明白なのに、それから数フィートしか離れていない所に横たわっている黒焦げの屍体は原形さえ留めていない。"
  },
  {
    "message": "それを言うなら、この部屋の室内はそれほどひどく焼かれた跡がないのに、もっと奥にある、通路の突き当たりの部屋は扉が焼け落ちてしまうほどに火災の影響を受けているのは何故だろう。"
  },
  {
    "message": "誰かが故意に火をつけたとしか考えられないが、神に仕える尼僧ばかりが集う修道院に火を放って何の得になるというのだろうか。"
  },
  {
    "message": "よく見ると、炎に焼かれて黒ずんでいる場所がまばらで、場所によってはほとんど火災の影響を受けていない所さえある。"
  },
  {
    "message": "床に転がった屍体とその周囲は特に酷く焼けているのに、他の部分はあまり汚れていない。"
  },
  {
    "message": "その他の壁の黒い染みは煤けているのではなく、古い血の跡のようだ。どうしてこんな具合になったのか想像に苦しむが、それを言うならこの地下室全体がこんなに火災の影響を受けている事自体が不可思議だ。"
  },
  {
    "message": "どこか不自然な気がする。"
  },
  {
    "message": "修道院を襲った火災は、誰かが手を加えたもののような‥‥‥‥"
  },
  {
    "message": "前にこの部屋に入ってからひどい頭痛がしたのだが‥‥‥‥"
  },
  {
    "message": "今日はそんな事はないようだ。"
  },
  {
    "message": "モルタルの壁に固定された金具から鉄の鎖がぶら下がっている。"
  },
  {
    "message": "鎖の先には鍵で開け閉めできる鉄製の腕輪のような物があり、明らかに人間の自由を奪うための装置である事が解る。"
  },
  {
    "message": "これとよく似た物を、中世の城の一室や、ロンドン塔の中にあるのを見た記憶がある。中世の魔女裁判もこんな感じだったのかもしれない。"
  },
  {
    "message": "捕らえられた囚人をこの装置に固定し、様々な拷問を行ったのだ。"
  },
  {
    "message": "どうしてこんな物が修道院の地下室にあるのだろう。"
  },
  {
    "message": "昨晩の夢の中で見た女性が言っていた『背信的な行為』と何らかの関係があるのだろうか？"
  },
  {
    "message": "実物を見るのは初めてだが、これは明らかに囚人などを捕らえておくための手枷に間違いない。"
  },
  {
    "message": "途中で切れた鎖につながっていたのは、足下の屍体の右腕につながっている手枷だろう。"
  },
  {
    "message": "修道院を襲った火災の前からこの壁につながれ、しかも生きていたのだとしたら、迫ってくる火の手から逃れようともがいているうちに、鉄の鎖を引きちぎるほどの力を発揮したという事なのだろう。"
  },
  {
    "message": "生きながらにして炎に焼かれるとは、考えただけでも背筋が寒くなる。おそらく、懸命に逃れようと常識では考えられないような力を発揮したのだろう。"
  },
  {
    "message": "人間のした事とは信じられないほどの強い力で、鎖が途中から引き千切られている。"
  },
  {
    "message": "足下に遺体となっている女性が、炎から逃れようと必死にもがいたあげく常識では考えられないような力を発揮したのだろう。"
  },
  {
    "message": "壁から突き出ている燭台には、溶けて落ちた蝋がこびりついている。"
  },
  {
    "message": "ほかに照明の設備は無い、室内の明かりはこの燭台の蝋燭だけだったようだ。"
  },
  {
    "message": "壁の手枷といい、室内にたった蝋燭一本だけしか照明がない事といい、かなり陰気な雰囲気の部屋だった事に間違いはない。"
  },
  {
    "message": "まさしく牢獄といった雰囲気だが、修道院の中にそんな部屋があるのはどういう訳なのか解らない。"
  },
  {
    "message": "前回この部屋に入った時は、理由の解らない激しい頭痛が襲ってきた。今日あらためて部屋に入ると、この前の事が嘘のように私の身体に変調を来すような事はない。"
  },
  {
    "message": "ひどく焼けこげているせいで、生前の面影はまったく残っていない。"
  },
  {
    "message": "片腕を胸の上に置き、もう片方の腕を身体の脇に垂らしている姿は、苦しみもがいた様子ではない。"
  },
  {
    "message": "火災の時にはすでに死んでいたと見るのが妥当だろうが、この屍体だけが酷く焼けこげているのはどういう意味があるのだろうか。"
  },
  {
    "message": "まるでこの屍体を弔う為に、油でもまいて火をつけたように見える。"
  },
  {
    "message": "ただの偶然だとは思えないのだが‥‥‥"
  },
  {
    "message": "あまりにひどく焼けこげている為に、屍体が男の物かあるいは女の物なのかの区別さえつかない。"
  },
  {
    "message": "囚人のように四肢を壁に固定されていたらしい。"
  },
  {
    "message": "迫ってくる炎から逃れようともがいたのだろう、両脚と左手の枷は途中の鎖の部分から引き千切られている。"
  },
  {
    "message": "どういう訳か、屍体は火に焼かれた様子はなく、半ばミイラ化してその表情まではっきりと読みとる事ができる。"
  },
  {
    "message": "女性のようだ、面長の端正な顔を思い浮かべる事ができる。"
  },
  {
    "message": "表情は苦痛に歪み、頭髪は熱で縮れてしまっている。"
  },
  {
    "message": "苦悶の表情を浮かべていながら、屍体が炎に焼かれた様子がないという事は、この女性は火災のために命を落とした訳ではないのだ。"
  },
  {
    "message": "おそらくは‥‥‥‥‥"
  },
  {
    "message": "何者かが火災の後で殺したのだろう。"
  },
  {
    "message": "屍体がこんな有様では、女性の死因を突き止める事は困難だが、火災の後で何者かが地下室に入り込んだ形跡があるからには、餓死するまで放置されていたとは考えにくい。"
  },
  {
    "message": "何れにしろ、鎖につながれていたからには、罪を犯した女性なのかもしれない。"
  },
  {
    "message": "昔の修道院には結構陰惨な話が多い。"
  },
  {
    "message": "背徳的な行為に耽溺した修道女が、嬰児を壁に塗り込めたり、魔女裁判の標的になった女性も少なくはなかったようだ。"
  },
  {
    "message": "そう考えると、この情景も納得出来ない事もないが‥‥‥‥"
  },
  {
    "message": "そう言えば、私の夢の中に出てきた修道女は、ミスカトニック修道院で『背信的な行為』が行われていると言っていたようだ。"
  },
  {
    "message": "まるで囚人のように、両手両脚を枷で繋がれている。"
  },
  {
    "message": "半ばミイラ化したその表情は、苦悶に醜く歪んでいる。"
  },
  {
    "message": "躰の様子から判断すると、まだ若い女のように見えるが、何故いましめを受けてこのような醜い屍をさらす羽目になってしまったのだろう。"
  },
  {
    "message": "　　外に出る　　"
  }
]