[
  {
    "message": "地下の通路に戻った。"
  },
  {
    "message": "目の前に５つの部屋に通じる扉がある。"
  },
  {
    "message": "ここにもコーデリアの姿はない。"
  },
  {
    "message": "普段ならば、彼女がこんな所にたったひとりでやって来る訳はありえないのだろうが、昨晩の夢遊病者めいた記憶の喪失がある。"
  },
  {
    "message": "もしや、誤ってこんな場所にやって来てしまったのではないかと淡い期待を抱いていたのだが‥‥‥‥"
  },
  {
    "message": "どうやら徒労に終わってしまったようだ。"
  },
  {
    "message": "もっと他の場所を当たってみた方がいいだろう。"
  },
  {
    "message": "地下の通路だ。"
  },
  {
    "message": "ここは昼も夜もほとんど変わりないようだ。"
  },
  {
    "message": "天井に空いた穴からは、厚い雲の切れ間から差し込む弱々しい月明かりがさし込み、暗く足を一歩踏み出す事さえ慎重さを要求される地下室をほんのりと照らしている。"
  },
  {
    "message": "左右に扉がある地下の通路のようだ。"
  },
  {
    "message": "生々しい火災の跡はここにも残っており、左右の木の扉はほとんど炭化してしまっている。"
  },
  {
    "message": "私たちは瓦礫に埋もれた階段を慎重に降り、５つの部屋に通じる通路にやって来た。"
  },
  {
    "message": "地下室は夜のように暗く、天井に空いた穴から差し込む弱々しい陽光が唯一の光源になっている。"
  },
  {
    "message": "眼前に広がるのは、左右に炭化した木の扉がある通路のような場所だ。ここにも火災の跡は生々しく残っており、それぞれの室内がどのような状態になっているか楽観は出来ない。"
  },
  {
    "message": "火災から１００年余りを経ているのに、ここの空気がいがらっぽく感じられるのは私の思い違いかもしれないが、そう思っても仕方がないほどの圧迫感があり、息苦しく感じられる。"
  },
  {
    "message": "炎に焼かれて、モルタルが変質してしまっている。"
  },
  {
    "message": "非常にもろくていつ頭上に崩れてきてもおかしくはない。"
  },
  {
    "message": "まるで落盤を恐れる炭坑夫のように、耐え難いほどの恐怖感と圧迫感を覚え、すぐにでも逃げ出したい気分になる。"
  },
  {
    "message": "いつ崩れてきてもおかしくはなさそうだ。"
  },
  {
    "message": "事実、天井の一部にはひびが入り、崩れ落ちている場所もある。"
  },
  {
    "message": "火災の後だというのに、床は灰などで汚れている様子でもない。"
  },
  {
    "message": "そう言えば、地下室に降りる階段も、自然に埋もれたと言うよりは人為によって隠されたようにも思える。"
  },
  {
    "message": "長い間放置されていたのに間違いはないようだが、火災の後で何者かがこの地下室に入り込んだ事も事実のようだ。"
  },
  {
    "message": "私たち以外にも、修道院に興味を持った人間がいるという事か？"
  },
  {
    "message": "それとも、この火災に不審な点があって調査が行われたのかも‥‥‥"
  },
  {
    "message": "細かい瓦礫が散乱しているが、行き来出来ない程でもない。"
  },
  {
    "message": "火災の後なら床も灰で汚れていて当然だろうに、そんな様子は無い。"
  },
  {
    "message": "誰かが片づけたのだろうか。"
  },
  {
    "message": "ほかの扉と同じように、ほとんど炭化してしまっていて、触っただけで崩れてしまいそうだ。"
  },
  {
    "message": "取っ手などは熱で溶け落ちて、すでに原形を留めていない。"
  },
  {
    "message": "今なお往時の火災の激しさを知らしめる証拠だと言えるだろう。"
  },
  {
    "message": "他の扉と同じようにほとんど炭化してしまっている。"
  },
  {
    "message": "この有様では、鍵があったとしても機能しているとは思えない。"
  },
  {
    "message": "この部屋は、確か実験室のようにビーカーや薬瓶の原形を留めた、溶けたガラス片が落ちていた部屋だ。"
  },
  {
    "message": "修道院の地下にあまりにも不似合いな物が落ちていたので覚えていた。ずいぶん昔の話だ、それらの器具はかなり高価な物だったに違いない。誰が何の目的で使用していたのか、興味は尽きない。"
  },
  {
    "message": "扉の前に大きな瓦礫が積み重なっている。"
  },
  {
    "message": "まるで扉を開けさせたくないために、故意に塞いだようにも見える。"
  },
  {
    "message": "他の扉と同様に鍵はかかっていないだろうが、これでは部屋の中に入り込むのは不可能だろう。"
  },
  {
    "message": "この扉から中に入り込むのは不可能のようだ。"
  },
  {
    "message": "中に何があるのか知らないが、どこか他の場所から入り込まなければ。"
  },
  {
    "message": "廊下側の壁や天井は火災の後だというのにかなり頑丈そうだ。"
  },
  {
    "message": "穴を穿つのは不可能だろう。"
  },
  {
    "message": "他に方法があるとすれば‥‥‥‥‥‥"
  },
  {
    "message": "何処か壁の弱い部分を探さなければならない。"
  },
  {
    "message": "確か、手前の実験室のような部屋の壁に、丁度人が通れそうなひび割れがあったように記憶している。"
  },
  {
    "message": "なんとかあの壁を壊せれば‥‥‥‥‥"
  },
  {
    "message": "この部屋に続く扉は瓦礫の為に入り込む事が出来ない。"
  },
  {
    "message": "隣の実験室のような部屋の壁に空いた穴から入り込むしかない。"
  },
  {
    "message": "初めてあの壁を見た時から出入口を漆喰で塞いだ跡のように見えたが、穴の形から判断すると、偶然ひびが入って出来た穴ではなさそうだ。"
  },
  {
    "message": "どういう意味があったのか知らないが、誰かが火災の前にふたつの部屋をつなぐ壁の入り口を塞いだのだろう。"
  },
  {
    "message": "この部屋は、前に私が気を失ってしまった部屋だ。"
  },
  {
    "message": "室内には手足の枷によって自由を奪われた、女性のものと思われる屍体と、部屋の中央に横たわった炭化した屍体がある。"
  },
  {
    "message": "一方の壁につながれた女性の屍体の方はあまり火災の影響を受けていないようで、半ばミイラ化していたが、もう片方の床に横たわった屍体の方は、原形を留めないほど炭化してしまっていた。"
  },
  {
    "message": "この地下室の火災の不可解な点だが、わずか数フィートしか離れていない屍体が、こうも異なった状態であるのはどういう訳なのだろう。"
  },
  {
    "message": "地上の建物が延焼で跡形もなくなってしまったのはまだ解る。"
  },
  {
    "message": "地下にあるこのあたりまで火事の影響を受けているのはどういう訳なのだろうか。"
  },
  {
    "message": "ここからでは部屋の中がどうなっているのか解らない。"
  },
  {
    "message": "修道院の地下にありそうな部屋と言えば‥‥‥‥‥‥‥‥‥"
  },
  {
    "message": "私に思いつくのは食料や、貴重な聖具をしまっておくための倉庫ぐらいだが、それだけならばこんなに多くの部屋を必要としたとは思えない。"
  },
  {
    "message": "こんなに酷い火災の後では、往時の様子などほとんど残っていないのではないだろうか。"
  },
  {
    "message": "ここからでは中が見えない。"
  },
  {
    "message": "修道院の地下にありそうな部屋といえば、私には倉庫ぐらいしか思い浮かばないが‥‥‥‥‥‥"
  },
  {
    "message": "多くの棺が放置されたままになった部屋だ。"
  },
  {
    "message": "おそらく中に収められているのは身よりのない修道女の遺骸に違いないが、それにしても弔いのひとつもされていないのは酷すぎる。"
  },
  {
    "message": "粗末な棺に収められ、墓参に訪れる人間などいるはずもない暗い地下室に放置された彼女らは、自分達のあまりに酷い処遇をどう考えているのだろうか。"
  },
  {
    "message": "この部屋は特にひどく焼けてしまったらしい。"
  },
  {
    "message": "入り口の扉は跡形もなくなってしまっており、周囲の壁もひどく黒ずんでいる。"
  },
  {
    "message": "暗くて中を見る事は出来ないが、特に燃えやすいような物をしまっておく部屋だったのだろうか。"
  },
  {
    "message": "一番奥の部屋に通じる入り口だ。"
  },
  {
    "message": "扉は跡形もなく焼けてしまっていて、まるで黒い穴のようだ。"
  },
  {
    "message": "左の手前の部屋"
  },
  {
    "message": "右の手前の部屋"
  },
  {
    "message": "　右の奥の部屋　"
  },
  {
    "message": "　　奥の部屋　　"
  },
  {
    "message": "　　外に出る　　"
  }
]