[
  {
    "message": "こんな所にコーデリアがいる訳がないか‥‥‥‥"
  },
  {
    "message": "地下へ続く階段は、海に面した断崖に通じるだけだし、そこから外に出ても何の意味もありはしない。"
  },
  {
    "message": "まずはダニッジ邸に行ってみるのが先決なのかもしれない。"
  },
  {
    "message": "書斎に入ってみれば、ドルリイが何かを残しているかもしれない。"
  },
  {
    "message": "実験器具の残骸のような物が散乱する部屋の壁の抜け穴を通り、扉がふさがれた隣室へと入った。"
  },
  {
    "message": "この部屋には本当に何もない。"
  },
  {
    "message": "ただ、地下室のさらに地下へと続く階段があるだけだ。"
  },
  {
    "name": "ガードナー",
    "message": "こんな所に何があると言うのかね。"
  },
  {
    "message": "　　　　　　　　以前に来た時にも、この部屋には何もなかったではな　　　　　　　　いか。"
  },
  {
    "name": "ガードナー",
    "message": "まさか、また地下の通路を通って海まで行くつもりで　　　　　　　　はないだろうな。"
  },
  {
    "message": "さすがにそこまでする必要はないだろう。"
  },
  {
    "message": "毎夜満潮になるたびに海水が流れ込んで、中を綺麗に洗い流してしまう地下道に何かが残されているとは思えない。"
  },
  {
    "message": "室内には、木を使った家具のような類の物は一切見あたらない。"
  },
  {
    "message": "床に転がった炭化した木材の量も、それらの物の残骸にしてはあまりに少なすぎるように感じる。"
  },
  {
    "message": "地下室のさらに地下へと続く階段の回りに散乱しているところを見るとおそらくこの階段の脇に取り付けられていた手すりかなにかの残骸と考えて間違いなさそうだ。"
  },
  {
    "message": "それにしても、この部屋は他の場所に比べてあまり火災の影響を受けていないようだ。"
  },
  {
    "message": "床には燃え落ちた階段の手すりの残骸が落ちている。"
  },
  {
    "message": "他に燃えるような物もなかったのだろうが、誰もいなかったこの部屋には、サラも手をつけなかったのかもりれない。"
  },
  {
    "message": "室内に漂う、魚が腐敗した時に出すような独特の生臭さと似ている。"
  },
  {
    "message": "これが『深きもの』の匂いなのか。"
  },
  {
    "name": "コーデリア",
    "message": "この部屋は何に使われていたの？"
  },
  {
    "message": "　　　　　　　　地下の通路はどんな目的で作られたのかしら。"
  },
  {
    "name": "ジョナサン",
    "message": "さて、この部屋は夢には出てこなかったし‥‥‥‥　　　　　　　　私にも解らないな。"
  },
  {
    "name": "コーデリア",
    "message": "やっぱりガードナーさんが言ったように、密貿易をし　　　　　　　　ていた人が使っていたのかしら。"
  },
  {
    "name": "ジョナサン",
    "message": "そうかな‥‥‥‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "この通路は夜の間は満ちた潮で階段のすぐ下まで海水　　　　　　　　が迫って来る。"
  },
  {
    "name": "ジョナサン",
    "message": "密輸品を運び込むのはたいてい夜なのではないかな？　　　　　　　　しかし、地下道は夜の間は使えない。"
  },
  {
    "name": "コーデリア",
    "message": "それじゃあ、何の役にもたたないじゃないの。"
  },
  {
    "name": "ジョナサン",
    "message": "そういう事だな。"
  },
  {
    "message": "他の部屋に比べて火災の影響を受けておらず、壁は綺麗なままだ。"
  },
  {
    "message": "ここには燃やしてしまわなければならないような物がなかったのでサラもこの部屋には手をつけなかったのだろう。"
  },
  {
    "message": "この部屋は、地下道を上ってきた『深きもの』が、ピエトロに呼ばれるのを待つための部屋だったのだろう。"
  },
  {
    "message": "呼び出された深きものは、この部屋からピエトロが拉致して手足の自由を奪った修道女のいる例の部屋に行き‥‥‥‥‥‥"
  },
  {
    "message": "自由を奪われた修道女は、深きものの出す悪臭と、醜悪で嫌悪を催すその異形の姿に怯え、正気を失っていくのだ。"
  },
  {
    "message": "その後は‥‥‥‥‥‥"
  },
  {
    "message": "犯された修道女は、やがて深きものと人間の混血児を産み落とすのだ。"
  },
  {
    "message": "外からすさまじい勢いの炎で焼かれたらしく、炭化した扉の周囲の壁が黒く煤けている。"
  },
  {
    "message": "室内があまりにも綺麗なだけに、他の部屋の酷い有様が思い出される。この部屋よりも奥にあった部屋や、向かいに位置する部屋は一様に焼かれた跡があったと言うのに。"
  },
  {
    "message": "まるでこの部屋だけが忘れ去られてしまったかのようだ。"
  },
  {
    "message": "部屋の外側から焼かれて炭化している。"
  },
  {
    "message": "扉の周囲の壁には、すさまじい炎の跡がくっきりと残っている。"
  },
  {
    "message": "地下の通路に続く階段だ。"
  },
  {
    "message": "修道院の地下に通路がある事自体奇異な事だが、そかからさらに地下に降りる通路があるとは。"
  },
  {
    "message": "ここから海までは５マイル以上あるはずだ、今のような優れた掘削のための道具がなかった時代に、そんな物を作るのは並の苦労ではなかっただろう。"
  },
  {
    "name": "コーデリア",
    "message": "また階段を降りるの？"
  },
  {
    "message": "　　　　　　　　地下の通路を歩いていると、外を歩くのは違って変な　　　　　　　　息苦しさを感じるの。"
  },
  {
    "name": "ジョナサン",
    "message": "通路がどこに通じているのか解っているし、そこに何　　　　　　　　もない事も十分承知している。"
  },
  {
    "name": "ジョナサン",
    "message": "もう一度海まで往復する必要はないだろう。"
  },
  {
    "message": "　　　　　　　　今の私たちにはそんな元気もないしな‥‥‥‥‥"
  },
  {
    "message": "潮が満ちているこの時間は、階段のすぐ下まで海水が迫っている。"
  },
  {
    "message": "深きものがやってくるのはたいてい夜の間だろうから、その方が都合がいいのかもしれない。"
  },
  {
    "message": "あの姿では、陸を歩くよりも泳ぐ方が得意そうだ。"
  },
  {
    "message": "一度にどれくらいの数の深きものがこの部屋にやって来たのだろうか。"
  },
  {
    "message": "　　外に出る　　"
  }
]