[
  {
    "message": "サラが身を切られる思いで火をつけた修道院の跡だ。"
  },
  {
    "message": "修道院の往時を伝えるのは、炭化した木の柱と、床に転がった瓦礫しかない。"
  },
  {
    "message": "せめて修道女全員を殺し、邪悪な芽を摘んでしまう事ができたらなら、サラも救われただろうに。"
  },
  {
    "message": "焼け落ちた修道院の跡だ。"
  },
  {
    "message": "私の見た夢が、そのまま現実の事だとしたら、この修道院に火を放ったのは十代の少女だという事になる。"
  },
  {
    "message": "墓守の言った話ではそれほど多くの焼死者はいなかったという事だが、逃げ遅れて命を落とした修道女もいたはずだ。"
  },
  {
    "message": "幼い少女がそんな深い業を背負う事になってしまったとは。"
  },
  {
    "message": "しかも、そんな思いまでしたのに、意に反して多くの修道女は生き延び『深きもの』と人との混血児を産んだのだ。"
  },
  {
    "message": "修道女と結婚した男達は、身持ちの固い女と思っていた自分の妻が自分の子供ではない月足らずの赤ん坊を出産するのを目撃する。"
  },
  {
    "message": "サラのした行為は全くの無駄になってしまったのだ。"
  },
  {
    "message": "修道院の跡だ。"
  },
  {
    "message": "あたりにはわずかな瓦礫が残るだけで、修道院の往時をしのばせるような物は何もない。"
  },
  {
    "name": "コーデリア",
    "message": "またあの地下室を調べるのね‥‥‥"
  },
  {
    "message": "　　　　　　　　気が遠くなりそうだわ。"
  },
  {
    "name": "ガードナー",
    "message": "確かに地下の部屋を全部回るのは骨の折れる仕事だ。　　　　　　　　火災の後でたかが一冊の本が燃え残っている可能性は　　　　　　　　非常に低いのではないかな。"
  },
  {
    "name": "ジョナサン",
    "message": "しかし、私が夢で見たネクロノミコンを読む男は、こ　　　　　　　　の修道院の地下室にいたようです。"
  },
  {
    "name": "ジョナサン",
    "message": "ならば、地下室に本が残っている可能性が非常に高い　　　　　　　　と言わなければなりません。"
  },
  {
    "name": "ガードナー",
    "message": "その本がすでに燃え尽きてしまっている可能性もな。　　　　　　　　まあ、その何とかが本当にあるとすればだが。"
  },
  {
    "message": "１００年以上の樹齢を数える老木が密生している。"
  },
  {
    "message": "修道院で起こった火災の難を逃れて、当時からそこにあったのだろう。"
  },
  {
    "message": "海と荒れ地ばかりのアーカムにあって、これほど豊かな緑を蓄える事の出来る土地は貴重な存在と言えよう。"
  },
  {
    "message": "廃虚と化してから久しい修道院の跡が往時のそのままに残され、誰の手にも触れられる事がなかったのは、院で起こった惨事を知っている村人達が祟りを恐れているからかもしれない。"
  },
  {
    "message": "それを迷妄な世迷い言と決めつけてしまうほど私の神経は太くない。"
  },
  {
    "message": "鬱蒼と茂った木々を見ていると、彼らは土の下に埋もれた修道女の遺骸を養分に育ったのではないかと思えてくる。"
  },
  {
    "message": "普段ならこのような豊かな緑を目にすると心休まる気がするものだが、ここでは、木々の間から人ならぬ何物かがこちらの様子を伺っているのではないかという恐怖感が先立ってそれどころではない。"
  },
  {
    "message": "あたりには火災の跡を物語る、炭になった木片や、割れた石材の破片などがいたる所に散乱している。"
  },
  {
    "message": "サラが松明を持って立っていたのはこのあたりだろうか。"
  },
  {
    "message": "名も知らぬ数百人の修道女と、敬愛する自分の後見人を、自分の手で死に追いやる気分とはどんなものだろう。"
  },
  {
    "message": "十代の少女が、それから先の数十年を深い業を背負ったまま生きて行かなければならないとは、あまりにも可哀相な話だ。"
  },
  {
    "message": "サラはリュションの命令で、院にいる修道女をひとりも生かしてここから出さぬようにと火をつけた。"
  },
  {
    "message": "その後の少女がどういう人生を送ったのか知らないが、殺したはずの女達が実は生きていて、邪悪な異形の者との混血児を出産したと知ったらなんと思うだろうか。"
  },
  {
    "message": "あたりには火災の跡を物語る、炭になった木片や、割れた石材の破片などがいたる所に散乱している。"
  },
  {
    "message": "それにしても、修道院の建物を構成していたにしては、異様なほど石や柱の数が少ない。"
  },
  {
    "message": "それらの大半は、新しい建物を造るための材料として、何物かに持ち去られてしまったのだろうが、それにしてもこれでは更地同然だ。"
  },
  {
    "message": "石が整然と並んだ床が、修道院がまだ存在していた頃の面影をわずかに忍ばせている。"
  },
  {
    "message": "地下に通ずる階段がある。"
  },
  {
    "message": "夢の中でリュションとアンジェリカが異形の者達に犯され、ピエトロと名乗る不具の男がネクロノミコンと深きものを使って、怪しげな実験を行っていた場所だ。"
  },
  {
    "message": "そういえば、サラがリュションの躰に油をかけ、ピエトロを殴り倒したあの部屋には屍体が転がっていた。"
  },
  {
    "message": "壁につながれた女の屍体はアンジェリカの物に違いない。"
  },
  {
    "message": "もうひとつの床に転がった屍体は誰の物だったのだろう。"
  },
  {
    "message": "地階に通じる階段がある。"
  },
  {
    "message": "以前から不審な火災だと思っていたが、放火ならば納得がいく。"
  },
  {
    "message": "地下の各部屋であれほど燃え方に違いがあったのは、サラが油をまいた場所だけ特にひどく燃えたという事だったのだ。"
  },
  {
    "message": "瓦礫の下に、人為的に隠されたのではないかと思われるほどその形跡が定かでない地下に降りる階段がある。"
  },
  {
    "message": "ほんのわずかに残った建物の一部は、おそらく礼拝堂などのある大きな建物に並んで建てられた、小さな別棟の名残りなのだろう。"
  },
  {
    "message": "地下室は５つの部屋とそれをつなぐ通路で構成されており、食料品などの貯蔵の為だけに造られたにしては構造が複雑すぎる。"
  },
  {
    "message": "地下の一室にあった壁から垂れる手枷や、その枷につながれたまま死んだ女性のものと思われる屍体を考えると、かなり特殊な用途に使われていたことに間違いはない。"
  },
  {
    "message": "修道院の地下にある部屋に通じる階段だ。"
  },
  {
    "message": "瓦礫の中に埋もれたその様子は、何者かの手によって故意に隠蔽されたのではないかという気がする。"
  },
  {
    "message": "確かに、地下室には余人の目には触れさせたくないような光景が広がっていたが、それにしても地下の入り口を塞いだだけで全てを片づけてしまうのはあまりにも無責任すぎる。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]