[
  {
    "message": "地下の通路を抜けて、上階の部屋に戻って来た。"
  },
  {
    "message": "ここは件の実験室から続く部屋だ。"
  },
  {
    "message": "実験器具の残骸のような物が散乱する部屋の壁の抜け穴を通り、扉がふさがれた隣室へと入った。"
  },
  {
    "message": "この部屋には本当に何もない。"
  },
  {
    "message": "ただ、地下室のさらに地下へと続く階段があるだけだ。"
  },
  {
    "message": "崩れた壁の穴を用心深く潜り、隣室へと入り込んだ。"
  },
  {
    "message": "室内には家具と呼べる物の残骸も、用途の解らない器具も、女性の物と思われる屍体もなかった。"
  },
  {
    "message": "不自然なくらい何もない。"
  },
  {
    "message": "炎に焼き尽くされたとしても、その形跡ぐらいは残っていいはずだ。"
  },
  {
    "message": "しかし、部屋の中にあるのは、さらに地下へと続く階段と、その手すりに使われていたと思われる木材の燃えかすだけだった。"
  },
  {
    "message": "気になる物と言えば、地下室のさらに地下へと続く階段だけだ。"
  },
  {
    "message": "扉の前に人為的に積まれたかに見える瓦礫は、室内に外部の者の進入を許さないための物のように見えたが‥‥‥‥‥‥‥"
  },
  {
    "message": "この部屋に余人に見せてはならないような類の物はない。"
  },
  {
    "message": "地下へと続く階段以外には。"
  },
  {
    "message": "地下へ続く階段の周囲に木炭が転がっている。"
  },
  {
    "message": "部屋の他の部分はそれほど火災の影響を受けていないのに、この部分だけが焼けているのはどうしてだろう。"
  },
  {
    "message": "室内には、木を使った家具のような類の物は一切見あたらない。"
  },
  {
    "message": "床に転がった炭化した木材の量も、それらの物の残骸にしてはあまりに少なすぎるように感じる。"
  },
  {
    "message": "地下室のさらに地下へと続く階段の周りに散乱しているところを見るとおそらくこの階段の脇に取り付けられていた手すりかなにかの残骸と考えて間違いなさそうだ。"
  },
  {
    "message": "それにしても、この部屋は他の場所に比べてあまり火災の影響を受けていないように思われる。"
  },
  {
    "message": "確かに、燃えるべき物が少なかったと言うのもひとつの要因だろうが、扉の周囲と地下へ続く階段の周りだけが焼けているというのは少し不自然なように思える。"
  },
  {
    "message": "他の部屋の壁と比べて、あまりにも綺麗すぎるようだ。"
  },
  {
    "message": "この場所だけが火災の影響を免れたのはどういう訳なのだろう。"
  },
  {
    "message": "どういう訳か、この部屋はあまり火災の影響を受けていないようだ。"
  },
  {
    "message": "部屋が造られてからかなりの年月を経ているのだから、壁のひびや、漆喰の剥がれ具合などは相応と言えるのだが‥‥‥‥"
  },
  {
    "message": "この壁は他の部屋と比べるとあまりにも綺麗すぎるようだ。"
  },
  {
    "message": "どうしてここだけが火災を免れたのだろう。"
  },
  {
    "message": "それに‥‥‥‥‥"
  },
  {
    "message": "室内に漂う何とも言えない臭いは‥‥‥‥‥‥"
  },
  {
    "message": "魚が腐敗した時に出すような、独特の生臭さと似ている。"
  },
  {
    "message": "じっとしていると吐き気を催しそうだが、臭いの元となりそうな物は、この室内にはない。"
  },
  {
    "message": "しっかり密閉され、換気のしようがない他の部屋と違って、室内にはどこかから空気が入って来ているようだ。"
  },
  {
    "message": "その可能性があるとすれば、部屋の隅に口を開けた地下へ続く階段しかないようだが‥‥‥‥‥"
  },
  {
    "message": "部屋の外側から焼かれて炭化している。"
  },
  {
    "message": "扉の周囲の壁には、すさまじい炎の跡がくっきりと残っている。"
  },
  {
    "message": "外からすさまじい勢いの炎で焼かれたらしく、炭化した扉の周囲の壁が黒く煤けている。"
  },
  {
    "message": "室内があまりにも綺麗なだけに、他の部屋の酷い有様が思い出される。この部屋よりも奥にあった部屋や、向かいに位置する部屋は一様に焼かれた跡があったと言うのに。"
  },
  {
    "message": "まるでこの部屋だけが忘れ去られてしまったかのようだ。"
  },
  {
    "message": "地下通路に通じる階段だ。"
  },
  {
    "message": "昼に見たときは危険なようには見えなかったが、今の時間は潮が満ちているから、通路の大半は海中に没してしまっているだろう。"
  },
  {
    "message": "地下の通路に続く階段だ。"
  },
  {
    "message": "修道院の地下に通路がある事自体奇異な事だが、そこからさらに地下に降りる通路があるとは。"
  },
  {
    "message": "おそらく、密輸入をしていた者が様々な品を秘密裏に運び込むために使用していたのではないだろうか。"
  },
  {
    "message": "闇に吸い込まれるように地下へと続いている。"
  },
  {
    "message": "久しく誰も階段を使ったような形跡はないし、降りても危険はないと思うが‥‥‥‥"
  },
  {
    "message": "地下へ続く階段のようだ。"
  },
  {
    "message": "この部屋自体が修道院の下に造られた地下室なのに、さらにこの下にも部屋があるのだろうか。"
  },
  {
    "message": "部屋の隅にぽっかりと口を開けた階段は、闇に吸い込まれるように地面の下へと伸び、その先に何があるのか全く解らない。"
  },
  {
    "message": "しかし、久しく人の入り込んだ形跡の無い部屋のさらに地下に何があったとしても、危害を加えるような人間がいる訳もない。"
  },
  {
    "message": "危険はないと思うが‥‥‥‥‥‥"
  },
  {
    "message": "果たして降りてみるべきなのだろうか？"
  },
  {
    "message": "　　隣の部屋　　"
  },
  {
    "message": "　階段を降りる　"
  }
]