[
  {
    "message": "地下の通路に戻った。"
  },
  {
    "message": "目の前に５つの部屋に通じる扉がある。"
  },
  {
    "message": "地下の通路に入った。"
  },
  {
    "message": "ここは昼も夜もほとんど変わりないようだ。"
  },
  {
    "message": "左右に扉がある地下の通路のようだ。"
  },
  {
    "message": "生々しい火災の跡はここにも残っており、左右の木の扉はほとんど炭化してしまっている。"
  },
  {
    "name": "ジョナサン",
    "message": "なんとか降りられそうだ。"
  },
  {
    "message": "　　　　　　　　その辺の石には触らないで、頭の上に落ちて来られた　　　　　　　　らひとたまりもない。"
  },
  {
    "name": "コーデリア",
    "message": "大丈夫？"
  },
  {
    "message": "　　　　　　　　気をつけてね‥‥‥‥‥"
  },
  {
    "message": "私たちは瓦礫をかき分けて、地下に続く階段を下った。"
  },
  {
    "name": "ジョナサン",
    "message": "思ったより広いな。"
  },
  {
    "message": "　　　　　　　　倉庫のような部屋を想像していたのに。"
  },
  {
    "message": "眼前に広がるのは、左右に炭化した木の扉がある通路のような場所だ。ここにも火災の跡は生々しく残っており、それぞれの室内がどのような状態になっているか楽観は出来ない。"
  },
  {
    "message": "火災から１００年余りを経ているのに、ここの空気がいがらっぽく感じられるのは私の思い違いかもしれないが、そう思っても仕方がないほどの圧迫感があり、息苦しく感じられる。"
  },
  {
    "name": "コーデリア",
    "message": "結構たくさんの部屋があるのね。"
  },
  {
    "message": "　　　　　　　　どんな目的で使われていた場所なのかしら。"
  },
  {
    "name": "ジョナサン",
    "message": "修道院なんて今まで入った事はないから、私にも解ら　　　　　　　　ないよ。"
  },
  {
    "message": "しかし、私の頭の中には、この場所に来たのは初めてではないという、自分でも理解に苦しむ考えが浮かんでいた。"
  },
  {
    "message": "いつ崩れてきてもおかしくはなさそうだ。"
  },
  {
    "message": "事実、天井の一部にはひびが入り、崩れ落ちている場所もある。"
  },
  {
    "message": "炎に焼かれて、モルタルが変質してしまっている。"
  },
  {
    "message": "非常にもろくていつ頭上に崩れてきてもおかしくはない。"
  },
  {
    "message": "まるで落盤を恐れる炭坑夫のように、耐え難いほどの恐怖感と圧迫感を覚え、すぐにでも逃げ出したい気分になる。"
  },
  {
    "message": "細かい瓦礫が散乱しているが、行き来出来ない程でもない。"
  },
  {
    "message": "火災の後なら床も灰で汚れていて当然だろうに、そんな様子は無い。"
  },
  {
    "message": "誰かが片づけたのだろうか。"
  },
  {
    "message": "火災の後だというのに、床は灰などで汚れている様子でもない。"
  },
  {
    "message": "そう言えば、地下室に降りる階段も、自然に埋もれたと言うよりは人為によって隠されたようにも思える。"
  },
  {
    "message": "長い間放置されていたのに間違いはないようだが、火災の後で何者かがこの地下室に入り込んだ事も事実のようだ。"
  },
  {
    "message": "私たち以外にも、修道院に興味を持った人間がいるという事か？"
  },
  {
    "message": "それとも、この火災に不審な点があって調査が行われたのかも‥‥‥"
  },
  {
    "message": "他の扉と同じようにほとんど炭化してしまっている。"
  },
  {
    "message": "この有様では、鍵があったとしても機能しているとは思えない。"
  },
  {
    "message": "ほかの扉と同じように、ほとんど炭化してしまっていて、触っただけで崩れてしまいそうだ。"
  },
  {
    "message": "取っ手などは熱で溶け落ちて、すでに原型を留めていないようだ。"
  },
  {
    "message": "室内に入り込むのは容易だが、こんなにも酷い有様で室内に何が残っているかは疑問だ。"
  },
  {
    "message": "それとも、室内はこの通路ほどは酷い被害を受けていないのだろうか。ありそうもない話ではないが‥‥‥‥"
  },
  {
    "message": "扉の前に巨大な瓦礫が積み重ねてある。"
  },
  {
    "message": "これでは室内に入り込むのは不可能だろう。"
  },
  {
    "message": "扉の前に大きな瓦礫が積み重なっている。"
  },
  {
    "message": "まるで扉を開けさせたくないために、故意に塞いだようにも見える。"
  },
  {
    "message": "他の扉と同様に鍵はかかっていないだろうが、これでは部屋の中に入り込むのは不可能だろう。"
  },
  {
    "message": "地上の建物が延焼で跡形もなくなってしまったのはまだ解る。"
  },
  {
    "message": "地下にあるこのあたりまで火事の影響を受けているのはどういう訳なのだろうか。"
  },
  {
    "message": "炭化した扉がある。"
  },
  {
    "message": "火元がどこだったのか知らないが、地上の建物が跡形もないほど焼けてしまったのはまだ解る。"
  },
  {
    "message": "地下にあるこの部屋までもこれほど酷い状態になってしまったのは一体どういう訳なのだろう。"
  },
  {
    "message": "ここからでは中が見えない。"
  },
  {
    "message": "修道院の地下にありそうな部屋といえば、私には倉庫ぐらいしか思い浮かばないが‥‥‥‥‥‥"
  },
  {
    "message": "ここからでは部屋の中がどうなっているのか解らない。"
  },
  {
    "message": "修道院の地下にありそうな部屋と言えば‥‥‥‥‥‥‥‥‥"
  },
  {
    "message": "私に思いつくのは食料や、貴重な聖具をしまっておくための倉庫ぐらいだが、それだけならばこんなに多くの部屋を必要としたとは思えない。"
  },
  {
    "message": "こんなに酷い火災の後では、往時の様子などほとんど残っていないのではないだろうか。"
  },
  {
    "message": "一番奥の部屋に通じる入り口だ。"
  },
  {
    "message": "扉は跡形もなく焼けてしまっていて、まるで黒い穴のようだ。"
  },
  {
    "message": "この部屋は特にひどく焼けてしまったらしい。"
  },
  {
    "message": "入り口の扉は跡形もなくなってしまっており、周囲の壁もひどく黒ずんでいる。"
  },
  {
    "message": "暗くて中を見る事は出来ないが、特に燃えやすいような物をしまっておく部屋だったのだろうか。"
  },
  {
    "message": "左の手前の部屋"
  },
  {
    "message": "右の手前の部屋"
  },
  {
    "message": "　右の奥の部屋　"
  },
  {
    "message": "　　奥の部屋　　"
  },
  {
    "message": "　　外に出る　　"
  }
]