[
  {
    "message": "実験器具を思わせる、溶けたガラスの瓶が転がった部屋だ。"
  },
  {
    "message": "右の壁には、いつの間にか隣室への入り口がぽっかりと口を開け、床には漆喰と壁材の破片が転がっている。"
  },
  {
    "name": "コーデリア",
    "message": "あれ見て、壁が崩れてる。"
  },
  {
    "message": "コーデリアが指さした方向の壁には、今までずっとそこにあったかのように、隣室への入り口がぽっかりと口を開けている。"
  },
  {
    "name": "ジョナサン",
    "message": "偶然崩れたものだろうか？"
  },
  {
    "message": "　　　　　　　　それにしては形が整いすぎているようだが。"
  },
  {
    "name": "ガードナー",
    "message": "元々隣の部屋とつながっていた入り口を、誰かが漆喰　　　　　　　　で固めたんだろう。"
  },
  {
    "message": "確かにそう考えるのが妥当のようだ。"
  },
  {
    "message": "火災の熱のためにもろくなっていた漆喰が、何らかの理由で剥がれ落ちて元の入り口が露出してしまったに違いない。"
  },
  {
    "message": "これで入り口がふさがれていた隣の部屋に入る事が出来そうだ。"
  },
  {
    "message": "隣の部屋には何が隠されているのだろうか。"
  },
  {
    "message": "壁に穿たれた穴は、私ぐらいなら首を曲げなくても十分通り抜けられるほど大きく、元々が出入口だったとすればかなり長身な人間にあわせて造られた物に違いない。"
  },
  {
    "message": "壁に穴が穿たれたのも、塞がれたのも火災の前である事は明白だ。"
  },
  {
    "message": "誰がどのような目的でそうしたのか見当もつかない。"
  },
  {
    "message": "すぐ近くに部屋の扉があるというのに、わざわざ壁に穴を空けなければならない理由とはなんなのだろう。"
  },
  {
    "message": "あまり室外の通路を通りたくない理由があって、隣室よりも近いこの部屋から通路をはさんだ向かいの部屋へ移動しようとしたのだろうか。"
  },
  {
    "message": "もしもそうだとしても、わざわざ空けた通路を塞いでしまった理由は何なのだ？"
  },
  {
    "message": "壁に大きなひびが入っている。"
  },
  {
    "message": "モルタルの壁が、天井の重みを支えきれなくなりつつあるようだ。"
  },
  {
    "message": "方向からするとこの壁の向こう側は土の中だ、この先に隠し部屋のようなものがあるとは考えにくい。"
  },
  {
    "message": "壁に大きなひびが入っている。"
  },
  {
    "message": "どうか部屋にいる間は崩れずにいてほしいものだ。"
  },
  {
    "message": "この天井の上に、重い石を敷いた地面があるかと思うと、背筋が寒くなる思いだ。"
  },
  {
    "message": "火災から１００年以上も放置されたままとあっては、いつ倒壊してもおかしくはないだろう。"
  },
  {
    "message": "天井に入ったひびが不吉だ。"
  },
  {
    "message": "落盤を恐れる炭坑夫にでもなった気分だな‥‥‥‥‥‥"
  },
  {
    "message": "床に漆喰の破片が積み重なっている。"
  },
  {
    "message": "壁に入ったひびの部分から剥がれ落ちた物だろう、白い破片は割れた陶磁器の破片を思わせる。"
  },
  {
    "message": "隣の部屋は、入り口に瓦礫が積まれて中に入る事が出来なかったはず。この壁が壊れれば、部屋に入る事が出来るのに‥‥‥‥"
  },
  {
    "message": "壁から剥がれ落ちた漆喰が床に積み重なっている。"
  },
  {
    "message": "どうやら自然に剥がれた物のようだ。"
  },
  {
    "message": "かなり古い本だ"
  },
  {
    "message": "こんな酷い火災で燃え残るとは‥‥‥‥‥‥‥"
  },
  {
    "message": "私は床に落ちている本を手に取った。"
  },
  {
    "message": "なめしてから染色された皮の表紙は所々が焼けこげ、表題すら読めない状態になっている。"
  },
  {
    "message": "まだ印刷技術が一般的なものでなく、本が高価だった時代の物らしく、中は手書きの写本だ、熱心な修道女が丹念に書き写した物なのだろう。"
  },
  {
    "message": "書かれているのはラテン語のようだが、焼けこげやにじみが多くてほとんど読む事が出来ない。"
  },
  {
    "message": "学生時代にもっと語学に熱心に打ち込んでいれば‥‥‥‥‥‥"
  },
  {
    "message": "修道院にあるのだから聖書か何かだろうが、偶然この一冊だけが燃え残るとは奇妙な話だ。"
  },
  {
    "message": "大して価値があるとも思えないな。"
  },
  {
    "message": "私は本を床に戻した。"
  },
  {
    "message": "焼け残った、昔の手書きの写本だ。"
  },
  {
    "message": "あまり価値がありそうにも思えない、ここに置いて行こう。"
  },
  {
    "message": "溶けたガラスの瓶だ。"
  },
  {
    "message": "科学の実験で使われるビーカーのような形をしている。"
  },
  {
    "message": "どうして修道院の地下にこんな物が？"
  },
  {
    "message": "私は溶けて底の部分しか残っていないガラス瓶を手に取った。"
  },
  {
    "message": "熱で溶けてからまた固まったガラスは、床にこぼれた水のように不定形の奇妙な形に変形してしまっている。"
  },
  {
    "message": "誰がこんな物を使ったのだろう。"
  },
  {
    "message": "人目のない地下室でこっそりと実験器具を前にした修道女など、私の想像力の範疇を越えている。"
  },
  {
    "message": "床を見ると、全く原形を留めていない溶けたガラスが大量にある。"
  },
  {
    "message": "他にも多くのガラス器具があったのではないだろうか。"
  },
  {
    "message": "するとこの部屋は実験室だったのか？"
  },
  {
    "message": "どうして修道院の地下室にそんな部屋が‥‥‥‥‥"
  },
  {
    "message": "さっぱり訳がわからない。"
  },
  {
    "message": "他にはどんな部屋があるのだろうか。"
  },
  {
    "message": "溶けたガラスの実験器具のようだ。"
  },
  {
    "message": "どうして修道院の地下室にこんな物が落ちているのか、訳が解らない。"
  },
  {
    "message": "　　外に出る　　"
  },
  {
    "message": "　　隣の部屋　　"
  }
]