[
  {
    "message": "左の手前にある部屋に入った。"
  },
  {
    "message": "室内も外から見たときと同じくらい酷い状態になっている。"
  },
  {
    "message": "しかし‥‥‥‥‥‥"
  },
  {
    "message": "扉は燃え残っているのに、室内がこんな酷い有様になるとは、どういう訳なのだろう。"
  },
  {
    "message": "左の手前にある部屋に入った。"
  },
  {
    "message": "確かに燃えた後はあったものの、扉は原型を留めていたにもかかわらず室内がこれほど酷い状態になっているのはどういう訳だ？"
  },
  {
    "message": "床に様々な遺物が散乱している。"
  },
  {
    "message": "どうやら倉庫のような部屋ではなく、何か重要な役目を果たしていた部屋だったらしい。"
  },
  {
    "message": "長身の人間がかがまずに通れるぐらいの穴を塞いだ跡のように、壁にひびが入っている。"
  },
  {
    "message": "火災の影響だろうか、床から天井までいくつものひびが入り、所々漆喰が剥がれ落ちている。"
  },
  {
    "message": "まるで壁に入り口が穿ってあったかのように、入り口のような形にひびが入っているのが、奇妙と言えば奇妙だ。"
  },
  {
    "message": "他の部分と同じように黒く汚れているところをみると、後から穴を塞いだという訳ではないのだろうが、偶然の仕業とは納得出来ない。"
  },
  {
    "message": "壁を強く押してみるが、それくらいではどうにもなりそうにない。"
  },
  {
    "message": "隣は確か、扉の前に瓦礫が積み重なった部屋だったはずだ。"
  },
  {
    "message": "この壁が崩れれば、隣の部屋に入る事が出来るのに‥‥‥‥"
  },
  {
    "message": "どうやら私の力では無理のようだ。"
  },
  {
    "message": "壁に大きなひびが入っている。"
  },
  {
    "message": "どうか私たちが部屋にいる間は崩れずにいてほしいものだ。"
  },
  {
    "message": "壁に大きなひびが入っている。"
  },
  {
    "message": "モルタルの壁が、天井の重みを支えきれなくなりつつあるようだ。"
  },
  {
    "message": "方向からするとこの壁の向こう側は土の中だ、この先に隠し部屋のようなものがあるとは考えにくい。"
  },
  {
    "message": "天井に入ったひびが不吉だ。"
  },
  {
    "message": "落盤を恐れる炭坑夫にでもなった気分だな‥‥‥‥‥‥"
  },
  {
    "message": "この天井の上に、重い石を敷いた地面があるかと思うと、背筋が寒くなる思いだ。"
  },
  {
    "message": "火災から１００年以上も放置されたままとあっては、いつ倒壊してもおかしくはないだろう。"
  },
  {
    "message": "壁から剥がれ落ちた漆喰が床に積み重なっている。"
  },
  {
    "message": "どうやら自然に剥がれた物のようだ。"
  },
  {
    "message": "床に漆喰の破片が積み重なっている。"
  },
  {
    "message": "壁に入ったひびの部分から剥がれ落ちた物だろう、白い破片は割れた陶磁器の破片を思わせる。"
  },
  {
    "message": "隣の部屋は、入り口に瓦礫が積まれて中に入る事が出来なかったはず。この壁が壊れれば、部屋に入る事が出来るのに‥‥‥‥"
  },
  {
    "message": "焼け残った、昔の手書きの写本だ。"
  },
  {
    "message": "あまり価値がありそうにも思えない、ここに置いて行こう。"
  },
  {
    "message": "かなり古い本だ"
  },
  {
    "message": "こんな酷い火災で燃え残るとは‥‥‥‥‥‥‥"
  },
  {
    "message": "私は床に落ちている本を手に取った。"
  },
  {
    "message": "なめしてから染色された皮の表紙は所々が焼けこげ、表題すら読めない状態になっている。"
  },
  {
    "message": "まだ印刷技術が一般的なものでなく、本が高価だった時代の物らしく、中は手書きの写本だ、熱心な修道女が丹念に書き移した物なのだろう。"
  },
  {
    "message": "書かれているラテン語のようだが、焼けこげやにじみ多くてほとんど読む事が出来ない。"
  },
  {
    "message": "学生時代にもっと語学に熱心に打ち込んでいれば‥‥‥‥‥‥"
  },
  {
    "message": "修道院にあるのだから聖書か何かだろうが、偶然この一冊だけが燃え残るとは奇妙な話だ。"
  },
  {
    "message": "大して価値があるとも思えないな。"
  },
  {
    "message": "私は本を床に戻した。"
  },
  {
    "message": "溶けたガラスの実験器具のようだ。"
  },
  {
    "message": "どうして修道院の地下室にこんな物が落ちているのか、訳が解らない。"
  },
  {
    "message": "溶けたガラスの瓶だ。"
  },
  {
    "message": "科学の実験で使われるビーカーのような形をしている。"
  },
  {
    "message": "どうして修道院の地下にこんな物が？"
  },
  {
    "message": "私は溶けて底の部分しか残っていないガラス瓶を手に取った。"
  },
  {
    "message": "熱で溶けてからまた固まったガラスは、床にこぼれた水のように不定形の奇妙な形に変形してしまっている。"
  },
  {
    "message": "誰がこんな物を使ったのだろう。"
  },
  {
    "message": "人目のない地下室でこっそりと実験器具を前にした修道女など、私の想像力の範疇を越えている。"
  },
  {
    "message": "床を見ると、全く原型を留めていない溶けたガラスが大量にある。"
  },
  {
    "message": "他にも多くのガラス器具があったのではないだろうか。"
  },
  {
    "message": "するとこの部屋は実験室だったのか？"
  },
  {
    "message": "どうして修道院の地下室にそんな部屋が‥‥‥‥‥"
  },
  {
    "message": "さっぱり訳がわからない。"
  },
  {
    "message": "他にはどんな部屋があるのだろうか。"
  },
  {
    "message": "　　外に出る　　"
  }
]