[
  {
    "message": "さすがに廃虚以外の何物でもない、かつて修道院だった場所は、夜になるとさらに不気味な雰囲気が漂っている。"
  },
  {
    "message": "明らかな火災の跡から判断すると、どれくらいの人数の修道女達が煙りにまかれ、炎に焼き殺されたのか知れようというものだ。"
  },
  {
    "message": "こうしてじっと立っていると、それらの非業の死を遂げた修道女達の声が今にも聞こえてきそうだ。"
  },
  {
    "message": "１００年も前に火災にあい、それ以来放置されている修道院だ。"
  },
  {
    "message": "こんな場所は村人にとって岬の遺跡よりも縁のない場所に違いない、動く者の姿は全く見えない。"
  },
  {
    "name": "ジョナサン",
    "message": "これは一体‥‥‥‥"
  },
  {
    "message": "私は思わず感嘆の声を挙げた。"
  },
  {
    "message": "修道院跡と言うからには、現在は使われていないものの、大聖堂や僧侶が寝起きしていた別棟などが並んでいると思っていたが‥‥‥‥"
  },
  {
    "message": "私の前に広がっているのは、わずかに残った石の壁と、すっかり炭化して見る影もない丸太が転がっているばかり。"
  },
  {
    "message": "至る所に雑草が生い茂り、かつて修道院を構成していた石材の大半は、新たに建築される建物の材料として持ち去られてしまっている。"
  },
  {
    "message": "普段ならこのような豊かな緑を目にすると心休まる気がするものだが、ここでは、木々の間から人ならぬ何者かがこちらの様子を伺っているのではないかという恐怖感が先立ってそれどころではない。"
  },
  {
    "message": "１００年以上の樹齢を数える老木が密生している。"
  },
  {
    "message": "修道院で起こった火災の何を逃れて、当時からそこにあったのだろう。"
  },
  {
    "message": "片田舎のわりには緑が少ないアーカムの中心部とは違い、人間が容易に入れ込めないほどに濃い緑だ。"
  },
  {
    "message": "石が整然と並んだ床が、修道院がまだ存在していた頃の面影をわずかに忍ばせている。"
  },
  {
    "message": "あたりには火災の跡を物語る、炭になった木片や、割れた石材の破片などがいたる所に散乱している。"
  },
  {
    "message": "それにしても、修道院の建物を構成していたにしては、異様なほど石や柱の数が少ない。"
  },
  {
    "message": "それらの大半は、新しい建物を造るための材料として、何者かに持ち去られてしまったのだろうが、それにしてもこれでは更地同然だ。"
  },
  {
    "message": "少しでも往時の面影を残していれば、大した観光の名所となっただろうに、これでは誰かに聞かなければ何があったのか解るはずもない。"
  },
  {
    "message": "ほんのわずかに残った建物の一部は、おそらく礼拝堂などのある大きな建物に並んで建てられた、小さな別棟の名のこりなのだろう。"
  },
  {
    "message": "入り口の跡と思われる石で縁取られたアーチ様の物の規模から考えると食料やその他の必需品を蓄えておくための物置のような建物ではなかったかと推測される。"
  },
  {
    "message": "修道院のもっとも大切な部分は跡形もなくなってしまったというのに、どうでもいいような別棟がその面影を残す事になるとは、なんと皮肉な話なのだろう。"
  },
  {
    "name": "コーデリア",
    "message": "誰もいないみたいだけど‥‥‥‥"
  },
  {
    "message": "　　　　　　　　これだけ何もないと、どこかに隠れているって事もな　　　　　　　　さそうね。"
  },
  {
    "name": "コーデリア",
    "message": "これが修道院の跡なの？"
  },
  {
    "message": "　　　　　　　　建物なんて何も残っていないじゃないの。"
  },
  {
    "name": "ジョナサン",
    "message": "炭化した柱のような物を見ると、かなりひどい火災に　　　　　　　　見舞われたようだな。"
  },
  {
    "name": "コーデリア",
    "message": "それにしても、こうも何もなくなってしまっていると　　　　　　　　ここに何があったかなんて、わたしが知らなくても当　　　　　　　　然よね。"
  },
  {
    "name": "ジョナサン",
    "message": "確かに、村人にとってこれほど意味のない場所もある　　　　　　　　まい。"
  },
  {
    "name": "コーデリア",
    "message": "内緒の逢い引きなんかにはもってこいかもしれない。　　　　　　　　ここなら人目を気にしなくてすむものね。"
  },
  {
    "name": "ジョナサン",
    "message": "こんな気味の悪い所じゃ、気分が乗らないね。"
  },
  {
    "message": "　　　　　　　　少なくとも屋根ぐらいはあってくれないと。"
  },
  {
    "name": "トマス",
    "message": "もっとよく探してみようぜ。"
  },
  {
    "message": "　　　　　　金目の物が転がってるかもしれねえぜ。"
  },
  {
    "name": "トマス",
    "message": "これが修道院かよ。"
  },
  {
    "message": "　　　　　　大したもんだ、綺麗さっぱり何も残っちゃいない。"
  },
  {
    "name": "ジョナサン",
    "message": "ここが修道院だったのは１００年も前の話だ。"
  },
  {
    "message": "　　　　　　　　何かがあったとしても、目敏い村人がさっさと持って　　　　　　　　行ってしまっているだろう。"
  },
  {
    "name": "トマス",
    "message": "これこそ何の役にもたたねえガラクタ置き場だな。"
  },
  {
    "message": "　　　　　　これならまだ、あのインチキ臭い遺跡の方がましだ。"
  },
  {
    "name": "ジョナサン",
    "message": "確かに歴史的に見て重要な物は見えないが‥‥‥"
  },
  {
    "message": "　　　　　　　　もっとよく探せば何か出て来るかもしれない。"
  },
  {
    "name": "トマス",
    "message": "俺としては銀の十字架とか、燭台なんてのがいいな。"
  },
  {
    "message": "　　　　　　ああいうもんは以外とガラクタに間違われて捨てられてる　　　　　　事が多いんだ。"
  },
  {
    "name": "ガードナー",
    "message": "ここにはマーシュ老人はいそうにないな。"
  },
  {
    "name": "ガードナー",
    "message": "マーシュ老人はいないようだな。"
  },
  {
    "message": "　　　　　　　　それどころか、動くものなど皆無だ。"
  },
  {
    "name": "ジョナサン",
    "message": "それにしてもひどい有様ですね。"
  },
  {
    "message": "　　　　　　　　元の修道院がどれほどの物だったのか、全く判断がつ　　　　　　　　かないじゃありませんか。"
  },
  {
    "name": "ガードナー",
    "message": "君がいつぞや夢に見たというのはここかね？"
  },
  {
    "name": "ジョナサン",
    "message": "さあ‥‥‥‥"
  },
  {
    "message": "　　　　　　　　私が見たのは修道院の一室だけで、外の景色はどんな　　　　　　　　だったか見当もつきませんから。"
  },
  {
    "name": "ガードナー",
    "message": "あまり収穫はなさそうだな。"
  },
  {
    "message": "　　　　　　　　もっと他を当たってみた方がよくないかね？"
  },
  {
    "message": "完全に炭化してしまっている木材は、私がほんの少し手を触れただけでもボロボロに崩れてしまう。"
  },
  {
    "message": "どんなにひどい火災がこの修道院を襲ったのだろうか。"
  },
  {
    "message": "床に転がっている炭化した木材に触れてみると、それはいとも簡単に崩れてしまった。"
  },
  {
    "message": "普通の火事でこうもひどく燃えたりするのだろうか？"
  },
  {
    "message": "いくら古い建物とはいえ、大部分が石造りの修道院を倒壊せしめる程の火災となるとかなりの規模だったのではないだろうか。"
  },
  {
    "message": "まるで油でもまいてから火をつけたようだな。"
  },
  {
    "message": "　　　地図　　　"
  }
]