[
  {
    "message": "粗末な放置された棺が並ぶ部屋だ。"
  },
  {
    "message": "さして広くない室内には、それらの棺の中の屍体が放つ腐敗の匂いが充満し、側にいるだけで吐き気をもよおす。"
  },
  {
    "message": "その異様な情景は、中世の時代にペストやコレラなどの伝染病が流行した後の様子と称する屍体の山の挿し絵を見るのとさして変わらない不快感を起こさせる。"
  },
  {
    "message": "この部屋は‥‥‥‥‥‥‥"
  },
  {
    "message": "室内には所狭しと棺が並べられている。"
  },
  {
    "message": "どれもがかなり古いもので、相応の年月を経ているようだ。"
  },
  {
    "message": "あまり広くない部屋の中にはそれらの棺が放つ腐敗の匂いが満ち、側にいるだけで吐き気をもよおしそうになる。"
  },
  {
    "message": "一体これはどういう訳なのだ？"
  },
  {
    "message": "どうして修道院の地下にたくさんの棺が置かれているのだろうか。"
  },
  {
    "message": "古い寺院によくある、納骨堂というのなら解らないでもないが、そんな雰囲気でもない。"
  },
  {
    "message": "これは明らかに放棄された物に違いない。"
  },
  {
    "message": "すると、棺の中に入っているのは‥‥‥‥‥‥‥"
  },
  {
    "message": "部屋の壁は、ここまで来る途中の通路と同じように激しい炎に焼かれ、ひび割れ煤けている。"
  },
  {
    "message": "かつて室内に何があったにせよ、それらの物の残骸は何者かによって全て取り去られてしまったようだ。"
  },
  {
    "message": "この部屋を見るに及んで、何者かがわざわざ地下に続く階段を隠した意味が解ったような気がする。"
  },
  {
    "message": "他の場所と同じように、壁には火災の跡がはっきりと残っている。"
  },
  {
    "message": "室内に何の残骸も残っていないところを見ると、何者かがきれいに片づけてしまったようだ。"
  },
  {
    "message": "乱暴に放置された棺には、火災の跡は全く見られない。"
  },
  {
    "message": "これらの棺は全て火災の後に運び込まれたようだ。"
  },
  {
    "name": "ジョナサン",
    "message": "棺には炎に焼かれた様子はないな。"
  },
  {
    "message": "　　　　　　　　おそらく火災の後で運び込まれたんだろう。"
  },
  {
    "name": "コーデリア",
    "message": "どうしてこんな所に？"
  },
  {
    "message": "　　　　　　　　アーカムには立派な墓地があるじゃないの。"
  },
  {
    "name": "ジョナサン",
    "message": "村の全ての人間を埋葬出来る程の広さはない。"
  },
  {
    "message": "　　　　　　　　ここにある棺は、墓地に埋められる事を拒否された。"
  },
  {
    "name": "コーデリア",
    "message": "どうしてなの、それじゃ酷すぎるわ。"
  },
  {
    "message": "　　　　　　　　この人達が浮かばれないじゃない。"
  },
  {
    "name": "ジョナサン",
    "message": "おそらく‥‥‥‥‥この棺の中にいるのは、修道院で　　　　　　　　火災に巻き込まれた修道女達なんじゃないかな。"
  },
  {
    "name": "コーデリア",
    "message": "‥‥‥‥‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "ここにある棺は、ほとんど同じ時代の物のようだ。"
  },
  {
    "message": "　　　　　　　　しかもこの粗末な造り、自分の親や幼くして死んだ子　　　　　　　　を埋葬するには粗末すぎるじゃないか。"
  },
  {
    "name": "コーデリア",
    "message": "身よりのない修道女の屍体なのね‥‥‥‥"
  },
  {
    "message": "　　　　　　　　まるで厄介払いをするみたいにここに捨てたんだわ！"
  },
  {
    "message": "乱暴に放置された棺には、火災の跡は全く見られない。"
  },
  {
    "message": "これらの棺は全て火災の後に運び込まれたようだ。"
  },
  {
    "message": "何故こんな所に、死者を弔うようすなどなく捨てられたのだろう。"
  },
  {
    "message": "これらの棺は、自分の親や幼くして死んだ子供を葬るには相応しくないほど粗末な物だ。"
  },
  {
    "message": "身よりのない者のために、値段だけを最優先で造られたと言っても過言ではないだろう。"
  },
  {
    "message": "そうか‥‥‥‥"
  },
  {
    "message": "これらの棺は屍体の引き取り手がつかない者達の‥‥‥‥‥"
  },
  {
    "message": "この修道院で火災に巻き込まれた修道女達の屍体なのだ。"
  },
  {
    "message": "村人達は厄介払いをするように、形ばかりの棺に彼女らの亡骸を押し込め、修道院の地下室に放棄したんだ。"
  },
  {
    "message": "あまりにも酷すぎる。"
  },
  {
    "message": "しかし、こんな事を平気な顔でやってのける唾棄すべき奴等はとっくにこの世にはないはずだ。"
  },
  {
    "message": "村人達は他人の顔で地下室に続く階段を隠し、さっさと忘れてしまっているに違いない。"
  },
  {
    "message": "古びた棺はいかにも安っぽいぞんざいな造りで、十字架の下には中に誰が埋葬されているかを伝える名前さえ入っていない。"
  },
  {
    "message": "薄中の屍体から染みだした血がどす黒い染みになって、棺の薄い板に染み込んでいる様は、納骨堂に並んだ真っ白の頭蓋骨などよりほほど生々しく感じられる。"
  },
  {
    "message": "こんな所に放置された屍体達は、この不当なやり方をどう思っているのだろう。"
  },
  {
    "message": "今にも釘で打ちつけられた薄い板を打ち破って、自分の酷い扱われ方に不満の意を唱えだしても、私は一向に驚かないだろう。"
  },
  {
    "name": "コーデリア",
    "message": "ひどいわ‥‥‥‥"
  },
  {
    "message": "　　　　　　　　これじゃ棺の中の人が可哀相。"
  },
  {
    "name": "コーデリア",
    "message": "誰にも自分のいる場所が解らず、誰も花さえ手向けよ　　　　　　　　うともしないなんて。"
  },
  {
    "name": "ジョナサン",
    "message": "こんな事をした人間は、よほど邪魔だったんだろう。　　　　　　　　丁重に埋葬するなんて夢にも思わなかったんだ。"
  },
  {
    "message": "土中に埋められる事もなく、湿気の多い地下室で腐敗するにまかせられている。"
  },
  {
    "message": "薄い板の表面には、血と腐敗がもたらす尾篭な液体が染み込み、どす黒く変色した跡がくっきりと浮かんでいる。"
  },
  {
    "message": "こんな物をみせられて不快に思わない人間はいないだろう。"
  },
  {
    "message": "それの思いは、汚らしい物を見せられた為というより、死者の尊厳を踏みにじる卑劣な輩が存在するという事に対する怒りから生じるのだ。"
  },
  {
    "message": "あまり木材が多く産出されないアーカムでは、木は貴重品なのかもしれない。"
  },
  {
    "message": "極めてぞんざいな造りの棺は、かなり質の悪い材料で出来ている。"
  },
  {
    "message": "表面を指先でなぞると、ささくれ立ってざらついた感触がする。"
  },
  {
    "message": "湿気でたわんだ棺の蓋はほとんど腐りかけており、強く押しただけでいとも簡単に割れてしまいそうだ。"
  },
  {
    "message": "ぞんざいに釘で打ちつけられた棺の蓋は、湿気のために形が歪み、ほんの少し指で持ち上げただけで中を覗き見る事が出来る。"
  },
  {
    "message": "わざわざ見たいとは思わないが、棺の中にどんな人間が埋葬されているのかに興味がない訳ではない。"
  },
  {
    "message": "しかし‥‥‥‥‥‥‥"
  },
  {
    "message": "止めておいた方がいいだろう。"
  },
  {
    "message": "ただでさえ不遇の目にあっている死者を、これ以上冒涜するのはあまりにも酷すぎる。"
  },
  {
    "message": "　　外に出る　　"
  }
]