[
  {
    "message": "薄暗い闇の中にとけ込んでしまいそうな、黒ずんだ墓石がある。"
  },
  {
    "message": "磨耗と痛みが激しく、すり減った表面に、わずかにダニッジの文字が見て取れる。"
  },
  {
    "message": "深夜の墓地という状況だけで十分に不気味な雰囲気なのだが、墓石の下に眠っているのが、非業の死を遂げたダニッジの娘だという事を知っていればなさら異様な恐怖感を覚えてしまう。"
  },
  {
    "message": "特に墓守が話してくれた『巡回判事〜』の話を聞いた後ではなおさらそう思えてしまう。"
  },
  {
    "message": "判事が棺の蓋を開けた時、中の屍体が腕をのばしで判事の喉を絞めたと言っていたが、そんな事があり得るのだろうか？"
  },
  {
    "message": "ダニッジの墓の前だ。"
  },
  {
    "message": "この墓はどうやらドルリイの物ではないようだが、他にダニッジ家の物であると解る墓石はない。"
  },
  {
    "message": "墓が暴かれた痕跡はないから、多分この墓は無礼な行為を受けずに済んだのだろう。"
  },
  {
    "message": "巡回判事も幼いダニッジの娘が眠るこの墓を暴くのは気がひけたのかもしれない。"
  },
  {
    "message": "それにしても、こんな小さな村で起こった事件の為に、判事が出向いてきてわざわざ墓暴きまでするのはひどく特別な事のように思える。"
  },
  {
    "message": "もしかすると、判事に事件の事を伝え、アーカムまで出向かせたのは、マーシュだったのかもしれないな。"
  },
  {
    "message": "薄暗い闇の中にとけ込んでしまいそうな、黒ずんだ墓石がある。"
  },
  {
    "message": "磨耗と痛みが激しく、すり減った表面に、わずかにダニッジの文字が見て取れる。"
  },
  {
    "message": "深夜の墓地という状況だけで十分に不気味な雰囲気なのだが、墓石の下に眠っているのが、非業の死を遂げたダニッジの娘だという事を知っていればなさら異様な恐怖感を覚えてしまう。"
  },
  {
    "message": "ダニッジの墓の前だ。"
  },
  {
    "message": "この墓はどうやらドルリイの物ではないようだが、他にダニッジ家の物であると解る墓石はない。"
  },
  {
    "message": "あんな事件の後では、ぞんざいに扱われても仕方がないのかもしれないが、村でも屈指の名家の末路がこれでは、いささか酷すぎるのではないだろうか。"
  },
  {
    "message": "ダニッジ家の墓地の前だ。"
  },
  {
    "message": "このあまりに質素な墓地の中に眠っているのは、ドルリイの末娘だけ、非業の死を遂げた幼い娘がたったひとりだけ‥‥‥‥‥"
  },
  {
    "message": "どういう訳か、墓地を美麗な状態に保つ事に情熱を燃やしているはずの墓守もこの墓の周囲だけは手を触れようとせず、小さな墓石は下草に隠れて今にも見えなくなってしまいそうだ。"
  },
  {
    "message": "ひっそりとした墓地の、もっとも端の一画だ。"
  },
  {
    "message": "これでは万が一ダニッジにゆかりの者がここを訪れたとしても、墓碑がある事に気づく可能性は極めて低いだろう。"
  },
  {
    "message": "ひっそりとした墓地の、もっとも端の一画だ。"
  },
  {
    "message": "ダニッジ家の人間が葬られるのに相応しい場所とは思えない。"
  },
  {
    "message": "枯れかけた雑草があたり一面を覆っている。"
  },
  {
    "message": "踏み潰されたようでもなく、誰はばかる事なく生い茂っている様子は、長い間墓参に来た人間がいない事を物語っている。"
  },
  {
    "message": "この様子だと、夏場には青々とした草が墓碑をすっかり覆い隠してしまうだろう。"
  },
  {
    "message": "墓守はどうしてダニッジ家の墓だけをこんな状態にしておくのだ？"
  },
  {
    "message": "まるで墓石が草におおわれ、これがダニッジ家のものであることが解らなくなればいいと願っているようだ。"
  },
  {
    "message": "墓石に刻まれたダニッジの文字とその下の文章は、風雨に削られてもうほとんど読みとる事が出来ない。"
  },
  {
    "message": "今となってはその事を気にする人間さえいないとあっては、うら寂しい気持ちになっても無理からぬ事だろう。"
  },
  {
    "message": "墓石の下に眠るドルリイの末娘、ハンナ・ダニッジはこのあまりの処遇をどう感じているのだろう。"
  },
  {
    "message": "かつて栄華を極めたダニッジ家の人間が葬られているのには不似合いの粗末ば墓石だ。"
  },
  {
    "message": "それにしても、ドルリイをはじめとするほかのダニッジ家の人間の墓が全くみつからないのはどういう訳なのだろうか。"
  },
  {
    "message": "ドルリイの末娘ハンナが眠る墓だ。"
  },
  {
    "message": "墓参に訪れる者など皆無なようで、あたりは雑草がはびこるままに放置されている。"
  },
  {
    "message": "ダニッジ家の墓の前だ。"
  },
  {
    "message": "墓守が話してくれた、巡回判事の話を思い出す。"
  },
  {
    "message": "判事が墓を暴いたのは、事件が起こって数年が経った後だ。"
  },
  {
    "message": "もし何らかの理由で墓の中の人間が実は死んでいなかったにしても、そんなに長い間棺の中で生きながらえる事など出来る訳がない。"
  },
  {
    "message": "やはり埒もないうわさ話というのが本当の所だろうが‥‥‥"
  },
  {
    "message": "本当の事が知りたければ墓を暴いてみろと言っていたな。"
  },
  {
    "message": "今はそうする必要は感じられないが、もしかするといずれ墓を掘ってみる羽目になるかもしれないな。"
  },
  {
    "message": "『ハンナ・ダニッジ　１８５３〜１８６１"
  },
  {
    "message": "　父、ドルリイ　母、ジーンの第二子として生まれる。』"
  },
  {
    "message": "『ハンナ・ダニッジ　１８５３〜１８６１"
  },
  {
    "message": "　父、ドルリイ　母、ジーンの第二子として生まれる。』"
  },
  {
    "message": "ハンナの墓碑に書かれているのは、それがどんな人間であるかを知らせる最小限の記録だけのようだ。"
  },
  {
    "message": "わずか８歳で非業の死を遂げなければならなかった少女に、他に何を記す事があると言うのだろう。"
  },
  {
    "message": "その生涯はあまりにも短すぎて、他に記すべき思い出などないのだ。"
  },
  {
    "message": "私にはこの墓碑を造った人間の気持ちが手に取るように解る。"
  },
  {
    "message": "それはあまりにも過酷な仕事だっただろう。"
  },
  {
    "message": "　　　戻る　　　"
  }
]