[
  {
    "message": "ダニッジの墓石の前だ。"
  },
  {
    "message": "やはりここにもコーデリアの姿はない。"
  },
  {
    "message": "昼間でも彼女がひとりでこんな所に来れたとは想像できないというのにこんな暗い夜道をわざわざやって来るとは到底考えられない。"
  },
  {
    "message": "薄暗い闇の中にとけ込んでしまいそうな、黒ずんだ墓石がある。"
  },
  {
    "message": "磨耗と痛みが激しく、すり減った表面に、わずかにダニッジの文字が見て取れる。"
  },
  {
    "message": "深夜の墓地という状況だけで十分に不気味な雰囲気なのだが、墓石の下に眠っているのが、非業の死を遂げたダニッジの娘だという事を知っていればなさら異様な恐怖感を覚えてしまう。"
  },
  {
    "message": "ダニッジの墓の前だ。"
  },
  {
    "message": "この墓はどうやらドルリイの物ではないようだが、他にダニッジ家の物であると解る墓石はない。"
  },
  {
    "message": "あんな事件の後では、ぞんざいに扱われても仕方がないのかもしれないが、村でも屈指の名家の末路がこれでは、いささか酷すぎるのではないだろうか。"
  },
  {
    "message": "どうやらこれのようだ。"
  },
  {
    "message": "ダニッジの墓石は冬枯れした雑草に覆われ、長い間誰もこの墓に参った事がないという事が解る。"
  },
  {
    "message": "あまりにも哀れで、思わず目を背けたくなる光景だ。"
  },
  {
    "message": "村で屈指の名家として一目おかれていた人々の末路がこれでは、少しばかり残酷すぎるのではないだろうか。"
  },
  {
    "message": "ひっそりと佇む墓石は、そんな私の気持ちとは思いを異にするように、まるで一刻も早くまわりの人間から忘れ去られる事を望んでいるようにも見える。"
  },
  {
    "message": "それが願いだとしたら、その思いはほとんど遂げられたようだ。"
  },
  {
    "message": "村人達は、もうダニッジの事を覚えてはいない。"
  },
  {
    "message": "いつまでもその事に固執しているのは、他ならぬドルリイの親友だったマーシュだけなのだから。"
  },
  {
    "message": "闇にとけ込んでしまっていて、あたりの状況はほとんど解らない。"
  },
  {
    "message": "生い茂った樹木の影から誰かが覗いていたとしても、今の私にはその存在を知ることは出来ないだろう。"
  },
  {
    "message": "ひっそりとした墓地の、もっとも端の一画だ。"
  },
  {
    "message": "これでは万が一ダニッジにゆかりの者がここを訪れたとしても、墓碑がある事に気づく可能性は極めて低いだろう。"
  },
  {
    "message": "ひっそりとした墓地の、もっとも端の一画だ。"
  },
  {
    "message": "ダニッジ家の人間が葬られるのに相応しい場所とは思えない。"
  },
  {
    "message": "枯れかけた雑草があたり一面を覆っている。"
  },
  {
    "message": "踏み潰されたようでもなく、誰はばかる事なく生い茂っている様子は、長い間墓参に来た人間がいない事を物語っている。"
  },
  {
    "message": "この様子だと、夏場には青々とした草が墓碑をすっかり覆い隠してしまうだろう。"
  },
  {
    "message": "ただでさえ痛みが激しくて、何が描かれているのか解らないのに、こう暗くてはなおさら墓石に刻まれた文章を読みとるのは難しい。"
  },
  {
    "message": "しかし、墓石全体の印象は周囲の闇でも隠す事は出来ないようで、栄華を誇ったダニッジ家の人間が眠る墓とは想像できないほど貧相だ。"
  },
  {
    "message": "これではまるで道端で死に絶えた浮浪者の墓と大した違いはない。"
  },
  {
    "message": "ドルリイの親友で、ダニッジ家の全ての財産を任されたはずのマーシュは、死んだ者達に対して何もしてやらなかったのだろうか。"
  },
  {
    "message": "風化してほとんど消えそうな文字でダニッジと記されている。"
  },
  {
    "message": "それほど丹念に彫刻された物ではないようで、ぞんざいに書きなぐったような文字だ。"
  },
  {
    "message": "一族が全て死に絶えてしまったダニッジ家には、遺体を丁重に葬ってくれる親類さえなかったのだろう。"
  },
  {
    "message": "これではまるで道端で死に絶えた浮浪者の墓と大した違いはない。"
  },
  {
    "message": "ドルリイの親友で、ダニッジ家の全ての財産を任されたはずのマーシュは、死んだ者達に対して何もしてやらなかったのだろうか。"
  },
  {
    "message": "見る影もないほど荒れ果てている。"
  },
  {
    "message": "ドルリイの親友だったはずのマーシュは、ダニッジ家の墓がこんな有様になっていて、何とも思わないのだろうか。"
  },
  {
    "message": "全体に蔦がからまり、見る影もないほど荒れ果てている。"
  },
  {
    "message": "あの墓守はマーシュとは友人だと言っていた。ドルリイの事を知らない訳でもあるまい。"
  },
  {
    "message": "どうしてダニッジ家の墓をこんな荒れ果てた状態にしておくのだろう。わざとそうしているのだろうか？"
  },
  {
    "message": "もう何も見たくはない。"
  },
  {
    "message": "こんな所にじっとしているよりも、ドルリイがどうしてこんな真似をしたのかという事実を調べている方がましだ。"
  },
  {
    "message": "私は盲者が指で字を追うように、すり減った鉄のプレートを指で追ってそこになにが記されているのか確かめた。"
  },
  {
    "message": "『ハンナ・ダニッジ　１８５３〜１８６１"
  },
  {
    "message": "　父、ドルリイ　母、ジーンの第二子として生まれる。』"
  },
  {
    "message": "この墓はドルリイの物ではないようだ。"
  },
  {
    "message": "ハンナ・ダニッジか、何処かで聞いた名前だが‥‥‥‥"
  },
  {
    "message": "そうだ、資料館で見た判例集にその名前があったように記憶している。ただひとり原型を残した遺体で発見されたという。"
  },
  {
    "message": "しかし、この墓がハンナの物であるとしたら、他の殺された家族や一家を惨殺した張本人であるドルリイの墓はどこにあるのだろう。"
  },
  {
    "message": "あまりにも無惨な遺体であった為に、墓地に埋葬する事さえ出来なかったというのだろうか。"
  },
  {
    "message": "わずか８歳の少女の遺体が一番まともだったとは‥‥‥‥"
  },
  {
    "message": "ドルリイにも慈悲の心は残っていたのだろうか。"
  },
  {
    "message": "『単語の綴りが上手く、州のコンクールで優等を獲得した。"
  },
  {
    "message": "　幼いながら聡明な頭脳を持ち、将来を嘱望されていた。』"
  },
  {
    "message": "わずか８年しか生きられなかった少女の墓碑に刻まれた言葉だ。"
  },
  {
    "message": "他に何と記せばいいと言うのか。"
  },
  {
    "message": "私にはこの墓碑を造った人間の気持ちが手に取るように解る。"
  },
  {
    "message": "もしもドルリイが正気を保っていたというなら、どうして自分の娘に手をかけるような真似が出来たと言うのか‥‥‥‥"
  },
  {
    "message": "草に隠れるように、墓石の下の方に鉄のプレートがはめ込んである。"
  },
  {
    "message": "表面はすっかり磨耗して、何が記してあるのかよく解らない。"
  },
  {
    "message": "　　　戻る　　　"
  }
]