[
  {
    "message": "二階の部屋に通じる廊下だ。"
  },
  {
    "message": "築１００年以上を経た屋敷は、一歩足を踏み出すたびにぎしぎしと音を立てて背筋を寒くさせる。"
  },
  {
    "name": "コーデリア",
    "message": "また女の子が殺された部屋に入るつもりなの？"
  },
  {
    "message": "　　　　　　　　わたし、あの部屋には入りたくないわ。"
  },
  {
    "message": "確かに室内の床とベッドに着いた、はっきりとそれと解る生々しい血の跡を見ると、否応なく部屋が幼い少女が殺された現場だと思い出させられてしまう。"
  },
  {
    "message": "あまり積極的に足を踏み入れたいとは思わないが‥‥‥‥"
  },
  {
    "message": "窓ひとつない二階の廊下はわずかな月の光さえなく、普通に歩く事さえかなりの慎重さを要求される。"
  },
  {
    "message": "造られてから１００年はゆうに経過しているであろう木の廊下は、私が一歩踏み出すたびにギシギシと不快な音を発して、いつ抜けるかもしれないという恐怖感を覚えさせる。"
  },
  {
    "message": "やはりひとりで来たのは失敗だったろうか。"
  },
  {
    "message": "別に霊の存在を信じている訳ではないのだが‥‥‥‥‥"
  },
  {
    "message": "ダニッジ邸の二階の廊下だ。"
  },
  {
    "message": "左右にふたつの扉があり、もっと奥は暗くてよくわからない。"
  },
  {
    "name": "ジョナサン",
    "message": "床が抜けるかもしれない、静かに歩いてくれよ。"
  },
  {
    "message": "　　　　　　　　なにしろ古い建物だから‥‥‥‥"
  },
  {
    "message": "ダニッジ邸の二階の廊下だ。"
  },
  {
    "message": "左右にふたつの扉があり、もっと奥は暗くてよくわからない。"
  },
  {
    "name": "コーデリア",
    "message": "お屋敷の中ってこんなふうになってたのね。"
  },
  {
    "message": "　　　　　　　　薄暗くて恐いわ。"
  },
  {
    "message": "コーデリアは私の腕に躰を押しつけ、耳元で囁くように言う。"
  },
  {
    "message": "腕に当たる柔らかい胸の感触は悪くないが、こう躰を密着させていては歩きにくいことこのうえない。"
  },
  {
    "name": "ジョナサン",
    "message": "もう少し離れてくれ、これじゃあ上手く歩けないよ。　　　　　　　　ただでさえ暗いのに‥‥‥‥"
  },
  {
    "name": "コーデリア",
    "message": "だって恐いんですもの。"
  },
  {
    "message": "　　　　　　　　わたしがこの家の子供だったら、毎日こんな廊下を歩　　　　　　　　くなんて絶対に出来ないわ。"
  },
  {
    "message": "思ったほど埃が積もっていないが、所々黒く変色している。"
  },
  {
    "message": "床板が腐っているのか、事件の名残りなのかは定かでない。"
  },
  {
    "message": "１００年以上も前に造られた床だ、いつ抜けてもおかしくはない。"
  },
  {
    "message": "所々黒ずんでいるように見えるのは、床板が腐ってしまっているのか、例の事件の名残りなのか‥‥‥‥"
  },
  {
    "message": "窓がないおかげでどこからも埃が入ってきたりしないからなのか、玄関ホールほど汚れてはいない。"
  },
  {
    "message": "これでは誰かが先に進入していたとしても、その足跡を発見するのは困難だろう。もっとも、屋敷に入る手段が玄関以外にあったとしたらの話だが。"
  },
  {
    "message": "漆喰の所々にひび割れが見えるものの、大きな痛みはない。"
  },
  {
    "message": "上階が普通の部屋として使われていたのなら、振動でもっとひどい事になっていても不思議ではないのだが‥‥‥‥"
  },
  {
    "message": "綺麗に漆喰を塗られた天井は、蜘蛛の巣があるくらいで当時のまま残っている。"
  },
  {
    "message": "上階は屋根裏部屋かなにかのはずだが、このあたりにはそれらしい階段は見あたらない。"
  },
  {
    "message": "ドルリイが生きていた頃からすでに使われておらず、階段を取り去ってしまっていたのだろうか。"
  },
  {
    "message": "暗くてよく解らない。"
  },
  {
    "message": "すぐ目の前にふたつの扉があるのだから、そこから調べてみるべきだと思うが‥‥‥‥"
  },
  {
    "message": "ほとんど明かりがない為に、奥の方は何があるのかよく解らない。"
  },
  {
    "message": "一階にあるのが居間や書斎なのだとしたら、この二階にはドルリイ夫婦の寝室や、娘達の部屋があったはずだ。"
  },
  {
    "message": "とにかく目の前にあるふたつの部屋だけという事はないだろう。"
  },
  {
    "message": "死人の家を泥棒のように漁るのはあまり気が進まないが、このまま放っておく訳にもいかない。"
  },
  {
    "message": "とりあえず、手近なところから始めるしかないだろう。"
  },
  {
    "message": "周囲の壁とは不似合いなまでに無骨な鉄の扉だ。"
  },
  {
    "message": "他の部屋が普通の木製の扉だったのに、この部屋に限って鉄製の物に取り替えられているのはどういう訳なのだろうか。"
  },
  {
    "message": "外部の人間を室内に入れさせたくなかったのか‥‥‥‥‥"
  },
  {
    "message": "それとも中にいる何者かが部屋の外に出るのを妨げるためなのか。"
  },
  {
    "message": "無骨な鉄の扉がある。"
  },
  {
    "message": "鍵はすでに開いているが‥‥‥‥‥"
  },
  {
    "message": "どうしてこの部屋だけが鋼鉄の頑丈な物に替えられているのか、未だに理解に苦しむ。"
  },
  {
    "message": "かつてこの部屋で、どんな事が行われていたのだろう。"
  },
  {
    "message": "長い間使われず錆びついているはずの錠は、以外と簡単に開いた。"
  },
  {
    "message": "頑丈な扉のわりに鍵はたったひとつしかないし、しかもそれほど丈夫なものでもなかったようだ。"
  },
  {
    "message": "その扉はいかにも頑丈そうな金属製で、さらに鉄材で補強をしてある。漆喰で固めた周囲の壁とはいかにも不似合いで、誰かが後から特別の目的で取り付けた事が解る。"
  },
  {
    "message": "錆が浮いた扉に取り付けられた、やはり鉄製の取っ手に触れたが、扉はびくともしない。"
  },
  {
    "message": "数十年を経た後でもゆるみさえないとは驚きだ。"
  },
  {
    "message": "よほど厳重に取り付けられたのだろう。"
  },
  {
    "message": "こんなに気を配って余人の進入を妨げたかったからには、何か重大な目的があったに違いない。"
  },
  {
    "message": "この部屋で何が行われていたのだろうか。"
  },
  {
    "message": "すでに鍵は開いている。"
  },
  {
    "message": "たとえこの部屋がふたりの娘のどちらかを殺した場所だとしても、入らない訳にはいかない。"
  },
  {
    "message": "開いた。"
  },
  {
    "message": "これで室内に入る事が出来る。"
  },
  {
    "message": "どうやら普通の部屋の扉のようだ。"
  },
  {
    "message": "二階の日当たりの良さそうな向きにある事を考えると、ドルリイのふたりの娘、ロリーナかハンナの部屋である可能性が高い。"
  },
  {
    "message": "どちらの娘も、父親の振り下ろした斧によって殺されたのだったな。"
  },
  {
    "message": "特にロリーナの方は両手両足を切り落とされた惨たらしい姿で発見されたと記されていたように記憶している。"
  },
  {
    "message": "とすると、この扉の向こうが、どちらかの娘が殺された現場である可能性が濃厚な訳だ。"
  },
  {
    "message": "　　右の部屋　　"
  },
  {
    "message": "実験室"
  },
  {
    "message": "　　左の部屋　　"
  },
  {
    "message": "　　子供部屋　　"
  },
  {
    "message": "玄関ホール"
  }
]