[
  {
    "message": "ダゴンの教会でコーデリアが甘受していた忌まわしい儀式の事を考えると、一刻も早くギルマンハウスで彼女の帰りを待っているべきではないだろうか。"
  },
  {
    "message": "ナイはコーデリアの事を『主に捧げる大切な』女だと言っていた。"
  },
  {
    "message": "彼らがどんな教義を持ち、何を目的にダゴンの信者となったのか私が知る訳もないが、何れ黒魔術的な邪教崇拝の徒であるに違いない。"
  },
  {
    "message": "信者達に『この女に手を出してはならぬ』と命じていたナイの言葉を信ずるならば、コーデリアが今すぐ殺されるような事はないだろう。この猶予期間を使って、出来るだけ早く村から脱出しなければ。"
  },
  {
    "message": "ここにはコーデリアの姿はない。"
  },
  {
    "message": "昼でも彼女がひとりで屋敷にやってくるとは思えないが、昨晩の夢遊病者めいた行動を思うと、屋敷の中にいる可能性も全くない訳ではない。"
  },
  {
    "message": "むしろダニッジ邸の与える強い印象が、意識を失ってからも記憶の中に残り、無意識のうちに屋敷にやってくるかもしれない。"
  },
  {
    "message": "昼間でも積極的に足を踏み入れたいとは思わなかった屋敷は、夜になるとさらに幽霊屋敷そのものといった不気味なまでの雰囲気をかもしだしている。"
  },
  {
    "message": "廃屋とはどこも同じようなものだろうが、人の住まなくなった家というのは妙な悲哀を感じさせるものだ。"
  },
  {
    "message": "６０年前に惨殺事件が起こったダニッジ邸だ。"
  },
  {
    "message": "当然の事だが、誰もこの屋敷に近寄ろうとはしないのだろう、廃屋同然に荒れ果てている。"
  },
  {
    "message": "忌まわしい事件のあらましを知っていればなおのこと、屋敷には人知の及ばぬ何かが起こりそうな予感を覚えさせる。"
  },
  {
    "message": "ダニッジ邸の前だ。"
  },
  {
    "message": "今から６０年ほど前に死んだドルリイの、さらに数代前の当主が建てたものだけあって、屋敷はかなり古びた様子だ。"
  },
  {
    "message": "ピカレスク小説の舞台となる悪漢達が隠れ家にしそうなと言うと過言に過ぎるかもしれないが、一般的な金持ちの邸宅に見られる広大な庭の奥に隠れるように建つ館とはあまりにもかけ離れている。"
  },
  {
    "message": "家の立て込んだ街の中ならば話は別だが、隣家と徒歩で数十分もかかるようなアーカムでは、庭を持つ事はそれほど贅沢ではないだろう。"
  },
  {
    "message": "驚いた事に、古いガス灯は今でも立派に機能している。"
  },
  {
    "message": "あまりの事故の多さに、ロンドンではすっかり姿を消してしまったが、アーカムではまだ一般的につかわれているようだ。"
  },
  {
    "message": "久しく手入れをされた様子はなく、ガラスが煤で汚れている。"
  },
  {
    "message": "そのために十分な明かりを放つ事ができないようで、ダニッジ邸の周囲はかなり暗い。"
  },
  {
    "message": "古いガス灯だ。"
  },
  {
    "message": "重大な事故が発生する確率が非常に高い為に、ロンドン市内からは姿を消してしまったが、アーカムではまだ現役らしい。"
  },
  {
    "message": "古いガス灯のようだ。"
  },
  {
    "message": "未だ機能するのかは疑問だが、事件のあったダニッジ邸の周辺には滅多に人がやって来る事はない。"
  },
  {
    "message": "明かりがなくても誰も文句は言わないはずだ。"
  },
  {
    "message": "それより問題なのは、重大な事故がおきる可能性があるという事だ。"
  },
  {
    "message": "しばらく手入れされた様子はないようだし、ガスもれが起こっていても誰も気づかないのではないだろうか。"
  },
  {
    "message": "古いガス灯が立っている。"
  },
  {
    "message": "忌まわしい事件が起こったダニッジ家には誰も寄りつこうとしないはずだから、たとえ明かりがついたとしても何の役にも立たないだろう。"
  },
  {
    "message": "村でもっとも裕福な家という割には、それほど豪華なものではない。"
  },
  {
    "message": "しごく平凡な扉はすっかり光沢を失って、端の方から腐りはじめているようだ。"
  },
  {
    "message": "誰も邸に入り込む心配はないとたかをくくっているのか、玄関には鍵がかかっていない。"
  },
  {
    "message": "盗むほどの価値がある物はとっくの昔に消失してしまったと言う事なのだろうか。"
  },
  {
    "message": "よほど雑な管理をしているようで、邸の鍵は開いたままになっている。いつでも自由に入り込む事が可能だ。"
  },
  {
    "message": "ダニッジ邸の居間の窓だ。"
  },
  {
    "message": "あの部屋にはドルリイの父、フィリップ・ダニッジのものと思われる肖像画や、家族の写真が置いてあったはずだ。"
  },
  {
    "message": "奥に続く部屋の扉は、マーシュからもらった鍵では開かなかった。"
  },
  {
    "message": "おそらく、扉の向こうはドルリイが自ら命を絶った書斎に違いない。"
  },
  {
    "message": "部屋の中に入れば、ドルリイがどうして家族を殺さねばならなかったかが解るかもしれない。"
  },
  {
    "message": "ダニッジ家の居間の窓だ。"
  },
  {
    "message": "あの部屋にはドルリイの父、フィリップ・ダニッジのものと思われる肖像画や、家族の写真が置いてあったはずだ。"
  },
  {
    "message": "鎧戸は開いたままになっているが、屋敷の中が暗いせいで、室内の様子を知る事は出来ない。"
  },
  {
    "message": "廃屋のような邸にぽっかりと穴の空いた眼底のように見えてしまうのはこの屋敷が持つ過去のせいだろうか。"
  },
  {
    "message": "うっかり目を離すと、誰かがこちらを覗いているように思える。"
  },
  {
    "message": "恐怖感のせいで、かえって目を離す事ができない。"
  },
  {
    "message": "屋根裏部屋だろうか、凝った造りではあるが、住み心地はあまり良さそうではない。"
  },
  {
    "message": "ホテルなどにはよくありがちだが、一般家屋にはあまり向いているとは言えない。物置かゲストルームにでも使われていたのだろうか？"
  },
  {
    "message": "あまり住み心地が良さそうではない屋根裏部屋だ。"
  },
  {
    "message": "物置にでも使われていたのだろう。"
  },
  {
    "message": "屋敷の前庭に植えられていた潅木が、いつの間にか成長してしまった物らしい。今では屋敷の半分ほどを覆い隠すまでになっている。"
  },
  {
    "message": "奇妙にねじくれた枝が、ダニッジ邸の妖しい雰囲気をさらに増長させているようだ。"
  },
  {
    "message": "これではもし邸に用がある人間がいたとしても、外観を見ただけで怖じ気づいてしまうのではないだろうか。"
  },
  {
    "message": "鬱蒼と生い茂った木立は、ダニッジ邸への外部の人間の進入をかたくなに拒んでいるように思える。"
  },
  {
    "message": "　　　地図　　　"
  },
  {
    "message": "　　中に入る　　"
  }
]