[
  {
    "message": "ドルリイのふたりの娘のどちらかが殺された子供部屋だ。"
  },
  {
    "message": "床やベッドには古い血の染みがはっきりと残っており、哀惜の念を拭い去る事は出来ない。"
  },
  {
    "message": "おそらく致命傷となった一撃が加えられたであろうベッドの上に置かれた少女らしい人形の数々は、少女がこの世に残した数少ない痕跡のひとつだろう。"
  },
  {
    "name": "コーデリア",
    "message": "あれ、血じゃないの‥‥‥"
  },
  {
    "message": "コーデリアは弾かれたように開いた扉の側まで逃げ戻る。"
  },
  {
    "message": "ベッドと床には、古びて黒ずんだ血の染みがはっきり残っている。"
  },
  {
    "message": "小さなベッドや、その枕元に置いてある人形から、この部屋が殺されたドルリイのふたりの娘のうち、どちからが使っていた子供部屋である事は明らかだ。"
  },
  {
    "message": "身罷った幼い少女が遺した品々を見ていると、堪えようもない怒りがふつふつと沸き起こってくる。"
  },
  {
    "message": "マーシュが言っていた、ドルリイは狂っていなかったという言葉さえ、今ではあまり信じられなくなってきた。"
  },
  {
    "message": "子供部屋の壁は、ここが惨殺事件が起こった現場にしてはいやに綺麗で過去の事件の痕跡は一切残っていない。"
  },
  {
    "message": "惨殺が行われた現場にしてはその跡もなく、綺麗なまま残っている。"
  },
  {
    "message": "手足を斧で切断されたとなれば、あたり一面に血飛沫が着いていてもおかしくはないだろうに。"
  },
  {
    "message": "そんな事を考えながら壁を凝視していると、昔ある雑誌で見た奇譚を思い出す。"
  },
  {
    "message": "遺言に従い、ある修道院に住む事になった男が毎夜壁の向こうから聞こえる妙な物音に苦しめられるという話だ。"
  },
  {
    "message": "壁の向こうに何があるのか解らず、丁度物音が聞こえる壁にかかった、アラス織りの壁掛けを外してみるべきかという葛藤に苦しむ男の姿は、壁の向こうの真実を確かめたいという欲求と、そこに何が待ち受けているのかという恐怖の狭間で苦しむのだ。"
  },
  {
    "message": "そしてついに、意を決した男が壁掛けを外すと‥‥‥‥‥"
  },
  {
    "message": "古びているが明らかに血の染みと解る。"
  },
  {
    "message": "染みの形は、まるで四肢を広げた人の姿に見える。"
  },
  {
    "message": "板張りがむき出しになっている床には、古びて黒ずんだ血の染みがはっきりと残っている。"
  },
  {
    "message": "隣のベッドから続いている血の跡は、娘が即死だったのではなく、苦しみもがきながら死んだ事を意味している。"
  },
  {
    "message": "おそらく、斧の一撃を受けた後もすぐには死ぬ事が出来ず、ベッドの上から床のこの部分まで這ってきたのだろう。"
  },
  {
    "message": "ドルリイは娘の死を確かめずに部屋を後にしたのだろう。"
  },
  {
    "message": "どんな理由があったにせよ、自分の娘が目の前で苦しみ死んでいく様子を冷静に傍観できる人間などいる訳がない。"
  },
  {
    "message": "背の低い子供のために特別に設計したと思われる机だ。"
  },
  {
    "message": "普通、幼い子供は大きすぎる机に苦労するものだが、わざわざ机をあつらえてやるとは、ドルリイはかなりの子煩悩だったようだ。"
  },
  {
    "message": "大人が使うには華奢で背が低すぎる。"
  },
  {
    "message": "凝った意匠を施してあるが、これはドルリイの娘の為にあつらえた物に間違いなさそうだ。"
  },
  {
    "message": "愛娘が少しでも学問の世界に入りやすいようにという、ドルリイの学者らしい気遣いに違いない。"
  },
  {
    "message": "娘が成長すれば全くの用なしとなってしまう家具にこれほど金をかけるのだから、ドルリイの子煩悩ぶりはたいへんなものだったに違いない。だのに、どうしてあんな事を‥‥‥‥"
  },
  {
    "message": "殺される前の、少女が使っていた時のままになっている。"
  },
  {
    "message": "可愛らしい小さな女の子が、頬に垂れる髪を邪魔そうに掻き上げながら一心に机に向かう姿が容易に想像できそうだ。"
  },
  {
    "message": "机と対になっている、子供用の小さな椅子だ。"
  },
  {
    "message": "幼いドルリイ・ダニッジの娘が使っていたものだろう。"
  },
  {
    "message": "特に高価なものという訳ではないが、わざわざ家具を子供用にあつらえてやるところなど、普通以上の特別の配慮が感じられる。"
  },
  {
    "message": "可愛らしい小さな女の子が、頬に垂れる髪を邪魔そうに掻き上げながら一心に机に向かう姿が容易に想像できそうだ。"
  },
  {
    "message": "ダニッジの娘が可愛がっていた物だろう、棚にきちんと置かれた人形は数十年の年月を経て、今でも捨てられる事もなく邸の唯一の住人として主人が不在の部屋を守っている。"
  },
  {
    "message": "少女が可愛がっていたものだろう。"
  },
  {
    "message": "人形は新品ではなく、少し汚れて黒ずんでいる。"
  },
  {
    "message": "棚に並んだ人形達は、ドルリイが自分の娘に斧を振り下ろす様子や、苦痛にうめく少女の声を間近で見聞きしていたという訳だ。"
  },
  {
    "message": "散々可愛がってくれた幼い主人が、無惨にも父親の手にかかって事切れようとする瞬間、この人形達は何を考えていたのか‥‥‥‥"
  },
  {
    "name": "コーデリア",
    "message": "可愛らしい人形ね‥‥‥‥"
  },
  {
    "message": "　　　　　　　　この部屋の女の子が可愛がっていたんでしょうね。"
  },
  {
    "name": "ジョナサン",
    "message": "なまじ屍体そのものを見るより、こういう光景を目に　　　　　　　　するほうがよほど残酷に感じるな。"
  },
  {
    "name": "コーデリア",
    "message": "でも、女の子がそのまま何もなく成長していれば、今　　　　　　　　ごろはお婆さんになってるわ。"
  },
  {
    "name": "コーデリア",
    "message": "この人形達もとっくに捨てられてしまっていたでしょ　　　　　　　　うね。"
  },
  {
    "name": "ジョナサン",
    "message": "君も子供の頃はこんな人形を持っていたのかい？"
  },
  {
    "name": "コーデリア",
    "message": "こんな可愛らしい人形で遊んだ記憶はないわ。"
  },
  {
    "message": "　　　　　　　　わたしの養父母はそんな物買ってくれなかった。"
  },
  {
    "message": "少女が寝ていた時そのままに数十年もの間放置されていたようだ。"
  },
  {
    "message": "ベッドの上には大量の血痕が付着している。"
  },
  {
    "message": "少女が寝ていたその時のまま、シーツは乱れて皺が寄り枕にはくぼみが残っている。"
  },
  {
    "message": "シーツにべったりと付着した血痕は、ここで命にかかわる斧の一撃が与えられた事を意味している。"
  },
  {
    "message": "おそらく、父親に寝ているところを起こされた娘が、寝ぼけ眼で起きあがろうとした瞬間に、斧で致命傷を与えられたのだと思われる。"
  },
  {
    "message": "ベッドから床に続く血の筋は、すぐに死ぬことが出来なかった少女が、苦しみながらベッドを降り、助けを求めて這った跡だろう。"
  },
  {
    "name": "コーデリア",
    "message": "ついさっきまで誰かが寝ていたみたい。"
  },
  {
    "message": "　　　　　　　　血の着いたシーツなんて片づけてあげればいいのに。"
  },
  {
    "name": "ジョナサン",
    "message": "おそらく、このベッドの上で致命傷になった一撃が加　　　　　　　　えられたんだろうな。"
  },
  {
    "name": "コーデリア",
    "message": "そんな事務的な言い方しないでよ！"
  },
  {
    "message": "　　　　　　　　どうしてこの子が死ななければならなかったの？"
  },
  {
    "name": "コーデリア",
    "message": "小さな女の子が殺されなければならないような事をし　　　　　　　　たって言うの？"
  },
  {
    "name": "ジョナサン",
    "message": "私にはマーシュの言った、ドルリイは狂っていなかっ　　　　　　　　たという言葉が信じられなくなってきたよ。"
  },
  {
    "name": "コーデリア",
    "message": "正気でこんな事をしたんなら、本当の悪魔よ。"
  },
  {
    "message": "　　　　　　　　狂っていたほうがまだましだわ。"
  },
  {
    "message": "　　二階廊下　　"
  }
]