[
  {
    "message": "ダニッジ邸の二階の廊下だ。"
  },
  {
    "message": "左右にふたつの扉があり、もっと奥は暗くてよくわからない。"
  },
  {
    "name": "ジョナサン",
    "message": "床が抜けるかもしれない、静かに歩いてくれよ。"
  },
  {
    "message": "　　　　　　　　なにしろ古い建物だから‥‥‥‥"
  },
  {
    "message": "ダニッジ邸の二階の廊下だ。"
  },
  {
    "message": "左右にふたつの扉があり、もっと奥は暗くてよくわからない。"
  },
  {
    "name": "コーデリア",
    "message": "お屋敷の中ってこんなふうになってたのね。"
  },
  {
    "message": "　　　　　　　　薄暗くて恐いわ。"
  },
  {
    "message": "コーデリアは私の腕に躰を押しつけ、耳元で囁くように言う。"
  },
  {
    "message": "腕に当たる柔らかい胸の感触は悪くないが、こう躰を密着させていては歩きにくいことこのうえない。"
  },
  {
    "name": "ジョナサン",
    "message": "もう少し離れてくれ、これじゃあ上手く歩けないよ。　　　　　　　　ただでさえ暗いのに‥‥‥‥"
  },
  {
    "name": "コーデリア",
    "message": "だって恐いんですもの。"
  },
  {
    "message": "　　　　　　　　わたしがこの家の子供だったら、毎日こんな廊下を歩　　　　　　　　くなんて絶対に出来ないわ。"
  },
  {
    "message": "１００年以上も前に造られた床だ、いつ抜けてもおかしくはない。"
  },
  {
    "message": "所々黒ずんでいるように見えるのは、床板が腐ってしまっているのか、例の事件の名残りなのか‥‥‥‥"
  },
  {
    "message": "窓がないおかげでどこからも埃が入ってきたりしないからなのか、玄関ホールほど汚れてはいない。"
  },
  {
    "message": "これでは誰かが先に進入していたとしても、その足跡を発見するのは困難だろう。もっとも、屋敷に入る手段が玄関以外にあったとしたらの話だが。"
  },
  {
    "message": "思ったほど埃が積もっていないが、所々黒く変色している。"
  },
  {
    "message": "床板が腐っているのか、事件の名残りなのかは定かでない。"
  },
  {
    "message": "綺麗に漆喰を塗られた天井は、蜘蛛の巣があるくらいで当時のまま残っている。"
  },
  {
    "message": "上階は屋根裏部屋かなにかのはずだが、このあたりにはそれらしい階段は見あたらない。"
  },
  {
    "message": "ドルリイが生きていた頃からすでに使われておらず、階段を取り去ってしまっていたのだろうか。"
  },
  {
    "message": "漆喰の所々にひび割れが見えるものの、大きな痛みはない。"
  },
  {
    "message": "上階が普通の部屋として使われていたのなら、振動でもっとひどい事になっていても不思議ではないのだが‥‥‥‥"
  },
  {
    "message": "ほとんど明かりがない為に、奥の方は何があるのかよく解らない。"
  },
  {
    "message": "奥にはきっとドルリイ夫妻の寝室や、もう片方の娘の部屋などもあるのだろう。"
  },
  {
    "message": "今のところそれらの部屋を漁る必要はないだろうが、必要に迫られたとしても、薄汚いこそ泥のように他人の家を土足で踏み荒らすのはあまり好ましくない。"
  },
  {
    "message": "ネクロノミコンを探す為ならやむを得ないが、それらのあまり重要でない部屋に本を隠したとは考えにくい。"
  },
  {
    "message": "今のところ、奥にある部屋を探す必要は感じられない。"
  },
  {
    "message": "もしも屋敷の中にネクロノミコンが隠されているのだとしたら、もう少し関連がありそうな場所をあたってみた方がいいだろう。"
  },
  {
    "name": "コーデリア",
    "message": "わたしはこの部屋が一番怪しいと思うんだけどな‥‥　　　　　　　　ここは他の場所とはどこか違う雰囲気をしていると思　　　　　　　　うのよ。"
  },
  {
    "message": "確かにそう言われればそうかもしれない。"
  },
  {
    "message": "豪奢とも端麗とも言えないながら、それなりに意匠に気を使った屋敷の中で、この部屋の扉はあまりにも無骨すぎる。"
  },
  {
    "message": "何者かが必要に迫られてした事なのだろうが、それにしてもこんなに頑丈な扉をつけなければならない理由とは何なのだろうか。"
  },
  {
    "message": "無骨な鉄の扉がある。"
  },
  {
    "message": "鍵はすでに開いているが‥‥‥‥‥"
  },
  {
    "message": "どうしてこの部屋だけが鋼鉄の頑丈な物に変えられているのか、未だに理解に苦しむ。"
  },
  {
    "message": "かつてこの部屋で、どんな事が行われていたのだろう。"
  },
  {
    "message": "どうやら普通の部屋の扉のようだ。"
  },
  {
    "message": "二階の日当たりの良さそうな向きにある事を考えると、ドルリイのふたりの娘、ロリーナかハンナの部屋である可能性が高い。"
  },
  {
    "message": "どちらの娘も、父親の振り下ろした斧によって殺されたのだったな。"
  },
  {
    "message": "特にロリーナの方は両手両足を切り落とされた惨たらしい姿で発見されたと記されていたように記憶している。"
  },
  {
    "message": "この部屋がその現場である事は間違いない。"
  },
  {
    "message": "部屋のベッドシーツや、床に付着していた黒ずんだ血の跡は、その事を如実に物語っている"
  },
  {
    "name": "コーデリア",
    "message": "ここ、女の子が殺された子供部屋でしょう？"
  },
  {
    "message": "　　　　　　　　わたしにはこの部屋が怪しいとは思えないな‥‥‥"
  },
  {
    "name": "コーデリア",
    "message": "だってそうでしょう？"
  },
  {
    "message": "　　　　　　　　殺人のあった現場なら、警察も念入りに捜査するはず　　　　　　　　ですもの。"
  },
  {
    "name": "コーデリア",
    "message": "何かを隠しておいたとしても、見つかる確率がすごく　　　　　　　　高いんじゃないかしら。"
  },
  {
    "message": "実験室"
  },
  {
    "message": "　　子供部屋　　"
  },
  {
    "message": "玄関ホール"
  }
]