[
  {
    "message": "窓ひとつない二階の廊下はわずかな月の光さえなく、普通に歩く事さえかなりの慎重さを要求される。"
  },
  {
    "message": "造られてから１００年はゆうに経過しているであろう木の廊下は、私が一歩踏み出すたびにギシギシと不快な音を発して、いつ抜けるかもしれないという恐怖感を覚えさせる。"
  },
  {
    "message": "やはりひとりで来たのは失敗だったろうか。"
  },
  {
    "message": "別に霊の存在を信じている訳ではないのだが‥‥‥‥‥"
  },
  {
    "message": "ダニッジ邸の二階廊下だ。"
  },
  {
    "message": "左右にふたつの扉があり、奥の方は暗くて何があるのかよく見えない。"
  },
  {
    "message": "玄関ホールにある階段をのぼり、鍵のかかっていないドアを開くと、そこは各部屋をつなぐ廊下になっていた。"
  },
  {
    "message": "板張りの床と化粧漆喰を塗った壁が奥まで続いている。"
  },
  {
    "message": "左右にある扉は、かつてこの邸で暮らしていた誰かの私室だろうか？"
  },
  {
    "message": "私たちは慎重に歩を進めた。"
  },
  {
    "message": "今にも廊下の暗がりから何者かが襲いかかってきそうで、ともすれば逃げだしてしまいたくなる自分を叱咤する。"
  },
  {
    "message": "思ったほど埃が積もっていないが、所々黒く変色している。"
  },
  {
    "message": "床板が腐っているのか、事件の名残りなのかは定かでない。"
  },
  {
    "message": "１００年以上も前に造られた床だ、いつ抜けてもおかしくはない。"
  },
  {
    "message": "所々黒ずんでいるように見えるのは、床板が腐ってしまっているのか、例の事件の名残りなのか‥‥‥‥"
  },
  {
    "message": "窓がないおかげでどこからも埃が入ってきたりしないからなのか、玄関ホールほど汚れてはいない。"
  },
  {
    "message": "これでは誰かが先に進入していたとしても、その足跡を発見するのは困難だろう。もっとも、屋敷に入る手段が玄関以外にあったとしたらの話だが。"
  },
  {
    "message": "漆喰の所々にひび割れが見えるものの、大きな痛みはない。"
  },
  {
    "message": "上階が普通の部屋として使われていたのなら、振動でもっとひどい事になっていても不思議ではないのだが‥‥‥‥"
  },
  {
    "message": "綺麗に漆喰を塗られた天井は、蜘蛛の巣があるくらいで当時のまま残っている。"
  },
  {
    "message": "上階は屋根裏部屋かなにかのはずだが、このあたりにはそれらしい階段は見あたらない。"
  },
  {
    "message": "ドルリイが生きていた頃からすでに使われておらず、階段を取り去ってしまっていたのだろうか。"
  },
  {
    "message": "暗くてよく解らない。"
  },
  {
    "message": "すぐ目の前にふたつの扉があるのだから、そこから調べてみるべきだと思うが‥‥‥‥"
  },
  {
    "message": "ほとんど明かりがない為に、奥の方は何があるのかよく解らない。"
  },
  {
    "message": "一階にあるのが居間や書斎なのだとしたら、この二階にはドルリイ夫婦の寝室や、娘達の部屋があったはずだ。"
  },
  {
    "message": "とにかく目の前にあるふたつの部屋だけという事はないだろう。"
  },
  {
    "message": "死人の家を泥棒のように漁るのはあまり気が進まないが、このまま放っておく訳にもいかない。"
  },
  {
    "message": "とりあえず、手近なところから始めるしかないだろう。"
  },
  {
    "message": "鍵がなければ話にならない。"
  },
  {
    "message": "どうにかして見つけださなければ。"
  },
  {
    "message": "もしも、わざわざ頑丈な鉄の扉を取り付けた理由が、部屋の中から何かが外部に出てしまうのを妨げる為だとしたら‥‥‥‥‥"
  },
  {
    "message": "やはりひとりで入るのは危険なような気がする。"
  },
  {
    "message": "明日になってからガードナー達と一緒に入った方が賢明だろう。"
  },
  {
    "message": "その扉はいかにも頑丈そうな金属製で、さらに鉄材で補強をしてある。漆喰で固めた周囲の壁とはいかにも不似合いで、誰かが後から特別の目的で取り付けた事が解る。"
  },
  {
    "message": "錆が浮いた扉に取り付けられた、やはり鉄製の取っ手に触れたが、扉はびくともしない。"
  },
  {
    "message": "数十年を経た後でもゆるみさえないとは驚きだ。"
  },
  {
    "message": "よほど厳重に取り付けられたのだろう。"
  },
  {
    "message": "こんなに気を配って余人の進入を妨げたかったからには、何か重大な目的があったに違いない。"
  },
  {
    "message": "この部屋で何が行われていたのだろうか。"
  },
  {
    "message": "周囲の壁とは不似合いなまでに無骨な鉄の扉だ。"
  },
  {
    "message": "他の部屋が普通の木製の扉だったのに、この部屋に限って鉄製の物に取り替えられているのはどういう訳なのだろうか。"
  },
  {
    "message": "外部の人間を室内に入れさせたくなかったのか‥‥‥‥‥"
  },
  {
    "message": "それとも中にいる何者かが部屋の外に出るのを妨げるためなのか。"
  },
  {
    "message": "事件後半世紀以上も放置されてたままだったのだ、心配はないだろう。しかし、ひとりで入るのはあまりにも危険なような気がする。"
  },
  {
    "message": "部屋に入るのは明日になってから、ガードナー達と一緒の時にした方がいいのではないだろうか。"
  },
  {
    "message": "鍵が無ければ室内に入る事は不可能だ。"
  },
  {
    "message": "どこかで入手しなければなるまい。"
  },
  {
    "message": "幼い少女の血で汚された部屋にたったひとりで入るのはぞっとする。明日に回した方がいいだろう。"
  },
  {
    "message": "どうやら普通の部屋の扉のようだ。"
  },
  {
    "message": "二階の日当たりの良さそうな向きにある事を考えると、ドルリイのふたりの娘、ロリーナかハンナの部屋である可能性が高い。"
  },
  {
    "message": "どちらの娘も、父親の振り下ろした斧によって殺されたのだったな。"
  },
  {
    "message": "特にロリーナの方は両手両足を切り落とされた惨たらしい姿で発見されたと記されていたように記憶している。"
  },
  {
    "message": "しかし、調べてみない訳にはいかないようだ。"
  },
  {
    "message": "どんな事実が見つかるかもしれないのだから。"
  },
  {
    "message": "私はドアノブに手をかけた。"
  },
  {
    "message": "‥‥‥‥‥‥"
  },
  {
    "message": "駄目だ、鍵がかかっている。"
  },
  {
    "message": "樫の一枚板で出来た扉は、私が体当たりしたぐらいでは簡単に壊れそうもない。"
  },
  {
    "message": "やはり鍵がなければ駄目のようだ。"
  },
  {
    "message": "日当たりのいい南向きの部屋である事を考えると、ドルリイのふたりの娘のうちのどちらかの部屋である可能性が高い。"
  },
  {
    "message": "どちらの娘も、父親の振り下ろした斧によって殺されたのだったな。"
  },
  {
    "message": "特にロリーナの方は両手両足を切り落とされた惨たらしい姿で発見されたと記されていたように記憶している。"
  },
  {
    "message": "おそらく、室内は血の海と化したことだろう‥‥‥‥"
  },
  {
    "message": "そんな部屋にひとりで入るのはぞっとする。"
  },
  {
    "message": "出来れば明日に回したいところだ。"
  },
  {
    "message": "玄関ホール"
  }
]