[
  {
    "message": "ダニッジ邸の玄関ホールだ。"
  },
  {
    "message": "何度も来ているからだろうか、この幽霊屋敷然とした屋敷にいる事が、次第に気にならなくなって来た。"
  },
  {
    "message": "忌まわしい殺人が起こった場所である事は依然頭から離れはしないが、今にあった家族の写真などを見ていると、それさえ質の悪い冗談なのではないかと思えてくる。"
  },
  {
    "message": "ダニッジ邸の中だ。"
  },
  {
    "message": "何度も来て勝手知った場所だからか、廃屋のような室内にいても恐怖感を覚える事はなくなった。"
  },
  {
    "message": "しかし、屋敷に踏み入る事が、ここで殺された積みもない女性達の事を冒涜しているのではないかという思いは拭いされない。"
  },
  {
    "message": "不気味な雰囲気だ。"
  },
  {
    "message": "誰もいない屋敷の中は、水をうったように静まりかえっている。"
  },
  {
    "message": "昼に散々歩き回ったお陰で邸の雰囲気にもだいぶ慣れたが、廃屋のような屋敷にたったひとりでいるのは気が滅入る。"
  },
  {
    "name": "トマス",
    "message": "きたねえ屋敷だなぁ‥‥‥‥"
  },
  {
    "message": "　　　　　　これじゃ売り物にはならねえぜ。"
  },
  {
    "name": "ジョナサン",
    "message": "いくら昔の話とはいえ、何人もの人間が殺された屋敷　　　　　　　　を買い取りたい奇特な金持ちはいないんじゃないか？"
  },
  {
    "name": "トマス",
    "message": "ところがそうでもないんだな。"
  },
  {
    "message": "　　　　　　世の中にはそういうのが好きだって物好きもいるんだぜ。"
  },
  {
    "name": "コーデリア",
    "message": "悪趣味だわ。"
  },
  {
    "message": "　　　　　　　　自分の部屋に幽霊が出ても有り難がるような人ね。"
  },
  {
    "name": "ジョナサン",
    "message": "私は幽霊なんかと対面したくないからな、陽が沈む前　　　　　　　　に屋敷を調べてしまおう。"
  },
  {
    "name": "ジョナサン",
    "message": "そこを退いてくれないか？"
  },
  {
    "message": "　　　　　　　　どの扉からやってみるか考えなくては。"
  },
  {
    "message": "我々の足跡以外には何もみつからない。"
  },
  {
    "message": "どのみち、この屋敷に好んで入ろうなどという人間は、他にはいないだろう。"
  },
  {
    "message": "床の上には厚く埃が積もっている。"
  },
  {
    "message": "私たちの足跡以外は、少なくともここ数十年の間は誰もホールを歩いた者はいないらしい。"
  },
  {
    "message": "ここには血の跡は見られないが、邸内を回っていくうちに、陰惨な事件のあった部屋にも嫌でも入らなければならない訳だ。"
  },
  {
    "message": "二階に通じる唯一の階段だ。"
  },
  {
    "message": "他の方法が無い以上、この階段を使うしかなさそうだな。"
  },
  {
    "message": "二階に通じる階段だ。"
  },
  {
    "message": "玄関から真っ直ぐ上階につながる階段が、しかもホールのほぼ中央に位置しているとは、あまり優雅な構造とは言えない。"
  },
  {
    "message": "昔の家屋だとしても、これはあまりにも無配慮な設計と言える。"
  },
  {
    "message": "以降のダニッジの当主達がこの構造を変えようとしなかったのは、古い物を大切にする習慣のせいか、単に無頓着だったのか‥‥‥‥"
  },
  {
    "message": "階段はかなりしっかりしたつくりのようだが、何十年も放置された後とあっては無事に上階までたどり着けるかどうか心許ない。"
  },
  {
    "message": "もっとも、他に方法がない以上、嫌でも上らない訳にはいかない。"
  },
  {
    "message": "邸内はそれほど湿気がある訳でもなさそうだ、なんとかなるだろう。"
  },
  {
    "message": "あの扉には鍵がないようだ。"
  },
  {
    "message": "階段を上がりさえすれば、何の苦労もなく邸の奥に入り込む事が出来るだろう。"
  },
  {
    "message": "階段を上がった真正面に、扉がある。"
  },
  {
    "message": "ここからではよく見えないが、扉には鍵がついていないようだ。"
  },
  {
    "message": "あの奥は部屋ではなく、各部屋をつなぐ通路になっているらしい。"
  },
  {
    "message": "どうやら行ってみるしかなさそうだ。"
  },
  {
    "message": "鍵はもう開いている。"
  },
  {
    "message": "ダニッジ邸に入り込もうなどという奇特な人間は他にはいないだろう。"
  },
  {
    "message": "わざわざ鍵をかける必要はなさそうだ。"
  },
  {
    "message": "右側の扉の前だ。"
  },
  {
    "message": "マーシュから預かったこの鍵で錠を開ければ‥‥‥‥‥"
  },
  {
    "message": "鍵が開いた。"
  },
  {
    "message": "これで室内に入る事が出来る。"
  },
  {
    "message": "扉には鍵がかかっている。"
  },
  {
    "message": "古い邸の扉は分厚い木の一枚板で出来ていて、私ごときの力で破るのは到底不可能だ。"
  },
  {
    "message": "もっとも、マーシュから手に入れた鍵を使えば、そんな心配をする必要はないのだが‥‥‥‥"
  },
  {
    "message": "扉の向こうは居間だろうか？"
  },
  {
    "message": "扉のノブは頻繁に開け閉めされていた事を示すように、塗装が剥げて錆が浮いてしまってる。"
  },
  {
    "message": "マーシュが鍵を閉めてから室内に入り込んだ者はないようだ。"
  },
  {
    "message": "観察はこれぐらいにして、そろそろ室内に入ろうか。"
  },
  {
    "message": "地下室に続く扉は鍵を開けたままにしてある。"
  },
  {
    "message": "隙間からもれる風は冷たく、生臭いような異臭が漂っている。"
  },
  {
    "message": "地階に降りた途端、腐りかけた屍体と対面など絶対にお断りだが‥‥‥もう事件から大分経っている事だし、そんな事はあり得ないだろう。"
  },
  {
    "message": "地下室に続いていると思われる扉だ。"
  },
  {
    "message": "扉の隙間からは血と腐った肉の強烈な匂いが漂ってくる。"
  },
  {
    "message": "扉を開けると、異臭はさらに激しくなる。"
  },
  {
    "message": "地階に続く階段は闇に向かって延び、ドルリイの妻の屍体が見つかった悪夢の地下室へ私を誘っているかのように見える。"
  },
  {
    "message": "たとえ昔の事とはいえ、無惨に頭を打ち抜かれた屍体が発見された部屋に降りて行くなど、あまり好ましい話ではないな‥‥‥‥"
  },
  {
    "message": "ドアの隙間から異様なほど冷たい風が吹いてくる。"
  },
  {
    "message": "風には血と、生臭いような異臭が混ざっているようだ。"
  },
  {
    "message": "そう言えば、資料館で見たアーカムの判例集には、ドルリイの妻が屋敷の地下室で頭を打ち抜かれて死んでいたと書いてあった。"
  },
  {
    "message": "もしかすると、この扉の向こうは地下室に通じる階段になっているのかもしれない。"
  },
  {
    "message": "頭部を至近距離から散弾銃で打ち抜かれたとなれば、あたりは血と肉片で想像を絶するような状態になっていたはずだ。"
  },
  {
    "message": "　　２階廊下　　"
  },
  {
    "message": "　　右の部屋　　"
  },
  {
    "message": "　　　居間　　　"
  },
  {
    "message": "地下室"
  },
  {
    "message": "　　外に出る　　"
  }
]