[
  {
    "message": "ここにはコーデリアはいないようだ。"
  },
  {
    "message": "私だって、こんな所に用などありはしないのだから、コーデリアが私を捜しに出たとしてもここにいる訳がない。"
  },
  {
    "message": "他に思い当たる場所は‥‥‥‥‥"
  },
  {
    "message": "アーカムの広場だ。"
  },
  {
    "message": "奇跡的にまだ機能を果たしているガス灯のほのかな明かりがあたりを照らしている。"
  },
  {
    "message": "煉瓦をしきつめた街路はその光を反射せず、ほんの少し離れてしまうとその頼りない明かりさえ届かない。"
  },
  {
    "message": "アーカムのメインストリートの外れ、外界との唯一の接点である吊り橋がある広場だ。"
  },
  {
    "message": "街灯のあかりがほんのわずかの光を投げかけているだけで、動くものもなく、彼方の潮騒の他にはどんなわずかな音もない。"
  },
  {
    "message": "この村で起きて活動しているのが私ひとりだけだと言われても、何の疑いも抱かないであろうほど、村は死んだようにほとんど全ての活動を止めてしまっている。"
  },
  {
    "message": "未だ現役で活躍中のガス灯が柔らかい光を投げかけている。"
  },
  {
    "message": "普通なら彼の地ロンドンの有りし日を思い起こさせるような叙情的な雰囲気と思うのだが、このアーカムにいる限りはガス灯の弱々しい明かりがうらめしい。"
  },
  {
    "message": "闇の中から人ならぬ何者かが牙を剥いて襲ってくるような錯覚にとらわれてしまいそうだ。そんな非現実的な思いを抱いてしまうのは、この土地の湿っぽさが原因なのかもしれない。"
  },
  {
    "message": "夜半過ぎになって海からの冷たい風は幾分収まりかけたようだ。"
  },
  {
    "message": "代わりに湿気を含んだ大気が飽和状態になり、濃霧を作り出している。"
  },
  {
    "message": "このあたりは随分湿気が多い土地柄のようだが、毎晩こんな具合では気分が悪くなりそうだ。"
  },
  {
    "message": "よく見ると、足下の煉瓦もうっすらと苔むして、歩きにくい事このうえない。"
  },
  {
    "message": "いかに廃村同然とはいえ、最も人通りが激しいはずの通りにつながった広場がこんな有り様では、本当に人が住んでいるのかも疑わしい。"
  },
  {
    "message": "依然として誰かに見られているのではないかという、背中がむず痒いような感覚が続いている。"
  },
  {
    "message": "私を初めとする魚鱗亭の宿泊客を村の秘密を暴こうとする厄介者と思っている節がある村人達が相手では、そんな被害妄想を覚えてしまうのも無理からぬ事かもしれない。"
  },
  {
    "message": "どうもここに長居するのはよくなさそうだが、魚鱗亭に戻ったところでこの不安な気持ちを抱いたままでは心地よく眠る事など無理な相談だ。ベッドに入ったまま、まんじりともせず朝を迎える事になるだろう。"
  },
  {
    "message": "広場の回りに建てられた、今はもう使われていない廃屋同然の建物が、薄明かりの中にぼんやりと浮かび上がっている。"
  },
  {
    "message": "さっきから背中に感じる憎悪のこもった視線のような物は、果たして本当に私の錯覚なのだろうか。"
  },
  {
    "message": "それとも、私が目を離した隙に、廃屋のどこかの窓から何者かが私を監視しているのだろうか。"
  },
  {
    "message": "こんなに怯えながら村の中をうろつき回るなど、ひどく滑稽で無意味な事のように思える。"
  },
  {
    "message": "魚鱗亭の中なら安全という事もないのだが、こうして外に佇んでいるよりはいくらかましというものだ。"
  },
  {
    "message": "少し離れた所に、かすかに明かりが見える。"
  },
  {
    "message": "魚鱗亭に違いない。"
  },
  {
    "message": "そうすると、まだ誰かが起きているのだろうか。"
  },
  {
    "message": "こんなにも人気がない場所にたったひとりで佇んでいると、無性に人恋しくなってくる。"
  },
  {
    "message": "あんなに頼りない宿が、自分の中で大きな支えになっていると思うと、情けなくなってくる。あまりアーカムに長居するべきではないのかもしれない。"
  },
  {
    "message": "こんな夜更けとあっては、当然店を閉めているはずだ。"
  },
  {
    "message": "あそこに行っても何の収穫も得られないであろう事は歴然としている。"
  },
  {
    "message": "魚鱗亭の隣にあるのは、村で唯一生活必需品を売る雑貨店だ。"
  },
  {
    "message": "この時間では店を開けている訳もなく、窓には明かりさえない。"
  },
  {
    "message": "店主はこの村の人間ではないはずだが、夜の間は何処にいるのだろう。あの若い店主は店で寝泊まりしているのだろうか、それとも店を閉めてしまった後は村の外で生活しているのだろうか？"
  },
  {
    "message": "もしも私ならば、どれだけ金を積まれたところでこの村に永住しようなどという気にはならないだろう。"
  },
  {
    "message": "　　　地図　　　"
  }
]