[
  {
    "message": "アーカムと外の世界を結ぶ吊り橋がある、村の広場に来た。"
  },
  {
    "message": "あたりには誰の姿も見えない。"
  },
  {
    "message": "広場には誰の姿もない。"
  },
  {
    "message": "昨日私たちの前にあらわれた村人は、またしても忽然と姿を消してしまい、何処に行けば彼らに会えるのかも解らない。"
  },
  {
    "message": "村の広場だ。"
  },
  {
    "message": "昨日私たちの前に現れ、マーシュを殺したのが自分達であると半ば認めるような発言をした村人は今日はどこかに姿を隠してしまったようだ。"
  },
  {
    "message": "アーカムでも、村人達の住処がある一画は、私たちには到底足を踏み入れる事が叶わない場所だし、そんな所にのこのこ入り込めば何をされるか解ったものではない。"
  },
  {
    "message": "まもなく雨が降り始めるのはほとんど確実というように、空気は多くの湿気を含み、まるで身体にまとわりつくようだ。"
  },
  {
    "message": "広場の煉瓦敷の道の上にも玉のような水滴が至る所についており、ともすれば足を滑らせてしまいそうになる。"
  },
  {
    "message": "もしもまた雨になれば、いつまでたっても復旧のめどが立たない吊り橋の補修は、ほとんど絶望的だろう。"
  },
  {
    "message": "魚鱗亭の前を通るメインストリートの出発点だ。"
  },
  {
    "message": "こんなに美麗に保たれていても、それに目を留める観光客など皆無だ。村人もそれほど気に留めている様子はない。"
  },
  {
    "message": "もっとも、利用する人間さえ皆無なのだから、修繕したりするのは無駄と最初から決めてかかっているのかもしれない。"
  },
  {
    "message": "煉瓦敷の舗装路に、玉のような水滴がついている。"
  },
  {
    "message": "空気中の湿気はさらに多くなってきたようで、いつ雨が降り出しても不思議ではない。"
  },
  {
    "message": "あたりの建物は、ほとんどが現在は使用されていないようだ。"
  },
  {
    "message": "使う人間もいなければ、取り壊したり改築して使おうと思っている人間も皆無のようで、ほとんど成すがままに放置されている。"
  },
  {
    "message": "硝子のはまっていない窓が、眼球のなくなってしまった屍体の眼底のように見える。"
  },
  {
    "message": "あたりには、昨日の村人の姿さえ見えない。"
  },
  {
    "message": "野生の生物が気候をするどく察知して、災難に遭う前にさっさと巣穴に戻るように、天気の変化を予知して家に引っ込んでいるのだろうか。"
  },
  {
    "message": "そこここに躯をさらしている廃屋は激しい風雨を避けられるほど立派なものではない、ここに立っていて冷たい雨にさらされるよりは魚鱗亭に帰って部屋にいた方がいいのではなかろうか。"
  },
  {
    "message": "廃屋の窓が、まるで屍体のうつろな眼孔のように見える。"
  },
  {
    "message": "何とかしようと思う人間はいないのだろうか？"
  },
  {
    "message": "周囲の建物と同じぐらい古い建物だが、ほとんどが廃虚同然の空き家である中で、唯一人が住めそうな佇まいではある。"
  },
  {
    "message": "外見を見ると、結構広そうだが、私たちが使っている他にどれ位の客室があるのだろう。"
  },
  {
    "message": "アーカムでの私たちの唯一の拠り所である魚鱗亭だ。"
  },
  {
    "message": "あんな頼りなげな宿でも、屋内にいると不思議と安心できる。"
  },
  {
    "message": "ここからでは魚鱗亭の窓の明かりは見えない。"
  },
  {
    "message": "ハドスンさんとトマスは、まだその最中なのだろうか。"
  },
  {
    "message": "貞女の好例のように、浮いた噂のひとつもなく行方を眩ませた良人の遺した魚鱗亭を切り盛りしてきたハドスンさんが、よもやあんな男と情事に耽るとは。"
  },
  {
    "message": "到底信じられない事だが、あの時の夫人の表情は、悦楽に耽溺する女のその時の表情に他ならないように思える。"
  },
  {
    "message": "トマスが口走っていた、失踪した夫人の良人とその子供の件がどうにも気になって仕方がないな。"
  },
  {
    "message": "トマスは夫人の秘密を握っていて、それをネタに無理矢理情交を迫ったのではないだろうか。"
  },
  {
    "message": "私にはハドスンさんが自分から進んであんな事をするとは思えない。"
  },
  {
    "message": "どちらにしても、失踪した主人とふたりの子供が関係しているようだ。"
  },
  {
    "message": "村で唯一営業している商店だ。"
  },
  {
    "message": "気のいい若い店主が一人で経営している。"
  },
  {
    "message": "魚鱗亭、雑貨店、ギルマンハウスとこの村で客を相手に商売している店はすべて村以外の出身者の手によって営業されている。何か理由があるのだろうか？"
  },
  {
    "message": "　　　地図　　　"
  }
]