[
  {
    "message": "奇跡的にまだ機能を果たしているガス灯のほのかな明かりがあたりを照らしている。煉瓦をしきつめた街路はその光を反射せず、ほんの少し離れてしまうとその頼りない明かりさえ届かない。"
  },
  {
    "message": "いかにも夜も更けた田舎町の風景と言ってしまえばそれまでだが、広場には人影もなく、大都市にはつきものの浮浪者さえ、この貧しい漁村には皆無のようだ。"
  },
  {
    "message": "遥か彼方の浜の波音が、母親の子宮に宿っていた頃の胎児記憶を呼び覚ますように、延々と単調なリズムで繰り返されている。"
  },
  {
    "message": "未だ現役で活躍中のガス灯が柔らかい光を投げかけている。"
  },
  {
    "message": "普通なら彼の地ロンドンの有りし日を思い起こさせるような叙情的な雰囲気と思うのだが、このアーカムにいる限りはガス灯の弱々しい明かりがうらめしい。"
  },
  {
    "message": "闇の中から人ならぬ何者かが牙を剥いて襲ってくるような錯覚にとらわれてしまいそうだ。そんな非現実的な思いを抱いてしまうのは、この土地の湿っぽさが原因なのかもしれない。"
  },
  {
    "message": "夜半過ぎになって海からの冷たい風は幾分治まりかけたようだ。"
  },
  {
    "message": "その代わりに湿気を含んだ大気が飽和状態になり、濃霧を作り出している。このあたりは随分湿気が多い土地柄のようだが、毎晩こんな具合では気分が悪くなりそうだ。"
  },
  {
    "message": "よく見ると、足下の煉瓦もうっすらと苔むして、歩きにくい事このうえない。いかに廃村同然とはいえ、もっとも人通りが激しいはずの通りにつながった広場がこんな有り様では、本当に人が住んでいるのかも疑わしいものだ。"
  },
  {
    "message": "依然として誰かに見られているのではないかという、背中がむず痒いような感覚が続いている。私を始めとする魚鱗亭の宿泊客を、村の秘密を暴こうとする厄介者と思っている節がある村人達が相手では、そんな被害妄想を覚えてしまうのも無理からぬ事かもしれない。"
  },
  {
    "message": "どうもここに長居するのはよくなさそうだが、魚鱗亭に戻ったところでこの不安な気持ちを抱いたままでは心地よく眠る事など無理な相談だ。ベッドに入ったまま、まんじりともせず朝を迎える事になるだろう。"
  },
  {
    "message": "広場の周りに建てられた、今はもう使われていない廃屋同然の建物が、薄明かりの中にぼんやりと浮かび上がっている。"
  },
  {
    "message": "さっきから背中に感じる憎悪のこもった視線のような物は、果たして本当に私の錯覚なのだろうか。"
  },
  {
    "message": "それとも、私が目を離した隙に、廃屋のどこかの窓から何者かが私を監視しているのだろうか。"
  },
  {
    "message": "こんなに怯えながら村の中をうろつき回るなど、ひどく滑稽で無意味な事のように思える。魚鱗亭の中なら安全という事もないのだが、こうして外に佇んでいるよりはいくらかましというものだ。"
  },
  {
    "message": "忍び寄る濃霧と全てを包み込む闇のせいで、その姿はおぼろげにしか見る事が出来ない。あの頼りない宿が私にとってこの村での唯一の拠り所だと思うと、たまらなく不安な気持ちになってしまう。"
  },
  {
    "message": "おかしな事だが、今まで何十年もの間ああしてあそこに建っていたはずなのに、明日まであそこに存在しているかどうか確信が持てない。"
  },
  {
    "message": "考えてみれば、村と外界をつなぐ吊り橋は危険で誰も渡る事が出来ない状態なのだから、あの店主も今日は店で寝泊まりしているはずだ。"
  },
  {
    "message": "別に何の用がある訳でもないが‥‥‥‥"
  },
  {
    "message": "これだけ寂しいと誰でもいいから人の顔が見たくなってくる。"
  },
  {
    "message": "村で唯一の雑貨店も、この時間では堅く門を閉ざして明日の朝まで誰の進入をも許さない構えをしている。"
  },
  {
    "message": "あの若い店主は店で寝泊まりしているのだろうか、それとも店を閉めてしまった後は村の外で生活しているのかもしれない。もしも私ならば、どれだけ金を積まれたところでこの村に永住しようなどという気にはならないだろう。"
  },
  {
    "message": "魚鱗亭"
  },
  {
    "message": "雑貨店"
  },
  {
    "message": "　　　遺跡　　　"
  },
  {
    "message": "ギルマンハウス"
  }
]