[
  {
    "message": "陰気な運転手の操るバスは、私が降りた途端まるで逃げ出すように行ってしまった。無事に帰り着ければいいが‥‥‥‥"
  },
  {
    "message": "なにしろあのバスに何事かあれば私の帰りの足がなくなってしまう。"
  },
  {
    "message": "運転手や老駅員の口振りからすれば、アーカムへの定期便運転手に立候補する奇特な運転手はいまい。何日もここに足止めされるだろう事は疑いない。"
  },
  {
    "message": "いつまでもこうしていても仕方ない。魚鱗亭までは走ってすぐの距離だし、ただこうして濡れているよりはそうした方がましだろう。"
  },
  {
    "message": "さっきより雨足が強まってきたようだ。バスも行ってしまったし、もう引き返す事は出来ない。老駅員が言っていた「魚鱗亭」とかいう宿屋に行ってみようか‥‥‥‥‥‥"
  },
  {
    "message": "想像していたより野蛮な場所ではないようだ。道はしっかりと舗装されているし、汚物が散乱している様子もない。"
  },
  {
    "message": "ただ気になるのは、広場がしっかり管理されていると言うより、利用する者がいないのではないかと思われる節がある事だ。ここはまるで生活のにおいがしない。廃村に私一人取り残されたような気分だ‥‥‥"
  },
  {
    "message": "あたりの建物はゆうに２０年ぐらいはペンキを塗られた様子さえない。まさに荒廃への道を辿っている村といった雰囲気だ。まだ夕方だと言うのに行き交う人の姿がない事も寂れた様子をよく象徴している。"
  },
  {
    "message": "村の入り口付近でさえこの有り様だ。もっと奥に入ればどうなっているのか、想像するのは容易だ。"
  },
  {
    "message": "ここからは海を見る事は出来ないし、漁師らしき人間の姿も皆無だ。雨のせいで潮のにおいもしないし‥‥‥‥‥本当にここがアーカムなのだろうか。"
  },
  {
    "message": "道端に点々と設置されている街灯は、どうやら５０年も前のガス灯のようだ。現在も使用できる確率は非常に低い。それ以降新たに設けられた公共設備はないと言うことか？"
  },
  {
    "message": "果たして私の他にも魚鱗亭を利用する泊まり客がいるのだろうか。宿の客が一人だけと言うのも気詰まりなものだし‥‥‥"
  },
  {
    "message": "建てられてからどれぐらい経つのだろう。老朽化が著しく、あまり繁盛している様子ではない。主人はハドスン夫人という未亡人だそうだが、初対面で「この宿は繁盛してますか？」などと聞く訳にもいくまい。"
  },
  {
    "message": "朝、目を覚ましたら私の荷物と財布がなくなっていて、夫人はとうの昔に１００マイルの彼方‥‥‥なんて事にならないだろうな？"
  },
  {
    "message": "あれが老駅員が話していた「アーカムで唯一信頼できる宿」なのだろうか。確か魚鱗亭とか言う名だった。"
  },
  {
    "message": "他にそれらしい建物もないようだし‥‥‥こう雨が降っているのだ、のんびりと村の風景を眺めている場合でない事は明白だ。"
  },
  {
    "message": "熱いコーヒーとフィッシュ・アンド・チップスよりましな食事を出してくれさえすれば、選り好みはすまい。ここは観光地ではないのだ。"
  },
  {
    "message": "おそらく村で唯一の商店なのではないだろうか。"
  },
  {
    "message": "ハロッズやフォートナム＆メイソンには及ばないが、村に滞在する間は何かと重宝しそうだ。"
  },
  {
    "message": "よそ者には何も売らないなんて経営方針でなければいいが‥‥‥"
  },
  {
    "message": "まともな建物だが、宿屋という雰囲気ではない。"
  },
  {
    "message": "衣類から医薬品まで何でも扱っている雑貨店というところだろう。"
  },
  {
    "message": "店主から昔の話を聞けるかもしれない。ひと休みしたら行ってみるとしようか。"
  },
  {
    "message": "魚鱗亭"
  },
  {
    "message": "あの老人にした所で最後にアーカムに来たのが何年前の話なのか解ったものではない。本当にまだ営業してくれていればいいのだが。"
  },
  {
    "message": "老駅員が言っていた村で信用できる唯一の宿だが‥‥‥‥"
  },
  {
    "message": "それらしい看板もないし、こんな所では旅行案内もないだろう。"
  },
  {
    "message": "宿と言うからには、ほかの家よりは大きくてまともな造りなのだろう。不案内な土地なのだし、よく探してみよう。"
  }
]