[
  {
    "message": "こんな所にコーデリアがいる訳がない。"
  },
  {
    "message": "それに、今は彼女を捜すよりもダニッジ邸のドルリイの書斎を調べる事の方が先だ。"
  },
  {
    "message": "広場には誰の姿もない。"
  },
  {
    "message": "まるで、村全体が死んでしまったように静まり返っている。"
  },
  {
    "message": "村の広場だ。"
  },
  {
    "message": "あたりには人の気配もなく、動く者は皆無だ。"
  },
  {
    "message": "ハドスン夫人の事といい、私たちを除く村人全員が何処かに姿を隠してしまったかのように思える。"
  },
  {
    "name": "コーデリア",
    "message": "橋は落ちたままね。"
  },
  {
    "message": "　　　　　　　　誰も修理しようとしないから当たり前だけど。"
  },
  {
    "name": "ジョナサン",
    "message": "これでは仮にセイラムからバスが来たとしても、村の　　　　　　　　中に入る事は出来ないな。"
  },
  {
    "name": "コーデリア",
    "message": "運転手はその事を誰かに伝えてくれるかしら？"
  },
  {
    "message": "　　　　　　　　もしそうなら、異常を知った誰かが助けに来てくれる　　　　　　　　かもしれないわ。"
  },
  {
    "name": "ジョナサン",
    "message": "それはあまり望みがないな。"
  },
  {
    "message": "　　　　　　　　あの運転手なら村に入れない事を幸いに、素知らぬ顔　　　　　　　　をしているだろう。"
  },
  {
    "message": "雨が降った後の舗装路には、いたる所に水たまりが出来ていて、寒さの為に半ば凍結しかかっている。"
  },
  {
    "message": "この道をコーデリアと一緒に逃げた夜が随分昔の事のような気がする。何者かによって橋が落とされ、鉄橋が見張られているとなると、陸路から逃げるもくろみは潰えた。"
  },
  {
    "message": "他に可能性があるとすれば、海から逃げる方法しかないが‥‥‥‥"
  },
  {
    "message": "魚鱗亭の前を通るメインストリートの出発点だ。"
  },
  {
    "message": "こんなに美麗に保たれていても、それに目を止める観光客など皆無だ。村人もそれほど気に留めている様子はない。"
  },
  {
    "message": "もっとも、利用する人間さえ皆無なのだから、修繕したりするのは無駄と最初から決めてかかっているのかもしれない。"
  },
  {
    "message": "あたりの建物は、ほとんどが現在は使用されていないようだ。"
  },
  {
    "message": "使う人間もいなければ、取り壊したり改築して使おうと思っている人間は皆無のようで、ほどんど成すがままに放置されている。"
  },
  {
    "message": "硝子のはまっていない窓が、眼球のなくなってしまった屍体の眼底のように見える。"
  },
  {
    "message": "廃屋になった建物の中にネクロノミコンが隠されている可能性が全くない訳ではないが、全てを調べてみるにはあまりにも時間がかかりすぎるだろう。"
  },
  {
    "message": "廃屋の中にコーデリアを連れたトマスが隠れている可能性はあるのだろうか。"
  },
  {
    "message": "トマスが何をどんな儀式を行うつもりなのか定かでないが、どんな所でも執り行うことが出来るような簡単な事ではないだろう。"
  },
  {
    "message": "魚鱗亭が見える。"
  },
  {
    "message": "姿を消したしまったハドスン夫人は、何処に行ってしまったのだろう。"
  },
  {
    "message": "突然失踪してしまったという夫や、コーデリアの養父母、雑貨店の前の店主などと同じようにもう二度と姿を現さないつもりだろうか。"
  },
  {
    "message": "魚鱗亭には明かりがついていないようだ。"
  },
  {
    "message": "私の撃ち殺した『深きもの』が自分の夫だと語ったハドスンさんは、また姿を眩ませてしまったのだろうか。"
  },
  {
    "message": "ようやく魚鱗亭の呪縛から解放され、新しい土地に向かったのか、あるいは夫と同じように『深きもの』になってしまった子供の元に行ったのか‥‥‥‥‥"
  },
  {
    "message": "村で唯一営業している商店だ。"
  },
  {
    "message": "初めてハンスに会った頃は気のいい男だと思っていたが、今では私たちにあまり好意的ではない。"
  },
  {
    "message": "生前のマーシュのように、何かに怯えているようにも見えるが‥‥‥"
  },
  {
    "message": "何者かに脅されているのだろうか。"
  },
  {
    "message": "雑貨店が見える。"
  },
  {
    "message": "店は深きものに荒らされて、とても営業できるような状態ではない。"
  },
  {
    "message": "ハンスの姿は見えなかったが、深きものの餌食になったのだろうか。"
  },
  {
    "message": "村の人間ではないあの男がダゴンの信者の訳はないし、そうなると身を守る術などないだろう。"
  },
  {
    "name": "コーデリア",
    "message": "ハドスンさんは何処に行ってしまったのかしらね。"
  },
  {
    "message": "　　　　　　　　あの人が魚鱗亭を留守にするなんて考えられないわ。"
  },
  {
    "name": "ジョナサン",
    "message": "確かにハドスン夫人が行きそうな所など、思いあたら　　　　　　　　ないな。"
  },
  {
    "name": "コーデリア",
    "message": "まさか、わたしたちが見た魚のお化けにやられちゃっ　　　　　　　　たんじゃないでしょうね。"
  },
  {
    "name": "ジョナサン",
    "message": "昨晩のうちに姿を消したという話だが、魚鱗亭で襲わ　　　　　　　　れたのならば教授やトマスが気づいたはずだろう。"
  },
  {
    "name": "コーデリア",
    "message": "自分で出ていったのかしら。"
  },
  {
    "name": "ジョナサン",
    "message": "きっと用事があって少しの間留守にするだけだろう。　　　　　　　　そのうち帰ってくるさ。"
  },
  {
    "name": "コーデリア",
    "message": "そうね、心配しなくても大丈夫よね？"
  },
  {
    "name": "コーデリア",
    "message": "何を見ているの？"
  },
  {
    "message": "　　　　　　　　早くネクロノミコンを探しに行きましょうよ。"
  },
  {
    "message": "　　　地図　　　"
  }
]