[
  {
    "message": "私たちは魚鱗亭の前を通り過ぎて、かつてのメインストリートが一望できる村の広場にやってきた。相変わらず空には厚い雲がかかり、今にも雨が降り出しそうだ。私はこの村に来てからまだ一度も晴天の空を見ていないが、それも英国らしいといえばその通りかもしれない。"
  },
  {
    "message": "私が観景に見とれる間にも、ガードナーは苛立たしげにパイプをふかしトマスはわざとらしく腕組みをしながら足を踏みならした。"
  },
  {
    "message": "アーカムのメインストリートを一望する広場だ。あたりには相変わらず人影ひとつ見えはしない。"
  },
  {
    "name": "トマス",
    "message": "こんな所に来て何をするってんだ？"
  },
  {
    "message": "　　　　　　俺達はパブに行って一杯やる途中だったと思ったんだが？"
  },
  {
    "name": "ガードナー",
    "message": "うむ、こんな男の考えに同意するのはしゃくだが私も　　　　　　　　そのように記憶している。"
  },
  {
    "message": "どうやらここは遺跡ではないようだ。"
  },
  {
    "message": "どこをどう間違えればこんな所に来てしまうのか‥‥‥‥"
  },
  {
    "message": "ここは広場だが‥‥‥‥ガードナーとトマスの姿は何処にも見えない。もっともふたりがこんな所にいるとは思えないが。"
  },
  {
    "message": "ハドスン夫人の言っていた雑貨店に急いだ方がいいのではなかろうか。早くしないとふたりに会える可能性がどんどん低くなってしまう。"
  },
  {
    "message": "初めてここに降り立ったのはつい昨日の事なのに、ずいぶん長い時間が経過したように感じてしまう。この村はまるで外界の時間の流れと隔絶されたようなのでそんな錯覚を覚えてしまうのかもしれない。"
  },
  {
    "message": "石畳の舗装路がずっと先まで続いている。"
  },
  {
    "message": "かつては多くの人がこの道を歩いていたのだろうが、今は誰の姿も見えない。左右に延びた脇道は何処に通じているのかよく解らない。"
  },
  {
    "message": "ここの地図でも手に入ればいいのだが、私の持っている列車の路線図では現在持っている以上の情報を入手することは困難のようだ。"
  },
  {
    "message": "道端に点々と設置されている街灯は、どうやら５０年も前のガス灯のようだ。現在も使用できる確率は非常に低い。それ以降新たに設けられた公共設備はないと言うことか？"
  },
  {
    "message": "あたりの建物はゆうに２０年ぐらいはペンキを塗られた様子さえない。まさに荒廃への道を辿っている村といった雰囲気だ。"
  },
  {
    "message": "村の入り口付近でさえこの有り様だ。もっと奥に入ればどうなっているのか、想像するのは容易だ。"
  },
  {
    "message": "あと５０年ぐらい何事もなく営業を続けていれば立派な文化遺産になるだろう。"
  },
  {
    "message": "ハドスン夫人が待っている魚鱗亭だ。窓に明かりは見えないが、ちゃんと営業している。"
  },
  {
    "message": "魚鱗亭はアーカムで唯一、文化的生活を守り通している牙城と言ってもいいのではなかろうか。"
  },
  {
    "message": "アーカムの住人は滅多に町に現れないとセイラムの駅員は言っていた。それじゃあ、どうやって商品を揃えているんだろう。"
  },
  {
    "message": "あれがハドスン夫人の言っていた雑貨店だろう。"
  },
  {
    "message": "今から行けばガードナーとトマスに追いつけるかもしれない。"
  },
  {
    "message": "アーカムには不似合いなほどの、豊富で雑多な商品を扱っている雑貨店だった。私が行った時には一人の客もいなかったが、繁盛しているのだろうか。"
  },
  {
    "message": "魚鱗亭"
  },
  {
    "message": "雑貨店"
  },
  {
    "message": "　　　遺跡　　　"
  },
  {
    "message": "ギルマンハウス"
  }
]