[
  {
    "message": "私は今、大ブリテン島の北を目指す列車の二等客車に座している。"
  },
  {
    "message": "もう３時間もの間、何の変哲もない物憂い雰囲気があたりを満たし、車輪がレールの連結部を通過する規則正しい振動がそれに拍車をかけるように、時間は気が遠くなるほどゆっくりと流れていく。"
  },
  {
    "message": "車掌が時々石炭をくべにやって来るストーブの熱気のせいで、湿っぽくてかび臭い独特のにおいが客車中に充満し、私ともう一人の乗客である見知らぬ少女を陰鬱な気持ちにさせる。"
  },
  {
    "message": "窓の外は入り組んだリアス式の海岸で、線路のすぐ脇は切り立った断崖になっている。激しく打ち寄せ砕け散る波の飛沫が、はるか上を走るこの列車にまで飛んで来そうないきおいだ。"
  },
  {
    "message": "空は暗雲におおわれ、嵐の前を思わせる不穏な雲が激しい風に千切れて飛ぶ。"
  },
  {
    "message": "ほんの一瞬だけ陽の光をかいま見せる事があるものの、それが照らし出すのは荒れた海か、さもなくば痩せた土地にしがみついた石造りの粗末な小屋の他に何もない。"
  },
  {
    "message": "牧歌的と言うにはいささか情緒に欠けるような気もするが、それにしてもこの例えようのない所在なさはなんなのだろう？"
  },
  {
    "message": "ただ単に私の生まれ育ったウェールズや、なじみ深いロンドンの街並みとあまりにもかけ離れているからなのか、それとも決して足を踏み入れてはならないという家訓を犯している罪悪感のせいなのか‥‥‥‥"
  },
  {
    "message": "私の名はジョナサン。"
  },
  {
    "message": "ロンドンの大衆紙「ガゼット」の取材記者をしている。毎日を忌むべき殺人事件や、退屈で瑣末な出来事を追いかける事に費やし、そんな日々に嫌気がさせばぶらっと取材旅行に出かける。"
  },
  {
    "message": "地位や名声を欲する訳でもなし、気ままと言えばこれほど身勝手な生き方もないのかもしれない。"
  },
  {
    "message": "今こうして車中の人となっている理由も、いつもの気まぐれのせいで、東風の吹くロンドンで机にしがみついているのに嫌気がさして、休暇がてら取材旅行に出てみようと思った訳だ。"
  },
  {
    "message": "とは言え、今回の旅に全く目的が無かった訳ではない。"
  },
  {
    "message": "わが家の系図に暗い影を落としている数代前のある女性の記録を掘り起こしてみようという計画があっての事だ。"
  },
  {
    "message": "私はその女性についてのくわしい情報を得る事が出来なかった。"
  },
  {
    "message": "むろん、それがずいぶん古い話で、今となっては当時の事を知る人が皆無である事もその原因の一つではあろうが‥‥‥"
  },
  {
    "message": "伝統を重んじる慣習が強いこの国にあって、わずか百数十年前の出来事がこれほどあやふやなままであるのは少し不自然な気もする。"
  },
  {
    "message": "とにかく、私に解っているのは、当時隆盛を極めていたわが家にとってその婚姻があまり好ましいものではなかったらしいという事と、その女性が「アーカム」という土地の出身であると言う事。"
  },
  {
    "message": "アーカムという言葉が口に出してはいけない禁句であり、皆がその名を尾篭な物のように忌み嫌っていたと言う事‥‥‥‥"
  },
  {
    "message": "私が知ることの出来たのはただそれだけだった。"
  },
  {
    "message": "はたしてそのアーカムという場所にどんないわくがあるのだろう。"
  },
  {
    "message": "少なくとも地図でみる限りは、辺境の寒村にしかすぎない。現在は廃線になってしまったようだが、列車が走っていた時代もあったようだ。"
  },
  {
    "message": "この至極ありきたりの、特に特徴が無い、それ故に誰の興味をひく事もないこの土地に多くの人間に疎まれ、その後一世紀以上の長きに渡って禁忌として語り継がれる事となった事柄の謎を解く一端があるのだ。"
  },
  {
    "message": "そう考えると、退屈で苦痛を強いられる列車の旅もさして辛くはないように思われる。列車はもうまもなく目指す駅に到着するだろう。"
  },
  {
    "message": "願わくば、これが陳腐な駆け落ち騒ぎの類などでありませんよう。"
  },
  {
    "message": "私はアーカムへの第一歩を踏み出した。とりあえず、アーカムに一番近い列車の駅はこのセイラムに他ならない。ここから先は車の都合をつけるなり、歩くなりとにかく自分で何とかしなければ。"
  },
  {
    "message": "どうやら列車から降りたのは私一人のようだ。列車はわずか１分ばかりの停車時間さえもどかしいと言わんばかりに白い蒸気を立ち上らせ、今にも走り去ってしまいそうな気配だ。"
  },
  {
    "message": "まるでその列車が文明社会との最後の絆で、私一人を残して未開の島から離れ去ってしまう船のように思われる。置き去りにされた漂流者のようであまりいい気分ではない。この駅はそんな印象を私に与える。"
  },
  {
    "message": "駅は地方の町にはよくある、線路とホームの上をスレート屋根でおおっただけの至極簡単な造りだ。むき出しの骨組みがなんとも頼りなく感じられる。"
  },
  {
    "message": "海から吹く冷たい風がむき出しの頬を叩く。凍えてしまいそうだ。"
  },
  {
    "message": "私の他にホームに人影は見えないようだが‥‥‥"
  },
  {
    "message": "誰かにアーカムに向かう手だてを聞き出さなければならない。"
  },
  {
    "name": "駅員",
    "message": "お若いの、どうなされた？"
  },
  {
    "message": "　　　　　もし間違えて降車したのなら運がなかった。今日はあれが最　　　　　後の列車だからな。"
  },
  {
    "message": "これ以上私と会話を続けるつもりはないようだ。"
  },
  {
    "message": "老駅員の顔からは、余計なことを話してしまったという後悔の念を読みとる事が出来る。"
  },
  {
    "message": "よそ者に対して排他的なのは大概の地方で経験する事だ。これ以上会話を続けても収穫は何もあるまい。"
  },
  {
    "message": "アーカムの名を聞くと老駅員の表情が曇ったようだ。"
  },
  {
    "message": "その名が忌むべき物だと思っているのは、どうやら私の家族に限った事ではないらしい。"
  },
  {
    "message": "この老人とアーカムとの間にはどんな関係があるのだろう。それを聞いてもいいものなのか‥‥‥"
  },
  {
    "message": "つい先ほど会ったばかりの人間にする質問にしては少しばかり不躾のような気もするが。"
  },
  {
    "message": "老人の顔に刻まれた深い皺からは、彼の苦悩に満ちた生涯の片鱗を感じ取ることができる。"
  },
  {
    "message": "このような海辺の町ではよくある事だが、ここでも男にとって漁師あるいは船乗りでない事が恥であるという社会通念がはびこっているのではないだろうか。"
  },
  {
    "message": "その基準に照らし合わせれば、鉄道員などさしずめ人生の落伍者といったところだ。"
  },
  {
    "message": "年輩の駅員だ、特にこれといった特徴はない。"
  },
  {
    "message": "制服から察すると、駅長のような要職にあるとも思われない。"
  },
  {
    "message": "何十年も退屈な仕事を黙々とこなし続け、あと何年かでその仕事さえ取り上げられてしまう事になるのだろう。"
  },
  {
    "message": "だが、それは私の知った事ではない。家に帰れば自慢の息子とかわいい孫に囲まれた余生が待っているのかもしれない。その人生が幸せかそうでないのか、それは個人の価値観でしか推し量ることは出来ない。"
  },
  {
    "message": "スレート屋根を支える鉄の骨組みが、風にギシギシ音を立てている。"
  },
  {
    "message": "よくぞ今まで倒壊せずに風雨に耐えてきたものだ。"
  },
  {
    "message": "しかし、昨日まで無事だったからと言って、今日も大丈夫だという保証はどこにもない。早く退散した方が無難というものだ。"
  },
  {
    "message": "相変わらず構内には私と老駅員以外の人気はない。さっきの列車が今日最後の便だとすれば、それも無理からぬ事だ。"
  },
  {
    "message": "私にしたところで、この海から吹く強い風にさらされたホームに長居したいとは思わない。ここはあまりにも寒すぎるし、私が何で口に糊しているにせよ、ここでは何の収穫も望めないではないか。"
  },
  {
    "name": "駅員",
    "message": "アーカムに長逗留するおつもりか？"
  },
  {
    "name": "ジョナサン",
    "message": "いや、調べものが済めばすぐにでも引き上げるつもり　　　　　　　　です。一日二日で帰ってくると思いますが。"
  },
  {
    "name": "駅員",
    "message": "それがいい。泊まる場所にあてがないのなら「魚鱗亭」に行　　　　　くといいだろう。あそこの主人はハドスン夫人という未亡人　　　　　でな、なかなかしっかりした人だ。"
  },
  {
    "name": "ジョナサン",
    "message": "「魚鱗亭」ですか‥‥‥覚えておきましょう。"
  },
  {
    "name": "駅員",
    "message": "くれぐれも言っておくが、村の者と関わり合いになってはい　　　　　かんぞ。"
  },
  {
    "name": "ジョナサン",
    "message": "それはそうと、村に行くにはどうしたらいいんです？　　　　　　　　まさか、歩いて行かなければならない訳じゃあないで　　　　　　　　しょうね？"
  },
  {
    "name": "駅員",
    "message": "ああ、まさかそんな訳はない。"
  },
  {
    "name": "駅員",
    "message": "あそこのロータリーに停まっているバスに乗りなさい。日に　　　　　２便しかないから乗り過ごしたらここに泊まるしかない。"
  },
  {
    "name": "駅員",
    "message": "もっともあれに乗る人間などほとんど見たことがないがな。　　　　　特にこのセイラムの人間なら絶対に。"
  },
  {
    "name": "ジョナサン",
    "message": "アーカムの村人がここを訪れる事は？"
  },
  {
    "message": "　　　　　　　　生活必需品などはどうやって手に入れているんです。"
  },
  {
    "name": "駅員",
    "message": "さあな。そこまではわしの知った事ではない。心配してやる　　　　　事でもないしな。"
  },
  {
    "name": "ジョナサン",
    "message": "いろいろありがとう。"
  },
  {
    "name": "駅員",
    "message": "無事で帰ってくる事を祈っておるよ‥‥‥‥‥‥"
  },
  {
    "message": "不穏な雲は、今すぐにでも雨を降らせそうな勢いだ。"
  },
  {
    "message": "バスの乗客は相変わらず私一人。このバスもアーカムもよっぽど嫌われたものだ。"
  },
  {
    "message": "バスは先ほどから舗装されていない砂利敷きの道を車体をギシギシ言わせながら進んでいく。辺りはいつ果てるとも知れない荒れ野続きで、海さえも見る事ができない。"
  },
  {
    "message": "運転手は陰気な小男で、ただ一人の乗客である私の事など気にも留めている様子はない。いや、そもそも客が乗っているかどうか解っているのかも疑わしい。ただ黙々とハンドルを操っているだけだ。"
  },
  {
    "message": "そう言えば‥‥‥"
  },
  {
    "message": "バスが発車する直前に運転手が何事かぼそりと洩らしていた。アーカムと外界とつなぐ吊り橋がこの天気で無事であるかどうか危ういと。"
  },
  {
    "message": "今時吊り橋一本で行き来している村など私にとっては想像を絶する事だが‥‥‥‥‥"
  },
  {
    "message": "この砂利道が豪雨のせいで通行不能になる事は十分に考えられる事だ。アーカムには行けず戻ることも出来ずとなれば‥‥‥私はどうすればいいのだろう。"
  },
  {
    "message": "まあ、考えても仕方がない‥‥‥‥"
  },
  {
    "message": "まさかこんな所で遭難するなんて事もないだろう‥‥‥"
  },
  {
    "message": "取り敢えずはアーカムに着けばいい‥‥‥"
  },
  {
    "name": "声",
    "message": "そう、アーカムに着けば、お前は全てを知る事になる‥‥‥"
  },
  {
    "name": "声",
    "message": "ジョナサンよ！"
  },
  {
    "name": "声",
    "message": "再び、我が全能の神の御許に仕える為に‥‥‥"
  },
  {
    "name": "声",
    "message": "イア‥‥‥フングルイ・ムグウフークルルゥ"
  },
  {
    "message": "《‥‥かくて死の如き眠りに水底に封じられ、強き爪も輝かず‥‥》"
  },
  {
    "name": "声",
    "message": "ル＝リエ・ンガイ・ングアグ"
  },
  {
    "message": "《‥‥その翼の羽ばたき今は絶え、触手はうなだれたゆたいて‥‥》"
  },
  {
    "name": "声",
    "message": "ブグ＝ショゴク‥‥‥‥"
  },
  {
    "message": "《‥‥ただ待つのみ、古の書に記されし盟約の果たされん事を‥‥》"
  },
  {
    "name": "声",
    "message": "今しばらくのご猶予を。"
  },
  {
    "name": "声",
    "message": "お前の故郷を見よ‥‥‥"
  },
  {
    "name": "運転手",
    "message": "お客さん‥‥‥‥‥‥‥‥‥‥"
  },
  {
    "name": "運転手",
    "message": "お客さん！　終点ですよ、アーカムです！"
  },
  {
    "name": "ジョナサン",
    "message": "あ‥‥‥お前‥‥‥は？"
  },
  {
    "name": "運転手",
    "message": "全く‥‥‥こっちはいつ落ちるかもしれない吊り橋の上を　　　　　　ひやひやしながら渡ってたってのに！"
  },
  {
    "message": "運転手はまだ夢うつつの私を見て、吐き捨てるように言った。"
  },
  {
    "message": "どうした訳だろう‥‥‥眩暈がする‥‥‥‥"
  },
  {
    "name": "運転手",
    "message": "いつまでそうしてるつもりなんです？"
  },
  {
    "message": "　　　　　　早く降りてくれよ。こっちはもう一度あの吊り橋を渡らな　　　　　　きゃならないんだから！"
  },
  {
    "name": "ジョナサン",
    "message": "ちょっと待ってくれないか‥‥‥頭が‥‥‥"
  },
  {
    "name": "運転手",
    "message": "いいから早く！"
  },
  {
    "message": "　　　　　　あんな橋、いつ落ちてもおかしくねえんだから！"
  },
  {
    "name": "ジョナサン",
    "message": "私は明日か明後日には帰る予定なんだ、ちゃんとバス　　　　　　　　は走るんだろうね？"
  },
  {
    "name": "運転手",
    "message": "さてね、それは天候次第だな！"
  },
  {
    "message": "　　　　　　それとあの橋。本当に明日まで対岸につながっているか怪　　　　　　しいもんだね。"
  },
  {
    "name": "運転手",
    "message": "なんならこのまま俺と帰ったらどうなんだい！"
  },
  {
    "message": "　　　　　　それが嫌なら仕方がねえなぁ。"
  },
  {
    "message": "ここまで来てそういう訳にもいくまい。"
  },
  {
    "message": "しかし、この運転手もわざわざ命がけで橋を渡らなくてもよさそうなものじゃないか。安全が確認するまでアーカムに留まればいいのに。"
  },
  {
    "name": "ジョナサン",
    "message": "君もアーカムに逗留したらどうだ。今晩か明日にでも　　　　　　　　雨は止むんじゃないか？"
  },
  {
    "name": "運転手",
    "message": "アーカムに泊まるって？　この俺が？"
  },
  {
    "message": "　　　　　　冗談じゃない！"
  },
  {
    "name": "運転手",
    "message": "そんな事をするぐらいなら、いつ落ちるとも知れない橋を　　　　　　渡って、土砂崩れと落石に怯えながら帰ったほうが断然ま　　　　　　しだね。"
  },
  {
    "name": "運転手",
    "message": "とにかく早く降りてくれよ。俺はもう帰るんだ！"
  },
  {
    "message": "私の目の前に、今にも落ちそうな吊り橋がある。"
  },
  {
    "message": "道は石畳だ。想像したほどひどくないな、あの駅員の大げさな誇張に騙されたか。"
  },
  {
    "name": "運転手",
    "message": "いつまでそうしてる？　降りるのか降りないのか早いとこ　　　　　　決めてくれないかなぁ‥‥‥"
  },
  {
    "message": "あの橋の上を重いバスが渡ってきたのか‥‥‥‥"
  },
  {
    "message": "これが晴天で無風の時でさえ平常心ではいられなかっただろう。ましてやこの悪天候の中を‥‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "前置きは結構。私も雑誌記者などという仕事をしてい　　　　　　　　る者ですからね、たいがいの事には驚きませんよ。"
  },
  {
    "name": "駅員",
    "message": "自分で確かめてみればよかろう。"
  },
  {
    "name": "駅員",
    "message": "一つだけ忠告しておこう、あそこの村の人間とは関わり合い　　　　　にならん方がいい。まっとうな神経の者はとうの昔にあんな　　　　　村には愛想をつかして逃げ出してしまった。"
  },
  {
    "name": "駅員",
    "message": "未だにあそこに残っておるのは、何をする気力もない屑のよ　　　　　うな輩しかおらん。しかもひどく閉鎖的で、よそ者がうろつ　　　　　くのをよく思っておらんようだ。"
  },
  {
    "name": "ジョナサン",
    "message": "どうしてそんな事になったんです？　昔は列車も走っ　　　　　　　　ていたようなのに。"
  },
  {
    "name": "駅員",
    "message": "元々この辺りの海はお世辞にも豊かとは言えんかった。"
  },
  {
    "name": "駅員",
    "message": "ところが、どういう訳かアーカムではいつでも網一杯に魚が　　　　　入っておったよ。"
  },
  {
    "name": "駅員",
    "message": "それに‥‥‥‥‥‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "それに？"
  },
  {
    "name": "駅員",
    "message": "何処とも知れん外国と貿易を始めおって、それが大当たりし　　　　　た。金が採掘されると言われた時期もあった。"
  },
  {
    "name": "ジョナサン",
    "message": "金が？　このイギリスで？"
  },
  {
    "name": "駅員",
    "message": "真偽の程は知らん。"
  },
  {
    "name": "駅員",
    "message": "しかし、貨車一杯の金を積んだ列車がアーカムからこのセイ　　　　　ラムにやってきておったのは本当だな。この目で見たんだか　　　　　ら間違いない。"
  },
  {
    "name": "ジョナサン",
    "message": "それが、寂れた廃村になってしまったのはどういう訳　　　　　　　　なんです。"
  },
  {
    "name": "駅員",
    "message": "ある日を境に金はぱったりと採れなくなってしまった。魚も　　　　　同様にな。元々豊かな村ではなかったからな‥‥‥"
  },
  {
    "message": "　　　　　それから後は想像がつくだろう。"
  },
  {
    "name": "ジョナサン",
    "message": "それにしても、あなたを初めとして近隣の住人達に嫌　　　　　　　　悪されるのはどういう訳なのです？"
  },
  {
    "name": "駅員",
    "message": "わしはこの通りしがない駅員。難しい事は解らんがの。あそ　　　　　この人間には皆共通した特徴がある。"
  },
  {
    "name": "駅員",
    "message": "近親間の婚姻が多かったからとか、病気のせいとか言われて　　　　　おるが、とにかくあそこの人間は他とはどこか違うんじゃ。"
  },
  {
    "name": "ジョナサン",
    "message": "どこか違う？　どんなふうに？"
  },
  {
    "name": "駅員",
    "message": "何とも説明しようがないが‥‥‥‥"
  },
  {
    "message": "　　　　　あいつらの顔を見てみればよかろう。"
  },
  {
    "message": "なんとも要領を得ない話だ。"
  },
  {
    "message": "アーカムの村人特有の顔か、それが村人達が排他的になっている原因なのかもしれない。"
  },
  {
    "name": "駅員",
    "message": "見た所、ロンドンあたりの都会から来たんだろう？　"
  },
  {
    "message": "　　　　　そんななりをした紳士など、このへんじゃ見かけんからな。"
  },
  {
    "message": "なるほど確かにオックスフォードで仕立てたスーツを着た男などこの辺りにはいないだろう。しかし、こうも露骨によそ者扱いをされるとあまりおもしろい気はしない。"
  },
  {
    "name": "駅員",
    "message": "観光かね、たまに都会の喧噪を離れて海でも見ながらのんび　　　　　りしようと思ってやってきた訳か。"
  },
  {
    "name": "駅員",
    "message": "しかし、よりによってアーカムを選ぶとは‥‥‥酔狂もいい　　　　　ところだのぉ。"
  },
  {
    "name": "ジョナサン",
    "message": "まあそんな所です。もっとも、以前に行った事がある　　　　　　　　訳じゃあない。ちょっと調べたい事があってね。"
  },
  {
    "name": "駅員",
    "message": "そりゃあそうだろうな。一度足を運んだ事があるなら、二度　　　　　と行ってみたいとは思うまいよ。"
  },
  {
    "message": "　　　　　あの村はそんな所だ。"
  },
  {
    "message": "どういう意味だろう。"
  },
  {
    "message": "この老駅員はアーカムにいい思い出が無いのだろうか。"
  },
  {
    "name": "ジョナサン",
    "message": "地図で見る限りでは最寄りの駅はこのセイラムになっ　　　　　　　　ているようだし、他の交通機関はないのですか？"
  },
  {
    "name": "駅員",
    "message": "無い事はないが‥‥‥"
  },
  {
    "message": "　　　　　あんた本当にあそこに行きなさるのかね？"
  },
  {
    "name": "ジョナサン",
    "message": "何か不都合でも？"
  },
  {
    "name": "駅員",
    "message": "そうじゃないが‥‥‥"
  },
  {
    "message": "　　　　　しかし、あそこではＹＭＣＡの安い宿に泊まって、村を散策　　　　　しようという訳にはいかんぞ？"
  },
  {
    "message": "どうやらアーカムはよっぽどひどい所らしい。"
  },
  {
    "message": "老人はまるで私を行かせたくないようだ。単なる世話好きの好々爺なのか、深い意味があるのかは判断しかねるところだ。"
  },
  {
    "name": "ジョナサン",
    "message": "さっきから聞いていると、まるで私をアーカムに行か　　　　　　　　せたくないようじゃないか。ロースクールの子供じゃ　　　　　　　　あるまいし、自分の面倒ぐらいは見られると思うが？"
  },
  {
    "name": "駅員",
    "message": "‥‥‥‥そういうつもりではないんだ、申し訳ない。"
  },
  {
    "message": "　　　　　ただ、余計なおせっかいかも知らんが、あそこにはあまりい　　　　　い評判がないのでな‥‥‥"
  },
  {
    "name": "ジョナサン",
    "message": "どんな噂があると言うのです。"
  },
  {
    "name": "駅員",
    "message": "いや‥‥‥知らぬ人に滅多な事を言うものではない‥‥‥"
  },
  {
    "message": "　　　　　ただな、人の口には戸は立てられんと言うだろう。全くの事　　　　　実無根という訳ではないと思うが‥‥‥"
  },
  {
    "name": "駅員",
    "message": "見たところ、この辺りの人間ではないようだが‥‥‥"
  },
  {
    "message": "　　　　　こんな何にもない町に何しにきなすった？"
  },
  {
    "name": "ジョナサン",
    "message": "アーカムに行きたいんだが‥‥‥"
  },
  {
    "name": "駅員",
    "message": "アーカムだって？　なんだってあんな辺鄙な漁村に用がある　　　　　んだい。あんた、観光客かね。"
  },
  {
    "message": "アーカムの名を聞いた途端、老人の態度はよそよそしく冷淡なものに変わってしまったようだ。どういう事なのだろう。"
  }
]