(mes
 (meta (engine 'ADV) (charset "pc98") (extraop #t))
 (seg*
  (branch-reg 325 (</> (/ (set-reg 997 #f)) (/ (set-reg 997 #t))))
  (set-reg 998 #f)
  (image-file "B:GPC¥C_059.GPC")
  (image-mem 0)
  (exec-mem 14048 1 1 12 1 67 17)
  (exec-mem 14048 1 6 12 8 67 17)
  (exec-mem 14048 1 7 23 5 43 17)
  (exec-mem 14048 1 8 29 7 35 10)
  (exec-mem 14048 1 9 28 11 35 13)
  (exec-mem 14048 1 10 38 10 43 12)
  (if (</>
       (//
        (? (= 66 #t))
        (nop@)
        (load-mem "B:CLM¥C_059C.CLM" 27984)
        (if (</>
             (//
              (? (!= M 5))
              (nop@)
              (if (</>
                   (//
                    (? (!= M 0))
                    (nop@)
                    (sound '|| 2)
                    (delay 120)
                    (sound '|| 0))))
              (set-var M 5)
              (branch-reg
               994
               (</>
                (/ (sound '|| "USO¥NC_15D.USO"))
                (/ (sound '|| "USO¥NC_15V.USO"))))
              (sound '|| 1))))
        (proc 7)
        (proc 1)
        (text "いない。" 'br)
        (text "こんな夜更けにどこに行ったんだろう。")
        (proc 0)
        (text "店の中は特に変わった様子はないのだが‥‥‥‥" 'br)
        (text "二階の自室にいるのかもしれないな。")
        (proc 0)
        (proc 3))
       (//
        (proc 9)
        (image-file "B:GPC¥C_064.GPC")
        (image-mem 0 0)
        (proc 8)
        (load-mem "B:CLM¥C_059B.CLM" 27984)
        (if (</>
             (//
              (? (!= M 5))
              (nop@)
              (if (</>
                   (//
                    (? (!= M 0))
                    (nop@)
                    (sound '|| 2)
                    (delay 120)
                    (sound '|| 0))))
              (set-var M 5)
              (branch-reg
               994
               (</>
                (/ (sound '|| "USO¥NC_15D.USO"))
                (/ (sound '|| "USO¥NC_15V.USO"))))
              (sound '|| 1))))
        (proc 7)
        (proc 1)
        (text "扉を開いて店内に入ると、中は営業の終わった後の酒場に独特な急に活気を失ってしまったもの悲しさを漂わせていた。")
        (proc 0)
        (text
         "テーブルにこぼれた酸えたビールの臭いがあたりに充満し、暖炉の残り火がやさしい温もりを放ち続けている。昼間ストゥールに座って我々の事をねめつけていた村人達は影も形もなく消え失せ、そこに居たという痕跡さえ残していない。")
        (proc 0)
        (text "ついでに言えば、バーテンの姿も見えないようだが‥‥‥" 'br)
        (text
         "鍵が開いていたという事は、私のことを待っていてくれたものとばかり思っていたが、単に田舎の慣習に従って施錠しなかっただけなのかもしれない。")
        (proc 0)
        (text "「バーテン」　随分ごゆっくりだこと！" 'br)
        (text "　　　　　　　人を待たせておいていい気なもんだわ。")
        (proc 0)
        (proc 3)
        (exec-mem 2928 12 16 67 287 7 1)
        (proc 1)
        (text "昼間の女だ。" 'br)
        (text "どうやら私を待つ間にすっかり出来上がってしまったようだ。こんな状態でまともに話なんて出来るんだろうか。")
        (proc 0)
        (text "「バーテン」　なによ、人を待たせといて謝りもしないつもり？" 'br)
        (text "　　　　　　　さすがはロンドンの紳士ね、わたしみたいな外国人の女　　　　　　　には頭なんて下げられないって訳。")
        (proc 0)
        (text "絡み上戸だったらしい。" 'br)
        (text
         "随分辛辣な事を言うじゃないか。だが悪いのは私のほうだし、ここで女に機嫌を損ねられてしまうと、せっかくこんな所までやって来た意味がない。")
        (proc 0)
        (text "「ジョナサン」　そういうつもりではなかったんだよ、途中で変な奴に　　　　　　　　つかまってしまって。")
        (proc 0)
        (text "「バーテン」　『変な奴』って？" 'br)
        (text "　　　　　　　まさか、村の人たちにひどい目にあわされたんじゃ‥‥")
        (proc 0)
        (text "「バーテン」　だから言ったでしょう！" 'br)
        (text "　　　　　　　あなた達みたいなよそ者はろくな目にあわないって。")
        (proc 0)
        (text "「ジョナサン」　いや、そうじゃないんだ。" 'br)
        (text
         "　　　　　　　　道を間違えてしまって、妙な教会の前に出てしまった　　　　　　　　んだが、黒人の神父みたいなのが出てきて‥‥‥‥")
        (proc 0)
        (text "「バーテン」　ナイの事ね。" 'br)
        (text
         "　　　　　　　わたしもあいつは好きじゃない。猫撫で声で優しそうに　　　　　　　してるけど、人の事をすけべったらしい目で見てさ。")
        (proc 0)
        (text "「ジョナサン」　それは私の昼間の連れも同じだな、あの男のヤニ下が　　　　　　　　りの顔は君の事を狙ってるふうだった。")
        (proc 0)
        (text "「バーテン」　男なんてみんな同じってことね。")
        (proc 0)
        (proc 3))))
  (loop
   (proc 19)
   (branch-var
    A
    (</>
     (/ (seg-call))
     (/
      (if (</>
           (//
            (? (= 320 #t))
            (nop@)
            (text "最初に感じた程、居心地の悪い店ではなさそうだ。" 'br)
            (text "これで私に敵意をむき出しにする村人さえいなければ、毎日でも通って来るところなのに。")
            (proc 0))
           (//
            (text
             "私の他には誰もいない店内はひっそりとして、活気に満ちていたとは言わないものの、最低限酒場の体裁を保っていた昼からは想像できないほど蕭寥としていた。")
            (proc 0)
            (text
             "わずかに残り火が燃えるだけの暖炉が、電灯の寒々しい硬質な明かりとは違う、暖かく包み込むような光を放ち、よく使い込まれたテーブルや他のわずかな家具や煤けた壁はこれまでと同じように明日もこの店が存在し続けるのだという安心感を与えてくれる。")
            (proc 0)
            (text
             "昼間店に来た時は妙によそよそしく、居心地悪く感じたのに、今こうして見るとと安心してくつろいだ気分になるのは何故だろう。")
            (proc 0)
            (nop@)
            (set-reg 320 #t)))))
     (/ (nop@))
     (/ (nop@))
     (/ (nop@))
     (/ (nop@))
     (/
      (if (</>
           (//
            (? (= 326 #t))
            (nop@)
            (text "ほとんどがジンやラムなどの、手っ取り早く酔える酒ばかりで、楽しんで飲むようなものはほとんどない。")
            (proc 0))
           (//
            (text
             "カウンターの奥の作りつけの棚には、様々なボトルが並べられている。そのほとんどは何処にでもあるような安酒ばかりで、ここの店の客達の懐具合を推し量る事ができる。")
            (proc 0)
            (text
             "少なくともちびちびと酒の味を楽しむような人種ではなく、手っ取り早く酔っぱらう為に、強いやつをあおる客がほとんどのようだ。")
            (proc 0)
            (nop@)
            (set-reg 326 #t)))))
     (/
      (if (</>
           (//
            (? (= 324 #t))
            (nop@)
            (text "コーデリアの泣きそうな顔を見て、私は狼狽してしまった。" 'br)
            (text "目の前で女性に泣かれるほど始末に負えない事はないからな‥‥‥‥‥")
            (proc 0))
           (//
            (? (= 323 #t) (= 321 #t))
            (nop@)
            (text "だいぶ酔いが回っているようだ。" 'br)
            (text "顔が赤くなり、グラスを持つ手も危なっかしい。")
            (proc 0)
            (text "「コーデリア」　ちょっと、どうしてわたしの顔ばっかり見てるのよ。　　　　　　　　そんなに東洋人の女がめずらしいの？")
            (proc 0)
            (text "「ジョナサン」　いや、そうじゃないが‥‥‥‥‥‥‥")
            (proc 0)
            (text "「ジョナサン」　随分いい心持ちのようだし、そろそろ帰った方がいい　　　　　　　　のかと思って。")
            (proc 0)
            (text
             "コーデリアは急に泣き出しそうな顔をして、手に持ったグラスを振り回した。あたりに強いアルコール臭が漂い、私の服にもかなりの量の酒が降り注いだ。")
            (proc 0)
            (text "「コーデリア」　なんでそんな事言うのよ！" 'br)
            (text "　　　　　　　　帰んないでよぉ‥‥‥‥わたしと居てもつまんない？")
            (proc 0)
            (text "「ジョナサン」　そうじゃないよ、しかし‥‥‥‥‥")
            (proc 0)
            (nop@)
            (set-reg 324 #t))
           (//
            (? (= 321 #t))
            (nop@)
            (text "最初に見た時は、まるで役所の窓口係のように無愛想で事務的な表情しか見せなかったが、今は楽しそうな顔をしている。")
            (proc 0)
            (text "ひょっとすると酒場の仕事が好きじゃないのかもしれない。" 'br)
            (text "仕事を離れれば陽気で闊達な女性なのかも。")
            (proc 0))
           (//
            (text "私が来る前にかなりの量を飲んでいるようだ。" 'br)
            (text "昼間は終始苦虫を噛み潰したようなしかめっ面しか見せなかったのに、すっかり私に心を許してしまったように見える。")
            (proc 0)
            (text
             "ひょっとすると、彼女は話し相手のいない孤独な女性だったのかもしれないな。確かに陰気な村人達と会話しても、あまり楽しそうではない。よそ者の私と歓談した方が変に気を使う必要がなくていいのかも。")
            (proc 0)
            (nop@)
            (set-reg 321 #t)))))
     (/
      (if (</>
           (// (? (= 325 #t)) (nop@) (text "「コーデリア」　ねえ、いいでしょう？") (proc 0))
           (//
            (? (= 323 #t) (= 324 #t))
            (nop@)
            (text "「コーデリア」　ねえ、あなたも一杯飲みなさいよ。" 'br)
            (text "　　　　　　　　ここじゃなんだから、特別にわたしの部屋に招待して　　　　　　　　あげるわ！")
            (proc 0)
            (text "「ジョナサン」　わたしの部屋って、ここから遠いのかい？" 'br)
            (proc 0)
            (text "「コーデリア」　ここの二階よ。")
            (proc 0)
            (text "「ジョナサン」　こんな寂しい所にひとりで住んでいるって？" 'br)
            (text "　　　　　　　　君みたいな娘がひとりっきりじゃ寂しいだろうに。")
            (proc 0)
            (text "「コーデリア」　だから言ったでしょ、飲まなきゃ眠れないって。" 'br)
            (text "　　　　　　　　ねえ、どうするの。わたしの部屋、見たくない？")
            (proc 0)
            (text
             "「ジョナサン」　しかし‥‥‥こんな夜更けに私のような男を部屋に上　　　　　　　　げるなんて、悪い評判にならなければいいけど。")
            (proc 0)
            (text "「コーデリア」　大丈夫よ、わたしの事は心配しないでいいの！")
            (proc 0)
            (text "そうだな、こんな寂しい所に彼女ひとり置いて帰るのもしのびないし。少しだけ一緒にいてやっても悪くはないだろう。")
            (proc 0)
            (nop@)
            (set-reg 325 #t)
            (set-reg 997 #t))
           (//
            (? (= 323 #t))
            (nop@)
            (text "「コーデリア」　話はそれでおしまいなの？" 'br)
            (text "　　　　　　　　もっと楽しいお話をしましょうよ。")
            (proc 0)
            (text "もう朝まで数時間しか残っていないな、私は今晩ベッドに入る事が出来るんだろうか‥‥‥‥")
            (proc 0)
            (text "「ジョナサン」　もう遅い。君も仕事があるんだろう？" 'br)
            (text "　　　　　　　　私はそろそろ‥‥‥‥")
            (proc 0)
            (text "「コーデリア」　ああん、何言ってるのよ。" 'br)
            (text "　　　　　　　　朝まではまだ何時間もあるじゃないの。ねえ、もっと　　　　　　　　別なお話はないの？")
            (proc 0))
           (//
            (? (= 322 #t))
            (nop@)
            (text "「コーデリア」　それで？" 'br)
            (text "　　　　　　　　わたしに聞きたい事があったんじゃなかったの。")
            (proc 0)
            (text "そうだ、すっかり忘れていた。" 'br)
            (text "このまま手ぶらで帰ったら、ガードナーに何を言われるか解らないところだった。")
            (proc 0)
            (text "「ジョナサン」　昼に遺跡で会った老人の事なんだ。" 'br)
            (text "　　　　　　　　ひどく高齢なようで、最初はちょっとぼけてるんじゃ　　　　　　　　ないかと思ったぐらいなんだ。")
            (proc 0)
            (text
             "「コーデリア」　遺跡って、岬の上にあるあれよね。どうしてあんな所　　　　　　　　に行ったのか知らないけど、あそこは村の人間さえ寄　　　　　　　　りつかないような場所よ。")
            (proc 0)
            (text "「ジョナサン」　そこに居たんだ、その老人は。" 'br)
            (text
             "　　　　　　　　ここの連中はあまりいい格好をしていないど、その人　　　　　　　　はさらにひどい、浮浪者みたいな様子だったな。")
            (proc 0)
            (text "「コーデリア」　この村には浮浪者なんていないわ。" 'br)
            (text "　　　　　　　　でも、だいたい見当はつくわね。その人、お酒臭かっ　　　　　　　　たでしょう？")
            (proc 0)
            (text
             "「ジョナサン」　風が強かったせいでそこまでは解らなかったが、確か　　　　　　　　に酩酊しているような素振りだったな、それに何かに　　　　　　　　怯えているような雰囲気だった。")
            (proc 0)
            (text "「コーデリア」　多分、マーシュさんじゃないかなぁ‥‥‥‥" 'br)
            (text "　　　　　　　　港の廃船に住んでるお爺さんだけど、いつも何かに怯　　　　　　　　えてるような感じなの。")
            (proc 0)
            (text "「ジョナサン」　間違いないかい？")
            (proc 0)
            (text "「コーデリア」　多分ね。")
            (proc 0)
            (text
             "「コーデリア」　よくお店にお酒を買いにくるけど、絶対ここでは飲ん　　　　　　　　でいかないのよ。まるで村の人に何かされるんじゃな　　　　　　　　いかとびくびくしているみたいでしょう？")
            (proc 0)
            (text "港の廃船か。" 'br)
            (text "私はどこに港があるのかさえ知らないが、ガードナーは私よりはここの地理にくわしいはずだ。多分それで解るだろう。")
            (proc 0)
            (text "「コーデリア」　他に何かないの？")
            (proc 0)
            (text "「ジョナサン」　そうだ、昼間私が『インスマウス顔』と口走った時の　　　　　　　　村人達の異常な反応は何だったんだい？")
            (proc 0)
            (text
             "「コーデリア」　それね、わたしもくわしくは知らないんだけど‥‥‥　　　　　　　　この村の人ってちょっと変わった顔してるでしょう？")
            (proc 0)
            (text
             "「ジョナサン」　そう言われて見れば、みんな目が飛び出して頬骨がや　　　　　　　　たらと発達しているように見えたが‥‥‥")
            (proc 0)
            (text "「コーデリア」　それを『インスマウス顔』って言うみたい。" 'br)
            (text "　　　　　　　　他の町の人たちが村の出身者を馬鹿にする時の差別言　　　　　　　　葉みたいなものなんじゃないのかな。")
            (proc 0)
            (text "マーシュという老人は私の事をインスマウス顔だと言っていた。" 'br)
            (text "私もここの村人達と似た顔をしていると言うのか？")
            (proc 0)
            (text "「ジョナサン」　私も『インスマウス顔』に見えるかい？")
            (proc 0)
            (text "「コーデリア」　あなたが？" 'br)
            (text "　　　　　　　　全然ちがうじゃない。心配しなくてもいいわ、あなた　　　　　　　　自分で考えてるよりずっとハンサムよ。")
            (proc 0)
            (text "「ジョナサン」　それは‥‥‥‥‥‥‥どうも。")
            (proc 0)
            (text "「コーデリア」　照れなくてもいいじゃない。" 'br)
            (text "　　　　　　　　わたし、あなたの顔嫌いじゃないわ。")
            (proc 0)
            (text "随分露骨な表現の仕方だな。" 'br)
            (text "それにしても、マーシュはどうして私をインスマウス顔だなんて言ったのだろう。どこに共通点があるとも思えないのに‥‥‥‥")
            (proc 0)
            (text "『インスマウス』とは一体何を意味するんだろうか。")
            (proc 0)
            (nop@)
            (set-reg 323 #t)
            (set-reg 655 #t))
           (//
            (branch-reg
             60
             (</>
              (/
               (text "「ジョナサン」　本当に遅くなってすまなかった。" 'br)
               (text "　　　　　　　　その様子から見ると、かなり待たせてしまったみたい　　　　　　　　だね。")
               (proc 0)
               (text "「バーテン」　ううん、気にしないで。" 'br)
               (text "　　　　　　　私はいつもこんな具合だから。飲まないとよく眠れない　　　　　　　のよ。")
               (proc 0)
               (text "「ジョナサン」　君はひとりでこの店をやっているのかい？" 'br)
               (text
                "　　　　　　　　酒が好きみたいだから、天職だとは思うけど、ひとり　　　　　　　　で酒場を切り盛りするなんて大変だろう。")
               (proc 0)
               (text "「バーテン」　別に好きってわけじゃないんだけどね‥‥‥‥" 'br)
               (text "　　　　　　　飲まないでいられない時もあるわよ。")
               (proc 0)
               (text "そう言うと、女は表情を曇らせた。")
               (proc 0)
               (text
                "「ジョナサン」　自己紹介がまだだった、私はジョナサン。昼間の連れ　　　　　　　　は年寄りの方がガードナーと言って大学で民族学を教　　　　　　　　えている教授だ。")
               (proc 0)
               (text "「バーテン」　へえ‥‥‥そんなに偉い人だったんだ。")
               (proc 0)
               (text "「ジョナサン」　もう一人のヤニ下がりはトマス。こいつは一体何者な　　　　　　　　のか私にも解らない。")
               (proc 0)
               (text "「バーテン」　わたし、コーデリアよ。" 'br)
               (text "　　　　　　　ここのみんなは『コティ』って呼んでるけど。")
               (proc 0)
               (text "「ジョナサン」　イギリス風の名前だけど、誰がつけてくれたんだい？")
               (proc 0)
               (text
                "「コーデリア」　子供の頃に養父母に引き取られたの。ギルマンハウス　　　　　　　　の元のオーナー夫婦にね。わたし、それ以前の記憶は　　　　　　　　ないから、この村しか知らないのよ。")
               (proc 0)
               (text "「ジョナサン」　それじゃあ、その養父母からこの店を引き継いだって　　　　　　　　訳か。")
               (proc 0)
               (text "「コーデリア」　そう。知ってる？" 'br)
               (text
                "　　　　　　　　『コーデリア』ってシェイクスピアに出てくるお姫様　　　　　　　　の名前なんだってね。それを聞いたときはこれほど自　　　　　　　　分に不似合いな名前もないって恥ずかしかったわ。")
               (proc 0)
               (text "「ジョナサン」　そんな事はないさ。" 'br)
               (text "　　　　　　　　君に似合っていると思うよ。")
               (proc 0)
               (text "「コーデリア」　ありがとう。" 'br)
               (text "　　　　　　　　そう言われるとまんざらでもないわ、養父も喜んでく　　　　　　　　れるでしょうね。")
               (proc 0)
               (text "「ジョナサン」　その養父母殿はどうしてしまったんだい？" 'br)
               (text "　　　　　　　　君にこの店をまかせて今は隠居の身なのかな。")
               (proc 0)
               (text "「コーデリア」　‥‥‥‥‥‥‥行方不明なの。" 'br)
               (text "　　　　　　　　ある日忽然と姿を消してしまったわ。")
               (proc 0)
               (text "悪い事を聞いてしまったのだろうか。" 'br)
               (text "コーデリアは私の失言を気に留めた様子ではないが、いい気分ではないだろう。"))
              (/
               (text "「ジョナサン」　君、ひとりでこの店を切り盛りしているそうだね。" 'br)
               (text "　　　　　　　　女性が酒場を経営するなんて、楽じゃないだろうに。")
               (proc 0)
               (text "「バーテン」　その話、誰に聞いたの？" 'br)
               (text "　　　　　　　どうしてあなたがそんな事知ってるの。")
               (proc 0)
               (text "少し気分を害したようだ。")
               (proc 0)
               (text "「ジョナサン」　ハドスン夫人に聞いたんだ、魚鱗亭の。" 'br)
               (text "　　　　　　　　夫人は君を誉めていた『コーデリアは気丈な娘だ』っ　　　　　　　　て言ってね。")
               (proc 0)
               (text "「バーテン」　そう‥‥‥ハドスンさんが言ったのね。")
               (proc 0)
               (text "「ジョナサン」　別に悪口を言っていた訳ではないよ。夫人は本当に君　　　　　　　　の事を誉めていたんだ。")
               (proc 0)
               (text "コーデリアはうつむいて黙り込んでしまった。" 'br)
               (text
                "確かに、あまり人に吹聴して回りたいような過去ではないが、その為に夫人をゴシップ好きの厄介な存在と疎遠になってしまうのは問題だ。")
               (proc 0)
               (text "「コーデリア」　‥‥‥‥‥‥")
               (proc 0)
               (text "「ジョナサン」　コーデリア、夫人の事を悪く思わないでくれ。無理に　　　　　　　　聞いたのは私の方なんだから。")
               (proc 0)
               (text "「コーデリア」　別にあの人の事を悪くなんて思ってないよ。" 'br)
               (text "　　　　　　　　この村でわたしに気にかけてくれるのはハドスンさん　　　　　　　　だけだもの。")
               (proc 0)
               (text "「コーデリア」　それに、別に隠している訳じゃないんですもん。" 'br)
               (text "　　　　　　　　この村の人間なら誰でも知っている事だわ。")
               (proc 0)
               (text
                "「ジョナサン」　よかった。私のせいで夫人と君の仲が悪くなりでもし　　　　　　　　たら、どちらにとっても不幸な事だからね。")
               (proc 0)
               (text "「コーデリア」　そんな事をいちいち気にするなんて、あなたけっこう　　　　　　　　いい人みたいね、ええと‥‥‥‥")
               (proc 0)
               (text "「ジョナサン」　ジョナサン・スゥイフトだ、ジョナサンで結構。")
               (proc 0)
               (text "「コーデリア」　わたしの事もコティで結構よ、ここではみんなそう呼　　　　　　　　ぶから。")
               (proc 0)
               (text
                "「ジョナサン」　私は『コーデリア』の方が好きだ。シェイクスピアに　　　　　　　　出てくるリア王の三女の名前だったかな？")
               (proc 0)
               (text "「コーデリア」　養父が好きだったのね、きっと。" 'br)
               (text "　　　　　　　　あの人たちがいなくなってもう何年になるかしら‥‥")
               (proc 0)
               (text "「ジョナサン」　亡くなったのかい？")
               (proc 0)
               (text "「コーデリア」　いいえ。失踪したのよ、ある朝突然にね。" 'br)
               (text
                "　　　　　　　　わたし、養父母に引き取られる前の記憶がないの。村　　　　　　　　でなんとかやって行くしかなかったのよ。")
               (proc 0)
               (text "「コーデリア」　ハドスンさんの旦那様も同じようにいなくなったって　　　　　　　　聞いたわ。")
               (proc 0)
               (text "「ジョナサン」　夫人の良人が失踪？" 'br)
               (text "　　　　　　　　私はまた亡くなったものとばかり思っていたが‥‥‥")
               (nop@)
               (set-reg 65 #t))))
            (proc 0)
            (nop@)
            (set-reg 322 #t)))))
     (/
      (if (</>
           (//
            (? (= 327 #t))
            (nop@)
            (text "豊満で衣服の下から突き上げてくるようなタイプではない。" 'br)
            (text "脱がせてみなければ解らないが、小振りで整った形の乳房を想像する事ができる。")
            (proc 0))
           (//
            (text "襟元から覗く胸の谷間は、白人の女と違って小振りだが張りがあって、成熟しきっていない少女のもののようだ。")
            (proc 0)
            (text
             "着衣の乱れを全く気にしなくなる程酔っているようだ。きめ細かい肌はアルコールの影響でほんのりと紅潮し、ほんのりと汗が浮かんでいる。")
            (proc 0)
            (text
             "スレンダーな体型とはうらはらに、全体からは妖艶と言っていいほどの色香を発散している。さらに服の下に隠された部分を覗いてみたいという誘惑を振り切るのに一苦労だ。")
            (proc 0)
            (nop@)
            (set-reg 327 #t)))))
     (/
      (if (</>
           (//
            (? (= 328 #t))
            (nop@)
            (text
             "おとなしく飲む様子がないのなら、いっその事取り上げてしまった方がいいかもしれない。これ以上私の服を酒まみれにされてはたまったものではない。")
            (proc 0))
           (//
            (text
             "しゃべる度にグラスを持った手をおおげさに振るので、グラスの酒は大半が口の中に入るよりカウンターや私の服の上に降り注いでいる。")
            (proc 0)
            (text
             "グラスを握りしめるか細い指が白くなるほど力を込めている様子から、かなりの酩酊状態にある事が解る。彼女は毎晩こんなに飲んでいるのだろうか。")
            (proc 0)
            (nop@)
            (set-reg 328 #t)))))))
   (if (</> (// (? (!= A 0)) (nop@) (proc 3))))))
 (seg*
  (mes-load? 0)
  (if (</>
       (//
        (? (= V 0))
        (nop@)
        (proc 15)
        (menu1
         60
         100
         (</>
          (/ (text "　　　二階　　　"))
          (/ (set-reg 66 #t) (nop@) (text "　　外に出る　　"))))
        (proc 17))))
  (proc 14)
  (if (</>
       (//
        (? (= V 0) (!= S 255))
        (nop@)
        (proc 6)
        (branch-var
         S
         (</>
          (/
           (branch-reg
            66
            (</>
             (/ (mes-jump "B:MES¥ND_02C.MES"))
             (/ (mes-jump "B:MES¥ND_03C.MES")))))
          (/ (mes-jump "MES¥ND_02A.MES")))))))))