(mes
 (meta (engine 'ADV) (charset "pc98") (extraop #t))
 (seg*
  (branch-reg 128 (</> (/ (set-reg 997 #f)) (/ (set-reg 997 #t))))
  (set-reg 998 #f)
  (image-file "GPC¥C_108.GPC")
  (image-mem 0)
  (exec-mem 14048 1 1 12 1 67 7)
  (exec-mem 14048 1 2 45 2 56 7)
  (exec-mem 14048 1 3 12 6 67 17)
  (exec-mem 14048 1 4 44 11 53 17)
  (exec-mem 14048 1 5 12 2 43 17)
  (exec-mem 14048 1 6 26 5 34 8)
  (if (</>
       (//
        (? (= 130 #t))
        (nop@)
        (image-file "GPC¥C_108ﾖﾙ.GPC")
        (image-mem 1)
        (load-mem "CLM¥C_108C.CLM" 27984)
        (if (</>
             (//
              (? (!= M 14))
              (nop@)
              (if (</>
                   (//
                    (? (!= M 0))
                    (nop@)
                    (sound '|| 2)
                    (delay 120)
                    (sound '|| 0))))
              (set-var M 14)
              (branch-reg
               994
               (</>
                (/ (sound '|| "USO¥NC_03D.USO"))
                (/ (sound '|| "USO¥NC_03V.USO"))))
              (sound '|| 1))))
        (proc 7)
        (proc 1)
        (text "昼間でも訪れる人さえなくひっそりとしている墓地は、夜になるとさらに寒々しく、この墓地の管理を一手に行っている墓守さえいない。")
        (proc 0)
        (text "また風が強くなってきたようだ、空を流れる黒い雨雲は上空を飛ぶような速さで通過していく。")
        (proc 0)
        (text "木々のざわめきが、墓地の中でただひとり生きて呼吸している私を面白くなく思っている死人達の棺の蓋を引っかく音のように感じる。")
        (proc 0))
       (//
        (? (= 417 #t))
        (nop@)
        (load-mem "CLM¥C_108C.CLM" 27984)
        (if (</>
             (//
              (? (!= M 12))
              (nop@)
              (if (</>
                   (//
                    (? (!= M 0))
                    (nop@)
                    (sound '|| 2)
                    (delay 120)
                    (sound '|| 0))))
              (set-var M 12)
              (branch-reg
               994
               (</>
                (/ (sound '|| "USO¥NC_07D.USO"))
                (/ (sound '|| "USO¥NC_07V.USO"))))
              (sound '|| 1))))
        (proc 7)
        (proc 1)
        (text "墓守の姿はない。" 'br)
        (text "『わしもマーシュと同じように‥‥‥‥』と言っていたのが印象深いがまさか本当に逝ってしまった訳ではないだろうな。")
        (proc 0)
        (text "マーシュがナイに操られた怪物に殺されたのは間違いのないところだ。墓守も同じ目にあったのでなければいいが。")
        (proc 0))
       (//
        (? (= 122 #t))
        (nop@)
        (image-file "GPC¥C_108ﾖﾙ.GPC")
        (image-mem 1)
        (load-mem "CLM¥C_108C.CLM" 27984)
        (if (</>
             (//
              (? (!= M 14))
              (nop@)
              (if (</>
                   (//
                    (? (!= M 0))
                    (nop@)
                    (sound '|| 2)
                    (delay 120)
                    (sound '|| 0))))
              (set-var M 14)
              (branch-reg
               994
               (</>
                (/ (sound '|| "USO¥NC_03D.USO"))
                (/ (sound '|| "USO¥NC_03V.USO"))))
              (sound '|| 1))))
        (proc 7)
        (proc 1)
        (if (</>
             (//
              (? (= 125 #t))
              (nop@)
              (text
               "ダゴンの教会でコーデリアが甘受していた忌まわしい儀式の事を考えると、一刻も早くギルマンハウスで彼女の帰りを待っているべきではないだろうか。")
              (proc 0)
              (text "ナイはコーデリアの事を『主に捧げる大切な』女だと言っていた。" 'br)
              (text
               "彼らがどんな教義を持ち、何を目的にダゴンの信者となったのか私が知る訳もないが、何れ黒魔術的な邪教崇拝の徒であるに違いない。")
              (proc 0)
              (text
               "信者達に『この女に手を出してはならぬ』と命じていたナイの言葉を信ずるならば、コーデリアが今すぐ殺されるような事はないだろう。この猶予期間を使って、出来るだけ早く村から脱出しなければ。"))
             (//
              (text
               "昼間でも訪れる人さえなくひっそりとしている墓地は、夜になるとさらに寒々しく、この墓地の管理を一手に行っている墓守さえいない。")
              (proc 0)
              (text "また風が強くなってきたようだ、空を流れる黒い雨雲は上空を飛ぶような速さで通過していく。")
              (proc 0)
              (text
               "木々のざわめきが、墓地の中でただひとり生きて呼吸している私を面白くなく思っている死人達の棺の蓋を引っかく音のように感じる。"))))
        (proc 0))
       (//
        (? (= 601 #t))
        (nop@)
        (load-mem "CLM¥C_108C.CLM" 27984)
        (if (</>
             (//
              (? (!= M 12))
              (nop@)
              (if (</>
                   (//
                    (? (!= M 0))
                    (nop@)
                    (sound '|| 2)
                    (delay 120)
                    (sound '|| 0))))
              (set-var M 12)
              (branch-reg
               994
               (</>
                (/ (sound '|| "USO¥NC_07D.USO"))
                (/ (sound '|| "USO¥NC_07V.USO"))))
              (sound '|| 1))))
        (proc 7)
        (proc 1)
        (text "もう墓守はいない。" 'br)
        (text "『わしもマーシュと同じように‥‥‥‥』と言っていたのが印象深いがまさか本当に逝ってしまった訳ではないだろうな。")
        (proc 0)
        (text "自分の管理するこの墓地を美麗な状態に保つ事にしか興味がなさそうな無害な墓守を殺す理由など誰にもありはしないだろう。")
        (proc 0))
       (//
        (? (= 600 #t))
        (nop@)
        ((cmd 206) 1 2)
        (image-file "B:GPC¥C_109.GPC")
        (image-mem 1 0)
        (load-mem "CLM¥C_108B.CLM" 27984)
        (if (</>
             (//
              (? (!= M 12))
              (nop@)
              (if (</>
                   (//
                    (? (!= M 0))
                    (nop@)
                    (sound '|| 2)
                    (delay 120)
                    (sound '|| 0))))
              (set-var M 12)
              (branch-reg
               994
               (</>
                (/ (sound '|| "USO¥NC_07D.USO"))
                (/ (sound '|| "USO¥NC_07V.USO"))))
              (sound '|| 1))))
        (proc 7)
        (proc 1)
        (text "「墓守」　どうだね、ダニッジ家の墓を掘り返してみる気になったか？")
        (proc 0)
        (text
         "「墓守」　わしは自分の手入れした墓地が荒らされるのは見たくないか　　　　　らな、どうしても墓を暴きたくなったらわしの見ていない時　　　　　にやってくれ。")
        (proc 0)
        (nop@)
        (set-reg 600 #f))
       (//
        ((cmd 206) 1 2)
        (image-file "B:GPC¥C_109.GPC")
        (image-mem 1 0)
        (load-mem "CLM¥C_108B.CLM" 27984)
        (if (</>
             (//
              (? (!= M 12))
              (nop@)
              (if (</>
                   (//
                    (? (!= M 0))
                    (nop@)
                    (sound '|| 2)
                    (delay 120)
                    (sound '|| 0))))
              (set-var M 12)
              (branch-reg
               994
               (</>
                (/ (sound '|| "USO¥NC_07D.USO"))
                (/ (sound '|| "USO¥NC_07V.USO"))))
              (sound '|| 1))))
        (proc 7)
        (proc 1)
        (branch-reg
         600
         (</>
          (/
           (text "「墓守」　今度は何をしに来たんだね？" 'br)
           (text "　　　　　この墓地はそんなにあんた方の興味をかき立てるような場所　　　　　ではあるまいに。")
           (proc 0)
           (text "この墓守にならマーシュの事を話してもよさそうだ。" 'br)
           (text
            "少なくとも私たちに敵意を持ってはいないようだし、墓守という職にあれば、誰にも気づかれずにマーシュの遺体を弔ってやる事も出来るだろう。")
           (proc 0)
           (text "「墓守」　どうした、何を考え込んでいるんだね。")
           (proc 0)
           (text "「ジョナサン」　マーシュが‥‥‥‥殺されました。")
           (proc 0)
           (text "「墓守」　なに？" 'br)
           (text "　　　　　薮から棒に何を言い出すかと思えば‥‥‥‥")
           (proc 0)
           (text "「ジョナサン」　嘘ではないんです、私たちが船を尋ねると、すでに事　　　　　　　　切れていたんです。")
           (proc 0)
           (text "「ジョナサン」　まるで鮫に喰い千切られたように身体の半分が無くて　　　　　　　　口には、銛が刺さっていました。")
           (proc 0)
           (text "「墓守」　疑いようもなく何者かによって殺されたんだな。" 'br)
           (text "　　　　　だがそれも仕方がないだろう。")
           (proc 0)
           (text "「ジョナサン」　どういう事です？")
           (proc 0)
           (text "「墓守」　あの爺さんはいつも言っていた。" 'br)
           (text "　　　　　自分はいつか殺されるんだってな‥‥‥‥‥"))
          (/
           (text "「墓守」　またお前さんがたか、わしに何かようかね。" 'br)
           (text "　　　　　前にも言ったとおりわしはマーシュを助ける訳にはいかんの　　　　　だがな。")
           (proc 0)
           (text "墓守はさして興味がなさそうにそう言うと、愛しむような目で冬枯れした芝生をじっと見つめた。")
           (proc 0)
           (text "「ジョナサン」　あなたは、どうしてマーシュが殺されたのか知ってい　　　　　　　　るんでしょう？")
           (proc 0)
           (text "「墓守」　どうしてマーシュが殺されたかって？" 'br)
           (text "　　　　　それはお前さん方のほうがよく知っているのではないか。")
           (proc 0)
           (text "「墓守」　前に自分達がつきまとっているせいでマーシュが殺されたと　　　　　言わなかったかな。")
           (proc 0)
           (text "「ジョナサン」　そういう意味ではありません。" 'br)
           (text "　　　　　　　　あなたは、マーシュが何かに拘っていたと言っていた　　　　　　　　じゃありませんか。")
           (proc 0)
           (text "「墓守」　さて、どうだったかな‥‥‥‥‥‥"))))
        (proc 0)
        (nop@)
        (set-reg 601 #t))))
  (proc 3)
  (loop
   (proc 19)
   (branch-var
    A
    (</>
     (/ (seg-call))
     (/
      (if (</>
           (//
            (? (= 130 #t))
            (nop@)
            (branch-index
             (</>
              (/
               (text "木立の隙間から厚く雲が垂れ込めた空が覗いている。" 'br)
               (text "彼方に見える丘陵は背後に黒い雲を背負って、とびきり不吉な風景画のようだ。")
               (proc 0)
               (text
                "まさに墓地には相応しいと言えるが、それでもなおこの場所がアーカムの中でも比較的快適で清々しいイメージである事に変わりない。"))
              (/
               (text "空には不穏な様子の、厚い雲が垂れ込めている。" 'br)
               (text "木々の枝をゆする風も上空の雨雲を払いのける役には立たないらしい。"))))
            (proc 0))
           (//
            (? (= 417 #t))
            (nop@)
            (branch-index
             (</>
              (/
               (text "木立の隙間から厚く雲が垂れ込めた空が覗いている。" 'br)
               (text "彼方に見える丘陵は背後に黒い雲を背負って、とびきり不吉な風景画のようだ。")
               (proc 0)
               (text
                "まさに墓地には相応しいと言えるが、それでもなおこの場所がアーカムの中でも比較的快適で清々しいイメージである事に変わりない。"))
              (/
               (text "空には不穏な様子の、厚い雲が垂れ込めている。" 'br)
               (text "木々の枝をゆする風も上空の雨雲を払いのける役には立たないらしい。"))))
            (proc 0))
           (//
            (? (= 122 #t))
            (nop@)
            (branch-index
             (</>
              (/
               (text "昨晩は雲間からのぞく青い光を放った月を見る事ができたのに、今夜の空は一面の雨雲でそれさえ見ることが出来ない。")
               (proc 0)
               (text "不浄の地を浄化する月の光を失った事で、アーカムには魑魅魍魎の類が大挙して押し寄せてくる。")
               (proc 0)
               (text "そんな幻想を抱かずにはいられないほど、今夜の空模様は不穏な空気をはらんでいるような気がする。"))
              (/
               (text "空には不穏な様子の、黒い雲が垂れ込めている。" 'br)
               (text "木々の枝をゆする風も上空の雨雲を払いのける役には立たないらしい。"))))
            (proc 0))
           (//
            (branch-index
             (</>
              (/
               (text "木立の隙間から厚く雲が垂れ込めた空が覗いている。" 'br)
               (text "彼方に見える丘陵は背後に黒い雲を背負って、とびきり不吉な風景画のようだ。")
               (proc 0)
               (text
                "まさに墓地には相応しいと言えるが、それでもなおこの場所がアーカムの中でも比較的快適で清々しいイメージである事に変わりない。"))
              (/
               (text "空には不穏な様子の、厚い雲が垂れ込めている。" 'br)
               (text "木々の枝をゆする風も上空の雨雲を払いのける役には立たないらしい。"))))
            (proc 0)))))
     (/
      (branch-index
       (</>
        (/
         (text "強い海風を受ける事がないからか、墓地の敷地内にある喬木は、どれも真っすぐにのびている。")
         (proc 0)
         (text
          "これが夏ならば、丁度いい木陰を作り、その下で休んでみようという気にもなるのだろうが、身も凍らんばかりのこの季節には誰もそんな木々などに気を留めようともしない。"))
        (/ (text "あまり緑豊かとはいえないアーカムの中で、唯一やすらぎを感じさせてくれる木々だ。"))))
      (proc 0))
     (/
      (branch-index
       (</>
        (/
         (text "冬枯れした芝生の中に、規則正しい配列で整然と墓石が並んでいる。" 'br)
         (text "アーカムにはここの他に墓地などないだろうに、並んでいる墓石の数はそれほど多くない。")
         (proc 0)
         (text
          "ここの村人達が、昔の野蛮な風習を継続しているのでなければいいが。この近海の魚達が、海に流された村人の屍体を餌にしているなどという事になれば、二度と魚に手を付ける気にはなれないだろう。")
         (proc 0)
         (text
          "芝を敷き詰め、あたりを樹木で囲まれた一画は本当にここがアーカムの一部とは思えないほど清々しい印象だが、それが墓地となると、あまり長居したいとは思えない。"))
        (/
         (text "芝はきちんと刈り込まれ、あたりには落ち葉ひとつ見えない。" 'br)
         (text "墓守は墓参に訪れる人さえいないというのに、丁寧な仕事をしているようだ。"))))
      (proc 0))
     (/
      (branch-index
       (</>
        (/
         (text "このあたりで産した物なのだろうか、普通の墓石よりも黒ずんだ石で造られた墓標は、どれもこれも測ったように同様の形をしている。")
         (proc 0)
         (text "アーカムには自分の墓石に金をかけようなどという余裕のある人間は、ほとんどいないようだ。"))
        (/ (text "何百年もの齢を経た古い物から、つい最近の物らしい真新しい墓標が、規則正しく並んでいる。"))))
      (proc 0))
     (/
      (branch-reg
       128
       (</>
        (/
         (branch-index
          (</>
           (/
            (text "今ではもう数少ないであろう、古い友人を失った事で落胆しているように見える。")
            (proc 0)
            (text
             "無精ひげでおおわれた顔には表情がなく、前屈みになって足下の芝を見つめている様子からは、急に老け込んでしまったような印象を受ける。"))
           (/
            (text
             "自ら墓守などという職業を選択する人間は、どこかしら普通の人と違う雰囲気や風貌を持っているものと信じていたが、この墓守はその典型的な例のようだ。")
            (proc 0)
            (text
             "服装は『墓守』というよりもヤードの私服警察官に近く、無精ひげをはやしただらしない顔は几帳面さを要求される庭師やそれに近い仕事をする人間にはあまり見られない特徴だ。")
            (proc 0)
            (text "アーカムの人間はおおむね皆表情が乏しく、何を考えているのか解らない者ばかりだが、墓守はこの村の出身ではないはずだ。")
            (proc 0)
            (text "長い間村の人間と一緒にいたせいで、同じような性質が植え付けられてしまったのだろうか。")))))
        (/
         (text "墓守の老人の顔に浮かぶ苦痛の表情は、余計な事を話してしまったという自責の念にとりつかれているからだろうか。")
         (proc 0)
         (text "苦虫をかみつぶしたような顔からは、私たちと死んでしまったマーシュに対する明らかな怒りが感じられる。"))))
      (proc 0))
     (/
      (if (</>
           (//
            (? (= 128 #t))
            (nop@)
            (text "「墓守」　あんたらにこんな事を喋ったと知れたら、わしもマーシュの　　　　　二の舞になっちまうかもしれんな‥‥‥‥")
            (proc 0))
           (//
            (? (= 413 #t))
            (nop@)
            (text "「ジョナサン」　ダニッジ家の人間の墓がないのはどうしてだ？" 'br)
            (text "　　　　　　　　娘ひとり分の墓しか見あたらない。")
            (proc 0)
            (text "「墓守」　わしが墓守になる前の話だからな‥‥‥‥‥‥")
            (proc 0)
            (text "「ジョナサン」　巡回判事が墓を暴いたという話は知っているかい？" 'br)
            (text "　　　　　　　　判事はそれ以来法廷に立てなくなったとか。")
            (proc 0)
            (text "「墓守」　ああ‥‥‥‥‥‥その話‥‥‥‥‥")
            (proc 0)
            (text
             "「墓守」　そうだ、その判事がどうしたとかで、他のダニッジ家の人間　　　　　の棺は火をかけて燃やされてしまったと聞いた事がある。")
            (proc 0)
            (text "「ジョナサン」　どうしてそんな事を？" 'br)
            (text "　　　　　　　　いくら判事だからと言ってそんな事をする権利はない　　　　　　　　はずじゃないか。")
            (proc 0)
            (text
             "「墓守」　さて、これも聞いた話だから本当かどうか知らんが‥‥‥‥　　　　　ダニッジの棺の蓋を開けた判事の喉を、棺の中の屍体が絞め　　　　　たとか‥‥‥‥‥‥")
            (proc 0)
            (text "「ジョナサン」　そんな事がある訳がないだろう。")
            (proc 0)
            (text "「墓守」　だから噂だと言っておるだろう。" 'br)
            (text "　　　　　確かめたかったら、自分でダニッジ家の墓を掘ってみろ！")
            (proc 0)
            (text "「ジョナサン」　まさかマーシュはその話を信じていたのか？" 'br)
            (text "　　　　　　　　私に判事の話をした時の目は真剣そのものだったぞ。")
            (proc 0)
            (text "「墓守」　さてな。" 'br)
            (text "　　　　　ただ、マーシュはドルリイが自殺したその部屋で見た‥‥‥")
            (proc 0)
            (text "「墓守」　日記のような物の話をしていたな。" 'br)
            (text "　　　　　マーシュはそれを読んで以来、ドルリイが正気だった事を確　　　　　信したようだ。")
            (proc 0)
            (text "「墓守」　どんな事が書かれていたかまでは話さなかったが、それ以来　　　　　マーシュの周りで妙な事故が多くなった。")
            (proc 0)
            (text "「墓守」　まるで誰かがマーシュの命を狙っているようにな。" 'br)
            (text "　　　　　わしは何度もダニッジ家に関わるのを止めろと言ったのだが　　　　　あの男は聞こうとしなかった。")
            (proc 0)
            (text "「墓守」　人がいる前でドルリイの事を話したりしてな。" 'br)
            (proc 0)
            (text "「ジョナサン」　どうしてドルリイが一族の者を惨殺したのかは言って　　　　　　　　いなかったか？")
            (proc 0)
            (text
             "「墓守」　ダニッジ家の血縁を絶やさなければならなかったとか‥‥‥　　　　　どうしてそうしなければならなかったのかは聞いていない。")
            (proc 0)
            (text "「墓守」　それ以外は覚えていないな。" 'br)
            (text "　　　　　他には？")
            (proc 0)
            (text "「ジョナサン」　そうだな‥‥‥‥‥‥" 'br)
            (text "　　　　　　　　この墓地にはそれほど沢山の墓がないのは何故だ？")
            (proc 0)
            (text "「墓守」　村人が死なないからさ。")
            (proc 0)
            (text "「ジョナサン」　そんな馬鹿な！" 'br)
            (text "　　　　　　　　この村は不老長寿の国か？")
            (proc 0)
            (text "「墓守」　違う、どういう訳か知らんがここの村の人間は歳を取ると、　　　　　どこかに消えちまうのさ。")
            (proc 0)
            (text
             "「ジョナサン」　確かにコーデリアの養父母や、雑貨店の前の店主がど　　　　　　　　こかに行方を眩ませたという話は聞いたが‥‥‥")
            (proc 0)
            (text "「墓守」　わしはこの村の人間ではないからよく解らんがね。" 'br)
            (text "　　　　　この村で死ぬまでじっとしているのは恥ずかしい事らしい。")
            (proc 0)
            (text "「ジョナサン」　妙な習慣だ‥‥‥‥" 'br)
            (text "　　　　　　　　そうだ、修道院の火災で死んだ修道女達はどうした、　　　　　　　　彼女らの墓はどこにあるんだ。")
            (proc 0)
            (text "「墓守」　さて、それはわしが生まれるより前の話だろう？" 'br)
            (text "　　　　　そこまでは知らんね。")
            (proc 0)
            (text "「墓守」　ただ、聞いた話だとそれほど死んでおらんらしい。" 'br)
            (text "　　　　　火災で住む所がなくなった修道女達は、村の男と結婚して、　　　　　大半は村に残ったそうだ。")
            (proc 0)
            (text
             "「墓守」　下世話な話だがな、修道女を嫁にもらった男たちは、なにせ　　　　　相手は男に縁がない尼さんだ、さぞかし身持ちの固い女だろ　　　　　うと思っておったら‥‥‥‥‥‥‥")
            (proc 0)
            (text
             "「墓守」　それから半年もしないうちに、尼さん達が月足らずの赤ん坊　　　　　を産みはじめたそうだ、それもひとりやふたりではなく、ほ　　　　　とんど全員の尼さんがな。")
            (proc 0)
            (text "「墓守」　修道院にどこぞの男が悪さをしに通っておったんだろうと噂　　　　　されたとか‥‥‥‥‥‥まあ笑い話だな。")
            (proc 0)
            (nop@)
            (set-reg 128 #t)
            (set-reg 997 #t))
           (//
            (? (= 421 #t))
            (nop@)
            (text "「墓守」　何を知りたいんだ。")
            (proc 0)
            (text "「ジョナサン」　そうだな、まずは‥‥‥‥‥" 'br)
            (text "　　　　　　　　マーシュは誰に殺されたのか知っているのか？")
            (proc 0)
            (text "「墓守」　誰かは知らん。" 'br)
            (text "　　　　　だが、ダゴンの信者に間違いなかろう。")
            (proc 0)
            (text "「ジョナサン」　ダゴン教団の？" 'br)
            (text "　　　　　　　　どうして彼らがマーシュを殺さなければならない。")
            (proc 0)
            (text "「墓守」　そう急くな、村人の大半はダゴンの信者だ。" 'br)
            (text "　　　　　ダゴン教団の連中は特に村によそ者が来るのを嫌う。")
            (proc 0)
            (text "「墓守」　よそ者が村の事を聞き回るのはもっとな。" 'br)
            (text "　　　　　奴等はひそかに何かを企んでいるんだ。")
            (proc 0)
            (text "「ジョナサン」　何をしようとしているんだ。")
            (proc 0)
            (text "「墓守」　わしは信者ではない、そんな事を知る訳がなかろう。" 'br)
            (text "　　　　　あいつらはみんなまともじゃないんだ。")
            (proc 0)
            (text "「墓守」　この村にあんなもんが流行っちまったのも、元はと言えばあ　　　　　の遺跡のせいだ。")
            (proc 0)
            (text "「ジョナサン」　遺跡？" 'br)
            (text "　　　　　　　　あれはダゴン教団が運んで来たものなのか。")
            (proc 0)
            (text "「墓守」　違う、遺跡にくっついてきたのがダゴン教団なんだ。" 'br)
            (text "　　　　　遺跡を運んできたのはフィリップ・ダニッジだ。")
            (proc 0)
            (text "「墓守」　元々ここいらあたりは、それほど豊かな海ではなかった。" 'br)
            (text "　　　　　村が金で栄えた事はしっとるだろう？")
            (proc 0)
            (text
             "「墓守」　フィリップが姿を眩ませた後あのナイとか言うのが現れた。　　　　　金が手に入らなくなって、元の貧しい漁村に戻っちまった時　　　　　ナイが現れてダゴン教団を広めたんだ。")
            (proc 0)
            (text "「ジョナサン」　どうして村人はナイの話に乗ったんだ？")
            (proc 0)
            (text "「墓守」　事実魚が捕れるようになったからさ。" 'br)
            (text "　　　　　元々が無垢な田舎者だ、どんな仕掛けがあったか知らんが、　　　　　みんなすっかりその気になっちまった。")
            (proc 0)
            (text "「墓守」　だから村の連中はナイの言う事には逆らわないのさ。" 'br)
            (text "　　　　　他に聞きたい事は？")
            (proc 0)
            (nop@)
            (set-reg 413 #t))
           (//
            (text
             "「墓守」　いいか若いの、わしが興味を覚えるのはな、この墓地の芝や　　　　　木々が順調に育っているかとか、どこぞの悪童が入り込んで　　　　　墓石に悪戯でもしておらんだろうかという事なんだ。")
            (proc 0)
            (text "「墓守」　確かに、マーシュはわしにとって非常に古い友人だ。" 'br)
            (text
             "　　　　　最近じゃそういう仲間もめっきり少なくなってな、今ではあ　　　　　の頃の人間はわしだけになってしまったが‥‥‥‥")
            (proc 0)
            (text "「墓守」　わしはマーシュのようには生きられんのだ。" 'br)
            (text "　　　　　だから、目をつぶって耳を塞ぎ、この墓地だけの事を考えて　　　　　いようと心に決めた。")
            (proc 0)
            (text "やはり墓守は何かを知っているのだ。" 'br)
            (text "マーシュから何か聞かされたのだろうか、それとも私たち以外の村人全員が知っている事なのか。")
            (proc 0)
            (text "「墓守」　だからな、もう帰ってくれ。" 'br)
            (text "　　　　　これ以上わしにつきまとわないでくれんか？")
            (proc 0)
            (text "「ジョナサン」　そうはいかない。" 'br)
            (text "　　　　　　　　やっぱりあんたも何かを知っているんだろう？")
            (proc 0)
            (text
             "「ジョナサン」　マーシュは私にダニッジ家を調べろとだけ言って死ん　　　　　　　　でしまった、言われたとおりにしてみたが、調べれば　　　　　　　　調べるほど解らない事が増えていく。")
            (proc 0)
            (text "「墓守」　年寄りをいたぶって面白いか。" 'br)
            (text "　　　　　なんでわしにつきまとうんだ‥‥‥‥‥‥")
            (proc 0)
            (text "「墓守」　大体、どうしてマーシュはお前なんぞに協力したんだ。" 'br)
            (text "　　　　　自分の命が危ないと言うのに。")
            (proc 0)
            (text "「ジョナサン」　私がダニッジ家の末裔だからさ。" 'br)
            (text "　　　　　　　　最初にマーシュに会った時、彼は私がインスマウス顔　　　　　　　　だと言った。")
            (proc 0)
            (text
             "「墓守」　信じられん、ダニッジ家の血を引く者はドルリイとその家族　　　　　だけだったはずだ、ドルリイの他に隠し子でもなければな。")
            (proc 0)
            (text "「ジョナサン」　私の先祖は、このアーカムの出身者だったそうだ。" 'br)
            (text "　　　　　　　　そして、私はインスマウス顔をしている。")
            (proc 0)
            (text "「墓守」　しかしそんな事が‥‥‥‥‥‥‥‥")
            (proc 0)
            (nop@)
            (set-reg 421 #t)))))))
   (if (</> (// (? (!= A 0)) (nop@) (proc 3))))))
 (seg*
  (mes-load? 0)
  (branch-reg
   417
   (</>
    (/
     (if (</>
          (//
           (? (= V 0))
           (nop@)
           (proc 15)
           (menu1 60 100 (</> (/ (text "　　　地図　　　")) (/ (text "　　中に入る　　"))))
           (proc 17))))
     (proc 14)
     (if (</>
          (// (? (= V 0) (= S 0)) (nop@) (set-reg 905 #f) (mes-load? 4608))
          (//
           (? (= V 0) (= S 1))
           (nop@)
           (set-reg 600 #t)
           (proc 6)
           ((cmd 206) 1 2)
           (mes-jump "B:MES¥NJ_03B.MES"))))
     (if (</>
          (//
           (? (= V 0) (!= S 255))
           (nop@)
           (proc 6)
           (branch-var
            S
            (</>
             (/ (mes-jump "MES¥NJ_04A.MES"))
             (/ (mes-jump "MES¥NL_07.MES"))
             (/ (mes-jump "MES¥NA_06A.MES"))
             (/ (mes-jump "MES¥NB_05A.MES"))
             (/ (mes-jump "MES¥NC_06.MES"))
             (/ (nop@))
             (/ (mes-jump "MES¥ND_06A.MES"))
             (/ (mes-jump "MES¥NG_05A.MES"))
             (/ (mes-jump "MES¥NE_04A.MES"))
             (/ (mes-jump "MES¥NI_03A.MES"))
             (/ (mes-jump "MES¥NJ_04A.MES"))
             (/ (mes-jump "MES¥NK_03A.MES"))
             (/ (mes-jump "MES¥NH_02A.MES"))
             (/ (mes-jump "MES¥NM_02A.MES"))))))))
    (/
     (if (</>
          (//
           (? (= V 0))
           (nop@)
           (proc 15)
           (menu1 60 100 (</> (/ (text "　　　地図　　　")) (/ (text "　　中に入る　　"))))
           (proc 17))))
     (proc 14)
     (if (</>
          (// (? (= V 0) (= S 0)) (nop@) (set-reg 905 #f) (mes-load? 4608))
          (//
           (? (= V 0) (= S 1))
           (nop@)
           (set-reg 600 #t)
           (proc 6)
           ((cmd 206) 1 2)
           (mes-jump "B:MES¥NJ_03B.MES"))))
     (if (</>
          (//
           (? (= V 0) (!= S 255))
           (nop@)
           (proc 6)
           (branch-var
            S
            (</>
             (/ (mes-jump "MES¥NJ_04A.MES"))
             (/ (mes-jump "MES¥NL_08.MES"))
             (/ (mes-jump "MES¥NA_07A.MES"))
             (/ (mes-jump "MES¥NB_06A.MES"))
             (/ (mes-jump "MES¥NC_07.MES"))
             (/ (nop@))
             (/ (mes-jump "MES¥ND_07A.MES"))
             (/ (mes-jump "MES¥NG_06A.MES"))
             (/ (mes-jump "MES¥NE_05A.MES"))
             (/ (mes-jump "MES¥NI_04A.MES"))
             (/ (mes-jump "MES¥NJ_04A.MES"))
             (/ (mes-jump "MES¥NK_04A.MES"))
             (/ (mes-jump "MES¥NH_03A.MES"))
             (/ (mes-jump "MES¥NM_03A.MES"))))))))))))